Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_sector_obelisk.xml.append/*.po
Languages: ru, zh_hans

source: A strange broadcast seems to be coming from this beacon.
ru: Кажется, из этого маяка доносится странный сигнал.
zh_hans: 这个信标似乎正在传送一段奇特的广播信号。

source: This beacon had a ancient drone.
ru: У этого маяка находится древний беспилотник.
zh_hans: 这个信标有一个古代无人机。

source: Upon arriving at the beacon, you come face to face with a strange obelisk auto drone, vastly different from the others you encountered thus far, it bears colors and weapons that you haven't seen before and seems incredibly damaged, with parts of its internal systems exposed and twisted. Strangely, it seems to hail you.
ru: Прибыв к маяку, вы сталкиваетесь лицом к лицу с причудливым автоматизированным судном дизайна обелиска. На нем красуются цвета и орудия таких марок и моделей, которых вы не видели раньше даже в этом ужасном месте, и он пытается выйти на связь.
zh_hans: 抵达信标时，你迎面遇上一艘设计诡异的方碑自动舰。它涂装的色彩与搭载的武器型号皆属罕见——即便在这片恐怖星域也前所未见。此刻它正试图建立通讯连接。

source: Approach the autoship and try to receive the hail.
ru: Приблизиться к автоматическому кораблю и попытаться с ним связаться.
zh_hans: 靠近自动舰船，尝试接收其通讯请求。

source: The ship blares a mix of static and what could barely be considered words in a loop lasting around 10 seconds or so, whatever its trying to tell you is being lost among all the noise, not just that but the little that actually sounds like language seems to be some kinda incredibly old form of obeliskian, way too old for your modern translators to pick up. You could install a runic translator and hope it can make sense of this junk but it would require a bit of scrap.
ru: Корабль выдает смесь помех и слов, которые едва ли можно назвать словами, в цикле, длящемся около 10 секунд. Мало того, что искажение сигнала превращало сообщение в кошмар для расшифровки, так еще и сама речь оказалась диалектом речи обелисков, слишком древним, чтобы алгоритм перевода Аэнвитэ мог его расшифровать. Вы думаете, что если установить более качественный пакет перевода, то можно будет понять сообщение.
zh_hans: 舰船持续循环播放着持续约十秒的杂音与勉强可辨的语音。信号失真不仅让信息解码难如登天，其语言本身更是一种过于古老的方碑方言，连安威斯的翻译算法都难以解析。你意识到，若能安装更先进的翻译模块，或许就能破译这段信息。

source: Install the runic Translator. [Cost: 10~, 1|]
ru: Установить Рунический переводчик. [Цена: 10~, 1|]
zh_hans: 安装符文翻译器。 [花费: 10~, 1|]

source: You install the translator and wait to see what it can decode.
ru: Вы устанавливаете переводчик и ждете, пока он расшифрует сообщение.
zh_hans: 你安装好翻译器，静待其破译结果。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: We already have the translator, decode what the drone is saying!
ru: У нас уже есть переводчик, расшифруйте, что говорит беспилотник!
zh_hans: 我们已经安装了翻译器，立刻破解无人机的语言！

source: You turn on your runic translator and wait to see what it can decode.
ru: Вы включаете свой Рунический переводчик и ждете, пока он расшифрует сообщение.
zh_hans: 你启动符文翻译器，等待破译结果。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Try to manually translate the noises, it may take some time but it's going to be worth it!
ru: Попытаться вручную перевести звуки.
zh_hans: 尝试手动翻译这些杂音。

source: You decide to do this the hard way, it's for sure possible, you can translate current obelisk dialect just fine, but this isn't going to be easy regardless, you sit back and wait for it to finish over the next few days.
ru: Вы решаете сделать это сложным путем. Расшифровать послание чрезвычайно сложно, и вы проводите не менее нескольких дней, находясь перед автоматическим кораблем и совершенствуя свой переводчик.
zh_hans: 你决定迎难而上。破译这段信息异常艰难，你花了至少好几天时间守在那艘自动舰船前，不断优化你的翻译器。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: See if we can get our director to translate the text for us.
ru: Попросить вашего Руководителя перевести вам текст.
zh_hans: 看看能否让我们的导引无人机为我们翻译这段文本。

source: You feed the data into your director and wait to see what it can decode.
ru: Вы передаете данные своему Руководителю и ждете, пока он расшифровует текст.
zh_hans: 你将数据输入导引无人机，等待其破译结果。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ask one of our non-commonwealth obelisks to translate the weird language.
ru: Попросить одного из ваших обелисков, не относящихся к Содружеству, перевести этот странный язык.
zh_hans: 让我们的一位非联合方碑的方碑族来翻译这种奇怪的语言。

source: The obelisk freezes as they hear what the drone spoke, it takes a few minutes for you to be able to get them talk to you again, but eventually they agree to translate what the drone is saying, you wait for the ancient to fully decode the message.
ru: Обелиск замирает, услышав сообщение беспилотника. Проходит несколько минут, но он все же соглашается перевести сообщение для вас.
zh_hans: 那位方碑族听到无人机的信息时僵住了。尽管花了几分钟，他们最终还是同意为你翻译这段信息。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ask one of our commonwealth obelisks to translate the weird language.
ru: Попросить одного из обелисков Содружества перевести этот странный язык.
zh_hans: 让我们的一位联合方碑族来翻译这种奇怪的语言。

source: The commonwealth obelisk quickly writes up a full translation of what the drone is saying into our common language.
ru: Обелиск Содружества быстро составляет полный перевод сообщения, чтобы вы и ваша команда могли его прочитать.
zh_hans: 联合方碑族迅速为你和你的船员撰写了一份完整的信息译文。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ask one of our non-metal cognitives to translate the weird language.
ru: Попросить кого-нибудь из наших неметаллических когниторов перевести этот странный язык.
zh_hans: 让我们的一位非金属认知体来翻译这种奇怪的语言。

source: The cognitive quickly starts to decode the message without a second thought, you wait for the ancient to fully decode the message.
ru: Когнитив немедленно приступает к работе по расшифровке послания, не испытывая никаких трудностей.
zh_hans: 这位认知体立即开始破译信息，整个过程显得毫不费力。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Dear lord, shut down the radio system and attack that damn thing!
ru: Боже правый, отключите систему связи и взорвите его!
zh_hans: 老天，快关掉无线电系统然后把它炸掉！

source: You power up your weapons and the drone does the same, even in its broken state we shouldn't take their weapons lightly.
ru: Вы заряжаете свои орудия, и беспилотник делает то же самое. Даже в поврежденном состоянии он, вероятно, сможет оказать достойное сопротивление.
zh_hans: 你启动武器系统，无人机也做出同样反应。即便已受损，它很可能仍会负隅顽抗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Shut down the radio and get out of there!
ru: Выключите систему связи и убирайтесь оттуда!
zh_hans: 关闭无线电，立刻撤离！

source: This isn't worth the trouble, prepare to jump;
ru: Вы решаете, что расшифровка сообщения не стоит вашего времени, и готовитесь к прыжку.
zh_hans: 你判定破译这段信息不值得耗费时间，转而准备进行跃迁。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack that ship, whatever it is it should have something of use inside it.
ru: Атакуем корабль, что бы это ни было, внутри него должно быть что-то полезное.
zh_hans: 攻击那艘船，不管它是什么，里面总该有些有用的东西。

source: You power up your weapons and the drone does the same, even in its broken state we shouldn't take their weapons lightly.
ru: Вы заряжаете свои орудия, и беспилотник делает то же самое. Даже в поврежденном состоянии он, вероятно, сможет оказать достойное сопротивление.
zh_hans: 你启动武器系统，无人机也做出同样反应。即便已受损，它很可能仍会负隅顽抗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave the auto ship alone.
ru: Оставить в покое автомобильный корабль.
zh_hans: 不管那艘自动舰。

source: You have way too much stuff to deal with right now, the last thing you want is fighting with a weird broken down autoship.
ru: У вас есть куда более важные проблемы, чем разбираться с поврежденным автоматический кораблем.
zh_hans: 你有远比处理一艘受损的自动舰船更重要的问题需要解决。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Once the ship's noises are fully translated you realize it's some kinda mobile weapon and drone factory, a incredible piece of technology that was no doubt used extensively during the obelisk war all those year ago. We might be able to still make us of its incredible factory, but it seems that, even though the ship is barely able to stay together, its security systems are still working, you should still be able to hack them, however that will take some time. Until then you would need to be careful to not destroy the ship, otherwise any hopes of acquiring its special weapons would be destroyed.
ru: Когда какофония кораблей окончательно переведена, вы узнаете, что они, скорее всего, использовались в качестве передвижной оружейной фабрики во время гражданских войн в обелисков давным-давно. Даже в поврежденном состоянии способность автоматического корабля синтезировать новое оборудование может оказаться полезной. Однако получить доступ к кузнице может оказаться непросто, если не выключить автоматический корабль.
zh_hans: 当舰船的杂乱讯号被完整破译后，你发现这艘船很可能曾是远古方碑内战中使用的移动武器工厂。即便已受损，这艘自动舰船合成新装备的能力仍可能派上用场。但若不将其关闭，要进入锻造舱恐怕并非易事。

source: Start the hacking process then!
ru: Попытаться взломать корабль.
zh_hans: 尝试骇入舰船。

source: You power up your internal hacking systems and start slowly chipping away at the ship's internal securities, now all you need to do is hold out until the process is finished.
ru: Вы создаете программу для атаки на модуль искусственного интеллекта автоматического корабля. Если вы хотите, чтобы план сработал, вам придется продержаться достаточное количество времени, не уничтожив корабль!
zh_hans: 你编写了一个攻击自动舰船人工智能模块的程序。若想此计划成功，必须在抵御该舰攻击的同时确保不将其摧毁！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: See if any of our commonwealth crew can speed up the hacking process.
ru: Узнать, может ли кто-нибудь из ваших членов экипажа Содружества ускорить процесс взлома.
zh_hans: 看看我们的联合方碑船员中是否有人能加速黑客入侵进程。

source: Your commonwealth crew, being alive back when those factories were operational, manages to disable the ship's firewalls without much issue.
ru: Экипаж Содружества, который работал в самом разгаре использования этих беспилотников, сумел без особых проблем отключить брандмауэры автоматического корабля.
zh_hans: 你的联合方碑船员曾亲历这些无人机盛行的年代，他们没费多大劲就成功绕过了自动舰船的防火墙。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Advanced Hacking) Use your main hacking system to speed up the hacking process.
ru: (Продвинутый Взломщик) Использовать свой Взломщик, чтобы ускорить процесс взлома.
zh_hans: （先进黑客）用你的黑客系统加速骇入过程。

source: Your much more advanced on board hacking system makes quick work out of the firewall without any issue.
ru: Ваш высокотехнологичный Взломщик отлично справляется с задачей, и беспилотник покоряется без особого сопротивления.
zh_hans: 你高度先进的黑客系统完全能胜任此任务，无人机没怎么抵抗就屈服了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is too risky, slowly back away from the auto ship.
ru: Это слишком рискованно, оставить автоматический корабль в покое.
zh_hans: 这太冒险了，立刻远离那艘自动舰船。

source: Whatever secret that ship is hiding isn't worth the trouble, let's focus on our main mission.
ru: Какие бы секреты ни хранил этот корабль, они не имеют отношения к вашей миссии. Вы отлетаете от него, готовясь к прыжку.
zh_hans: 这艘船隐藏的秘密与当前任务无关。你调转船头，准备进行跃迁。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Once the ship's firewall falls it suddenly goes inert, allowing you to interact with the forge itself, it's unfortunately heavily damaged from all the years of disrepair, meaning you can only make a single weapons or drone before the mighty auto ship's systems give out and the whole thing collapses. Luckily the hacking also revealed the blueprints for a very advanced ship!
ru: Как только брандмауэр корабля будет взломан, вы сможете взять под свой контроль все судно. Удивительная кузница внутри все еще цела, но поврежденное состояние корабля означает, что вы, скорее всего, получите только одну единицу оборудования, прежде чем судно развалится от нагрузки. Во время исследования фабрики вы также находите какое-то странное кубическое устройство. Если оно сломано, вы сможете починить его с помощью мощного ремонтного дрона.
zh_hans: 一旦舰船防火墙被攻破，整艘船落入你掌控只是时间问题。内部那座奇迹般的锻造炉仍完好无损，但舰体受损严重，很可能在锻造出一件装备后就会因过载而解体。 搜查工厂时，你还发现了一个奇怪的立方体装置。若是损坏的，或许能用强力维修无人机修复它。

source: Let's see what weapon or drone we want the factory to make!
ru: Создать орудие или дрон Содружества.
zh_hans: 制造一个联合方碑族武器或无人机。

source: We have no use for such a factory, dismantle the autoship.
ru: Разобрать корабль на лом.
zh_hans: 搜刮舰船。

source: With a heavy heart you decide to fully scrap the ship, at least it yields a lot of scrap.
ru: Вы решаете разобрать старый автоматический корабль, довольствуясь тем ломом, который сможете собрать.
zh_hans: 你决定拆解这艘老旧自动舰船，从它身上搜集能用的基础废料金属将就着用。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: You enter the forge and inspect the blueprints
ru: Вы взламываете брандмауэры кузницы, выясняя, что можно создать.
zh_hans: 你成功突破了锻造厂的防火墙，正在解析可制造的装备清单。

source: Construct A Commonwealth.
ru: Создать Протокогнитива.
zh_hans: 制造一个原型认知体。

source: Success!
ru: Пока ваш новый союзник выходит из кузницы в легком замешательстве, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Когнитив поднимается на борт и присоединяется к вашему экипажу!
zh_hans: 当你新结盟的伙伴带着些许困惑从锻造厂飘出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。这位认知体飘然而出，加入了你的船员行列！

source: Construct A Proto-Cognitive.
ru: Выковать Предвестник Содружества.
zh_hans: 制造一个联合方碑预兆者。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Laser MK.II Weapon
ru: Выковать Плазменную пушку Содружества.
zh_hans: 制造一个联合方碑离子加农炮。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Ion Weapon
ru: Выковать "Боезаряд" Содружества.
zh_hans: 制造一个联合方碑爆弹。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Bomb Weapon
ru: Выковать тяжелый "Предвестник" Содружества.
zh_hans: 制造一个联合方碑重型预兆者。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Heavy Laser Weapon
ru: Выковать Ликвидатор Содружества.
zh_hans: 制造一个联合方碑根除者。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Beam Weapon
ru: Выковать Чистильщика Содружества.
zh_hans: 制造一个联合方碑净化者。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Focus Weapon
ru: Выковать "Бойню" Содружества.
zh_hans: 制造一个联合方碑杀戮导弹。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Missile Weapon
ru: Выковать миномет "Натиск" Содружества.
zh_hans: 制造一个联合方碑猛攻空雷。

source: Success!
ru: Когда новое орудие появляется из кузницы, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете орудие на борт.
zh_hans: 当新武器从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将武器收归舰上。

source: Forge the Commonwealth Missile Drone
ru: Выковать дрон "Бойня" Содружества.
zh_hans: 制造一个联合方碑杀戮无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: Forge the Commonwealth Ion Drone
ru: Выковать Фазерный дрон Содружества.
zh_hans: 制造一个联合方碑等离子无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: Forge the Commonwealth Beam Drone
ru: Выковать дрона Чистильщика Содружества.
zh_hans: 制造一个联合方碑净化者光点无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: Forge the Commonwealth Defense Drone
ru: Выковать Наблюдатель Содружества.
zh_hans: 制造一个联合方碑守望者无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: Forge the Commonwealth Laser Drone Mk.2
ru: Выковать дрон Содружества "Предвестник".
zh_hans: 制造一个联合方碑预兆者无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: Forge the Commonwealth Director Drone
ru: Выковать Прото-Руководитель.
zh_hans: 制造一个原型导引无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: Forge the Commonwealth Atom Drone
ru: Выковать Прото-Атомизатор.
zh_hans: 制造一个原型解离无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: Forge the Commonwealth Mending Drone
ru: Выковать Прото-Наладчика.
zh_hans: 制造一个原型维修无人机。

source: Success!
ru: Когда из кузницы появляется новая схема дрона, старый автоматический корабль начинает разрушаться, превращаясь в бесполезную развалину. Вы поднимаете дрона на борт.
zh_hans: 当新的无人机蓝图从锻造厂产出时，那艘古老的自动舰船开始瓦解，最终化为一堆无用的残骸。你将无人机收归舰上。

source: None of those blueprints are of use, scrap the factory.
ru: Ничего из этого не пригодится. Разобрать корабль на металлолом.
zh_hans: 这些都没什么用。把这艘船拆解掉。

source: With a heavy heart you decide to fully scrap the ship, at least it yields a lot of scrap.
ru: Вы решаете разобрать старый автоматический корабль, довольствуясь тем ломом, который сможете собрать.
zh_hans: 你决定拆解这艘老旧自动舰船，从它身上搜集能用的基础废料金属将就着用。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。
