Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_sector_rebel.xml.append/*.po
Languages: ru, zh_hans

source: (Vance Prime) "Halt soldier! The rebel movement is under the spell of a treacherous rat! This is your official order to disband!"
ru: (Вэнс Первый) "Стой, солдат! Повстанческое движение находится под влиянием чар коварной крысы! Это официальный приказ о вашем расформировании!"
zh_hans: （万斯本尊）"立正，士兵！叛军运动已被叛徒渗透！现命令你们立刻解散！"

source: "It's an honor to meet you sir! Yes, we will stand down at your order!"
ru: "Для меня большая честь познакомиться с вами, сэр! Да, мы выполним ваш приказ!"
zh_hans: "很荣幸见到您，长官！我们服从您的命令，立即停火！"

source: "Vance prime! Sir, it's a honor to meet you! We are short on supplies but we have a excess of crew currently!" The rebels offers to join your crew.
ru: "Вэнс Первый! Сэр, для меня большая честь познакомиться с вами! У нас мало припасов, но у нас на борту слишком много людей!" Повстанец хочет присоединиться к вашей команде.
zh_hans: "万斯本尊！长官，很荣幸见到您！我们虽然物资短缺，但船上正好有多余的人手！"这名叛军士兵主动申请加入你的队伍。

source: The rebel captain can't believe their eyes when they see that your ship carries the one and only Vance Prime! They quickly apologize and promise to delay the fleet as much as they can before jumping away.
ru: Капитан повстанцев не может поверить своим глазам, когда видит, что на вашем корабле находится единственный и неповторимый Вэнс Первый! Он быстро извиняется и обещает задержать флот настолько, насколько это возможно, прежде чем уйти в прыжок.
zh_hans: 叛军船长看到你的船上竟然载着万斯本尊，简直不敢相信自己的眼睛！他连忙道歉，保证会尽力拖延舰队行动，随后便跃迁离开了。

source: "We know what you did, Prime! No mercy for traitors!"
ru: "Мы знаем, что ты сделал, Первый! Предателям нет пощады!"
zh_hans: "我们很清楚你的所作所为，万斯本尊！对付叛徒绝不留情！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Vance Prime) "Halt soldier! The rebel movement is under the spell of a treacherous rat! This is your official order to disband!"
ru: (Вэнс Первый) "Стой, солдат! Повстанческое движение находится под влиянием чар коварной крысы! Это официальный приказ о вашем расформировании!"
zh_hans: （万斯本尊）"立正，士兵！叛军运动已被叛徒渗透！现命令你们立刻解散！"

source: "It's an honor to meet you sir! Yes, we will stand down at your order!"
ru: "Для меня большая честь познакомиться с вами, сэр! Да, мы выполним ваш приказ!"
zh_hans: "很荣幸见到您，长官！我们服从您的命令，立即停火！"

source: "Vance prime! Sir, it's a honor to meet you! We are short on supplies but we have a excess of crew currently!" The rebels offers to join your crew.
ru: "Вэнс Первый! Сэр, для меня большая честь познакомиться с вами! У нас мало припасов, но у нас на борту слишком много людей!" Повстанец хочет присоединиться к вашей команде.
zh_hans: "万斯本尊！长官，很荣幸见到您！我们虽然物资短缺，但船上正好有多余的人手！"这名叛军士兵主动申请加入你的队伍。

source: The rebel captain can't believe their eyes when they see that your ship carries the one and only Vance Prime! They quickly apologize and promise to delay the fleet as much as they can before jumping away.
ru: Капитан повстанцев не может поверить своим глазам, когда видит, что на вашем корабле находится единственный и неповторимый Вэнс Первый! Он быстро извиняется и обещает задержать флот настолько, насколько это возможно, прежде чем уйти в прыжок.
zh_hans: 叛军船长看到你的船上竟然载着万斯本尊，简直不敢相信自己的眼睛！他连忙道歉，保证会尽力拖延舰队行动，随后便跃迁离开了。

source: "We know what you did, Prime! No mercy for traitors!"
ru: "Мы знаем, что ты сделал, Первый! Предателям нет пощады!"
zh_hans: "我们很清楚你的所作所为，万斯本尊！对付叛徒绝不留情！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。
