Repository: ftl-mv-translation/forgotten-races
Catalog: locale-machine/data/events_sector_augmented.xml.append/*.po
Languages: fr, ja

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/text
fr: En arrivant à la balise, vous remarquez un vaisseau Augmenté pourchassant une navette, proférant des obscénités par leurs communications ouvertes. "Voleur ! Voler repas rare !" Enfin, remarquant votre vaisseau, ils vous hèlent. "Laisser navette à moi, avoir traître qui manger repas rare, devoir les manger pour payer ! Ne pas toucher !"
ja: ビーコンに到着すると、オーグメント船がシャトルを追いかけ、開いた通信で罵詈雑言を吐いているのに気づく。「泥棒！珍しい食事を盗んだ！」ついにあなたの船に気づき、彼らは通信してくる。「シャトルは私に任せろ、珍しい食事を食べた裏切り者がいる、償わせるために食わなければならない！触るな！」

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[1]/text
fr: Sauvez le 'traître' dans la navette.
ja: シャトルの「裏切り者」を救出する。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[1]/event/text
fr: Vous rattrapez rapidement la petite navette et offrez à ses occupants la sécurité à bord de votre vaisseau. Bizarrement, un Augmenté de couleur étrange sort de la navette pour monter sur votre vaisseau, vous remerciant rapidement avant que les armes du vaisseau Augmenté furieux ne s'activent !
ja: 素早く小さなシャトルに追いつき、その乗員に船内での安全を提供する。奇妙なことに、奇妙な色のオーグメントがシャトルからあなたの船に降りてきて、怒り狂ったオーグメント船の武器がオンラインになる前に素早くあなたに感謝する！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[1]/event/crewMember
fr: Church
ja: チャーチ

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[2]/text
fr: Laissez la navette tranquille.
ja: シャトルを放っておく。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[2]/event/text
fr: Vous répondez au vaisseau Augmenté que vous n'avez aucune intention d'aider ceux qui se trouvent dans la navette. Finalement, vous voyez le vaisseau rattraper la navette et la capturer, forçant son occupant à retourner à l'intérieur. Le capitaine Augmenté semble heureux que vous ne soyez pas intervenu, laissant une petite offrande avant de sauter.
ja: シャトル内の者を助けるつもりはないとオーグメント船に応答する。やがて、その船がシャトルに追いつき、それを捕獲し、乗員を船に引き戻すのを見る。オーグメントの船長はあなたが干渉しなかったことに満足しているようで、ジャンプする前にささやかな供物を残していく。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/text
fr: Une fois le combat terminé, vous regardez autour de votre vaisseau, essayant de trouver l'étrange Lanius.
ja: 戦いが終わった後、船内を見回し、奇妙なラニアスを探す。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="1"]/event/text
fr: L'étrange Lanius est folle de joie de votre aide. "Grand sauveur Church du méchant Augmenté !" s'exclame la Lanius, rebondissant légèrement. Vous répondez que ce n'était rien, que cela ne vous semblait pas juste de la laisser mourir ainsi. "Modeste aussi ! Moi venir avec où que ce soit ! Aussi partager plans croiseur, faits par moi-même !" La Lanius vous pousse de côté et dessine à la main les plans d'un étrange croiseur Lanius bleu sur l'ordinateur avant de vous remercier une fois de plus.
ja: 奇妙なラニアスはあなたの助けにこの上なく喜んでいる。「偉大なる者が、意地悪なオーグメントからチャーチを救ってくれた！」とラニアスは叫び、軽く上下に跳ねる。 あなたは、大したことではない、あのように死なせるのは気が引けただけだと答える。 「謙虚でもある！どこへでもついて行く！巡洋艦の設計図も共有する、自分で作ったんだ！」ラニアスはあなたを押し退け、奇妙な青いラニアス巡洋艦の設計図をコンピュータに手で描き、もう一度あなたに感謝する。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/text
fr: Vous trouvez le Lanius en mauvais état après le combat. Il semble être trop loin... "Grand...on...protégé...Church..." dit le Lanius douloureusement, chaque souffle menaçant d'être le dernier...
ja: 戦いの後、ラニアスはひどい状態で見つかる。彼らはもう手遅れのようだ…「偉大…なる…者が…チャーチを…守って…くれた…」ラニアスは苦しそうに話し、一息ごとに最後の息になりそうだ…

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="0"]/text
ja: 我々にできることは何もない…

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="0"]/event/text
fr: "S'il vous... plaît... prenez... plans croiseur... faits... moi-même... pour... un... di... gne... a... mi..." Le Lanius vous tend les plans d'un étrange croiseur Lanius bleu, apparemment dessinés à la main, avant de se dissoudre en une flaque de métal...
ja: 「どうか…巡洋艦の設計図を…受け取って…自分で…作った…価値…ある…友…の…ために…」ラニアスは、奇妙な青いラニアス巡洋艦の設計図を手渡す。手書きのように見える。そして金属の puddle に溶けていく…

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="0"]/event/choice/text
fr: Repose en paix...
ja: 安らかに眠れ…

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="2"]/text
fr: (Infirmerie améliorée) Sauvez-les !
ja: （アップグレードされた医療室）彼らを救え！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="2"]/event/text
fr: Aussitôt, vous et votre équipage transportez le Lanius à l'infirmerie. Ses capacités améliorées parviennent à inverser la décomposition et à stabiliser le Lanius. Après s'être complètement remis, ils bondissent de joie en vous revoyant. "Sauveur ! Double Sauveur ! Vous avez sauvé Church de la mort elle-même ! Moi combattre vous jusqu'à la fin de l'univers ! Aussi partager plans croiseur, faits par moi-même !" Le Lanius vous pousse de côté et dessine à la main les plans d'un étrange croiseur Lanius bleu sur l'ordinateur avant de vous remercier une fois de plus.
ja: 稲妻のように素早く、あなたと乗組員はラニアスを医療室に運ぶ。そのアップグレードされた能力は腐敗を逆転させ、最終的にラニアスを安定させる。完全に回復した後、彼らは再びあなたに会うと喜びで飛び跳ねる。 「救世主！二度の救世主！あなたはチャーチを死そのものから救ってくれた！宇宙の果てまであなたのために戦う！巡洋艦の設計図も共有する、自分で作ったんだ！」ラニアスはあなたを押し退け、奇妙な青いラニアス巡洋艦の設計図をコンピュータに手で描き、もう一度あなたに感謝する。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="2"]/event/crewMember
fr: Church
ja: チャーチ

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="clonebay"]/text
fr: (Baie de clonage améliorée) Sauvez-les !
ja: （アップグレードされたクローンベイ）彼らを救え！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="clonebay"]/event/text
fr: Aussitôt, vous et votre équipage transportez le Lanius dans la baie de clonage, juste le temps d'enregistrer le Lanius avant qu'il ne se dissolve en une flaque de métal. Une fois le processus de clonage terminé et qu'ils sortent de la baie de clonage, le Lanius saute de joie en vous revoyant. "Sauveur ! Double Sauveur ! Vous avez sauvé Church de la mort elle-même ! Moi combattre vous jusqu'à la fin de l'univers ! Aussi partager plans croiseur, faits par moi-même !" Le Lanius vous pousse de côté et dessine à la main les plans d'un étrange croiseur Lanius bleu sur l'ordinateur avant de vous remercier une fois de plus.
ja: 稲妻のように素早く、あなたと乗組員はラニアスをクローンベイに運ぶ。金属の puddle に溶ける前にラニアスを登録するのにちょうど間に合う。クローニングプロセスが終わり、彼らがクローンベイから出ると、ラニアスは再びあなたに会うと喜びで飛び跳ねる。 「救世主！二度の救世主！あなたはチャーチを死そのものから救ってくれた！宇宙の果てまであなたのために戦う！巡洋艦の設計図も共有する、自分で作ったんだ！」ラニアスはあなたを押し退け、奇妙な青いラニアス巡洋艦の設計図をコンピュータに手で描き、もう一度あなたに感謝する。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="clonebay"]/event/crewMember
fr: Church
ja: チャーチ

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="LIST_CREW_MEDICAL"]/text
fr: (Équipage médical) Sauvez-les !
ja: （医療クルー）彼らを救え！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="LIST_CREW_MEDICAL"]/event/text
fr: Aussitôt, votre équipe médicale tente de stabiliser leur état. C'est une opération délicate, mais votre équipe parvient à inverser la dégradation et à stabiliser finalement le Lanius. "Sauveur ! Double Sauveur ! Vous avez sauvé Church de la mort elle-même ! Moi combattre vous jusqu'à la fin de l'univers ! Aussi partager plans croiseur, faits par moi-même !" Le Lanius vous pousse de côté et dessine à la main les plans d'un étrange croiseur Lanius bleu sur l'ordinateur avant de vous remercier une fois de plus.
ja: 稲妻のように素早く、あなたの医療クルーは彼らの状態を安定させようと試みる。危機一髪だったが、あなたのクルーは腐敗を逆転させ、最終的にラニアスを安定させることができる。 「救世主！二度の救世主！あなたはチャーチを死そのものから救ってくれた！宇宙の果てまであなたのために戦う！巡洋艦の設計図も共有する、自分で作ったんだ！」ラニアスはあなたを押し退け、奇妙な青いラニアス巡洋艦の設計図をコンピュータに手で描き、もう一度あなたに感謝する。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="LIST_CREW_MEDICAL"]/event/crewMember
fr: Church
ja: チャーチ

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[5]/text
fr: (Drone médical) Sauvez-les !
ja: （医療ドローン）彼らを救え！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[5]/event/text
fr: Aussitôt, votre drone médical tente de stabiliser leur état. C'est une opération délicate, mais le drone parvient à inverser la dégradation et à stabiliser finalement le Lanius. "Sauveur ! Double Sauveur ! Vous avez sauvé Church de la mort elle-même ! Moi combattre vous jusqu'à la fin de l'univers ! Aussi partager plans croiseur, faits par moi-même !" Le Lanius vous pousse de côté et dessine à la main les plans d'un étrange croiseur Lanius bleu sur l'ordinateur avant de vous remercier une fois de plus.
ja: 稲妻のように素早く、あなたの医療ドローンは彼らの状態を安定させようと試みる。危機一髪だったが、ドローンは腐敗を逆転させ、最終的にラニアスを安定させることができる。 「救世主！二度の救世主！あなたはチャーチを死そのものから救ってくれた！宇宙の果てまであなたのために戦う！巡洋艦の設計図も共有する、自分で作ったんだ！」ラニアスはあなたを押し退け、奇妙な青いラニアス巡洋艦の設計図をコンピュータに手で描き、もう一度あなたに感謝する。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[5]/event/crewMember
fr: Church
ja: チャーチ

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[6]/text
fr: (Bombe de soin) Sauvez-les ! [-1}]
ja: （ヒーリングボム）彼らを救え！[-1}]

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[6]/event/text
fr: Aussitôt, vous atteignez votre système de contrôle d'armes et tirez la bombe sur la pièce où se trouve le Lanius. C'est une opération délicate, mais elle explose juste à temps pour inverser la dégradation et stabiliser le Lanius. "Sauveur ! Double Sauveur ! Vous avez sauvé Church de la mort elle-même ! Moi combattre vous jusqu'à la fin de l'univers ! Aussi partager plans croiseur, faits par moi-même !" Le Lanius vous pousse de côté et dessine à la main les plans d'un étrange croiseur Lanius bleu sur l'ordinateur avant de vous remercier une fois de plus.
ja: 稲妻のように素早く、武器制御システムに手を伸ばし、ラニアスがいる部屋に爆弾を発射する。危機一髪だったが、爆発はちょうど間に合い、腐敗を逆転させてラニアスを安定させる。 「救世主！二度の救世主！あなたはチャーチを死そのものから救ってくれた！宇宙の果てまであなたのために戦う！巡洋艦の設計図も共有する、自分で作ったんだ！」ラニアスはあなたを押し退け、奇妙な青いラニアス巡洋艦の設計図をコンピュータに手で描き、もう一度あなたに感謝する。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[6]/event/crewMember
fr: Church
ja: チャーチ
