Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_ships.xml.append/*.po
Languages: ru, zh_hans

source: The enemy ship breaks apart, destroying it and any Withered left inside. You attempt to hail the Dynasty, but all you receive is a ASB shot straight into your engines. You need to get out of here!
ru: Вражеский корабль разлетается на части, уничтожая его и всех оставшихся внутри Увядших. Вы пытаетесь вызвать Династию, но все, что вы получаете, - это выстрел из ПКБ прямо по вашим двигателям. Вам нужно убираться отсюда!

source: The enemy cruiser is destroyed, leaving you with a moderate amount of scrap.
ru: Вражеский крейсер уничтожен, и вы получаете умеренное количество лома.
zh_hans: 敌舰已被摧毁，为你留下了适量的废料。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've exterminated all the Augmented from the ship, leaving you with plenty of ship to scrap.
ru: Вы уничтожили всех Возвышенных на корабле, и у вас осталось много вещей, которые можно разобрать на лом.
zh_hans: 你已清除舰上所有强铁族，现在可以尽情拆解这艘庞大的舰船了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Survive without destroying the auto-ship, so the hack routine can run.
ru: Выживите, не уничтожая автоматический корабль, чтобы можно было запустить процедуру взлома.
zh_hans: 在不摧毁自动舰的情况下生存，以便黑客程序完成破解。

source: The ship buckles under your assault and splits into uncountable pieces. Whatever mystery the ship held will forever go unanswered.
ru: Корабль сминается под вашей атакой и разлетается на бесчисленные части. Какие бы тайны ни хранил корабль, они навсегда останутся неразгаданными.
zh_hans: 飞船在你的猛攻下崩解，碎裂成无数残片。这艘船所隐藏的一切谜团，都将永远湮灭于虚空。

source: The massive cruiser splits down the middle, the wreckage crashing down atop a Ministry shipyard and destroying several other parked Zoltan craft. The blow was a decisive one, with other vessels beginning to turn around and avoiding the scene. The Osmian ship hails you.
ru: Огромный крейсер разламывается на части, его обломки падают на верфь Министерства и уничтожают несколько стоявших там золтанских кораблей. Это был решающий удар, и другие корабли начали разворачиваться и уходить от места событий. Осмианский корабль вызывает вас.
zh_hans: 巨型星舰从中央断裂，残骸坠落砸毁了下方牧师团的船坞，并摧毁了数艘停泊的超能族飞船。这记重创产生了决定性效果，周围其他舰船开始调转航向逃离现场。此时原能族飞船向你发来通讯。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As the last Zoltan aboard falls, you set the ship's autopilot on a collision course with a nearby Ministry shipyard, destroying several other parked Zoltan craft. The Osmian ship hails you.
ru: Когда последний золтанец на борту погибает, вы настраиваете автопилот корабля на курс столкновения с ближайшей верфью Министерства, уничтожив несколько других стоящих там золтанских кораблей. Осмианский корабль вызывает вас на связь.
zh_hans: 当最后一名超能族船员倒下，你将舰船设置为自动导航模式，径直撞向邻近的牧师团船坞，并摧毁了数艘停泊的超能族飞船。此时原能族飞船发来通讯。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: They look like they don't want to fight. They are trying to escape.
ru: Похоже, они не хотят сражаться. Они пытаются сбежать.
zh_hans: 看起来他们并不想要战斗。他们在试图逃离。

source: The massive station's ionic weapons suddenly backfire, causing a gigantic explosion. Soon enough, the station is nothing more than scrap.
ru: Ионное оружие огромной станции внезапно срабатывает, вызывая гигантский взрыв. Вскоре от станции остается лишь металлолом.
zh_hans: 这座巨型空间站的离子武器突然发生爆炸，引发剧烈连锁反应。转瞬间，整座空间站已化为一片漂浮的金属残骸。

source: A few Commonwealths tried to activate their escape pods, but it seems that they weren't as functional as they thought, as every one of them broke and killed the escapee in one way or another.
ru: Несколько кораблей Содружества попытались использовать свои спасательные капсулы, но, похоже, они оказались не настолько функциональными, как они думали, поскольку каждая из них сломалась и убила спасающегося тем или иным способом.
zh_hans: 几名联合方碑族试图启动逃生舱，但这些设备显然不如他们想象中可靠——所有逃生舱都以不同方式发生故障，将逃生者尽数葬送在冰冷的太空之中。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы быстро собираете все, что до чего можно добраться.
zh_hans: 舰船逐渐解体，你迅速抢救出尚能回收的物资。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and with it the knowledge of your sins.
ru: Корабль разваливается на части, а вместе с ним и осознание ваших грехов.
zh_hans: 舰船分崩离析，连同你的一切罪证永远湮没在星尘之中。

source: The Commonwealth Auto-ship has been destroyed. You scrap what remains.
ru: Автоматический корабль Содружества уничтожен. Вы разбираете на лом то, что осталось.
zh_hans: 联合方碑自动舰已被摧毁。你搜刮了剩余的废料。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The pink lights go out right before the ship explodes; you feel a wave of relief wash over your body as you watch the debris slowly disintegrate.
ru: Розовые огни гаснут прямо перед взрывом корабля, и вы чувствуете, как волна облегчения охватывает ваше тело, когда вы наблюдаете, как медленно разлетаются обломки.
zh_hans: 粉色光芒在舰船爆炸前倏然熄灭。注视着残骸缓缓瓦解，一股解脱的暖流涌遍你的全身。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Royal and their Cognitive slaves tried their best, but in the end their arrogance was their demise.
ru: Дворяне и их рабы-когнитивы старались изо всех сил, но в конце концов их высокомерие стало их гибелью.
zh_hans: 皇家方碑与其操控的认知体奴仆虽负隅顽抗，但终究被自身的傲慢推向毁灭。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With a major crack through its midsection, the massive ship breaks apart into pieces. It crumbled faster than you expected for something that big.
ru: Огромный корабль с большой трещиной посередине разваливается на части. Он развалился быстрее, чем вы ожидали для такого большого корабля.
zh_hans: 舰体中部赫然开裂，庞大的船身瞬间支离破碎。如此巨大的造物竟以超乎想象的速度崩解。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The testers didn't even try to escape; they fought until the very end.
ru: Испытатели даже не пытались сбежать, они боролись до самого конца.
zh_hans: 测试者们毫无退意，他们战斗到了最后一刻。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart. You consider telling the station what you have done, but you decide it's best to just leave before they can confront you about it.
ru: Корабль разваливается на части. Вы подумываете о том, чтобы рассказать станции о том, что вы сделали, но решаете, что лучше просто уйти, пока они не вступили с вами в конфликт.
zh_hans: 舰船分崩离析。你曾考虑向空间站坦白所作所为，但最终决定在他们追究之前悄然离去。

source: "Error - error - error - error - Continuity has failed to be enforced. Sending request for reinfor-" The ship explodes before it can send the signal. You are hailed by the Sylvan you just saved.
ru: "Ошибка - ошибка - ошибка - ошибка - Постоянство не соблюдено. Посылаю запрос на подкре..." - корабль взрывается прежде, чем успевает передать сигнал. Вас вызывает Сильван, которого вы только что спасли.
zh_hans: “错误——错误——错误——错误——连续性强制失效。正在发送增援请——”信号尚未传出，飞船便已爆炸。刚被你救出的希尔凡向你发来了通讯。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: It seems as though this is the end of Cylvan, but suddenly a teleporter signal registers - you've been boarded, again? Cylvan reappears on your deck. "Sssstranger, it'ssss not sssso eassssy to get rid of me!"
ru: Кажется, что это конец Цильвана, но вдруг раздаётся сигнал телепорта - вас снова взяли на абордаж? Цильван снова появляется на вашей палубе. "Сссстранник, от меня не так-то проссссто избавитьсссся!"
zh_hans: 眼看赛尔凡即将走向终结，传送信号的嗡鸣却突然响起——你的飞船竟再次遭遇登舰！赛尔凡重新出现在甲板上，带着标志性的卷舌音说道："陌……陌生~~人，想……想甩~~掉我……可不……不是~~那么容易的！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As if that wasn't enough, even more Cognitives beam aboard! Where are these guys coming from?
ru: Как будто этого было недостаточно, на борт поднимается еще больше когнитивов! Откуда они взялись?
zh_hans: 仿佛这还不够似的，更多认知体通过传送光束登上了飞船！这帮家伙到底是从哪儿冒出来的？

source: "Error - error - error - error - Continuity has failed to be enforced. Sending request for quarant-" The ship explodes before it can send the signal. As you scrap the ship, you find a strange weapon that the probe carried survived the fight!
ru: "Ошибка - ошибка - ошибка - ошибка - Постоянство не соблюдено. Посылаю запрос на карант..." - корабль взрывается прежде, чем успевает передать сигнал. Разбирая корабль на металлолом, вы находите странное орудие, которое было на борту зонда и уцелело в бою, вы забираете его с собой!
zh_hans: “错误——错误——错误——错误——连续性强制失效。正在发送隔离请——”信号尚未传出，飞船便已爆炸。在拆解残骸时，你发现探测艇携带的一件奇特武器竟在战斗中完好无损地保存了下来！

source: "Error - error - error - error - Continuity has failed to be enforced. Sending request for quarant-" The ship explodes before it can send the signal. As you scrap the ship, you find a strange drone that the probe carried survived the fight!
ru: "Ошибка - ошибка - ошибка - ошибка - Постоянство не соблюдено. Посылаю запрос на карант..." - корабль взрывается прежде, чем успевает передать сигнал. Разбирая корабль на металлолом, вы обнаруживаете странный дрон, который, судя по всему, уцелел в бою с зондом!
zh_hans: “错误——错误——错误——错误——连续性强制失效。正在发送隔离请——” 飞船在发出信号前便已爆炸。当你在残骸中搜刮时，竟发现探测器携带的一台奇特无人机在战斗中幸存了下来！

source: The Auto-ship couldn't even send a distress message before being obliterated. You scrap what remains.
ru: Автоматический корабль даже не успел послать сигнал бедствия, как был уничтожен. Вы разобрали на лом то, что осталось.
zh_hans: 自动舰甚至没能发出求救信号便被彻底摧毁。你们开始回收残余的废料。

source: The massive station's ionic weapons suddenly backfire, cause a gigantic explosion. Soon enough, the station is nothing more than scrap. Unfortunately, the station's explosion destroyed every gas container aboard, leaving the rare gasses to escape into space.
ru: Ионное оружие огромной станции внезапно срабатывает, вызывая гигантский взрыв. Вскоре от станции остался лишь лом. К сожалению, взрыв станции уничтожил все газовые контейнеры на борту, в результате чего редкие газы улетучились в космос.
zh_hans: 这座巨型空间站的离子武器突然发生爆炸，引发剧烈连锁反应。转瞬间，整座空间站已化为一片漂浮的金属残骸。不幸的是，爆炸摧毁了船上所有的储气罐，稀有气体全部泄漏到了太空之中。

source: Inside the station you find a huge room filled with tanks of rare nebula gasses. However, you can only carry so many back to your ship before you have to move on.
ru: Внутри станции вы обнаружили огромное помещение, заполненное емкостями с редкими газами из туманности. Вы сможете перенести их на свой корабль, прежде чем вам придется отправиться дальше.
zh_hans: 在空间站内部，你发现了一个装满稀有星云气体储存罐的巨大舱室。但你能带回飞船的储量有限，收集一部分后就必须继续前进。
