Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_special_gb.xml.append/*.po
Languages: ru, zh_hans

source: The leader of the haunts is destroyed, though, like all other figureheads in the multiverse, there's always more of them across other universes. Still, a victory is a victory.
ru: Лидер группы ревенентов, однако, как и у всех других лидеров Мультивселенной, всегда найдется другой в другой вселенной. Тем не менее, победа есть победа.
zh_hans: 游灵首领已被摧毁。不过正如多元宇宙中所有枭雄的宿命——总会有另一个平行宇宙存在其替代者。但无论如何，胜利终究是胜利。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_gb.xml.append$//ship[@name="FR_SHIP_GB_GOZER"]/deadCrew/text
source: The leader of the haunts is destroyed, though, like all other figureheads in the multiverse, there's always more of them across other universes. Still, a victory is a victory.
ru: Лидер группы ревенентов, однако, как и у всех других лидеров Мультивселенной, всегда найдется другой в другой вселенной. Тем не менее, победа есть победа.
zh_hans: 游灵首领已被摧毁。不过正如多元宇宙中所有枭雄的宿命——总会有另一个平行宇宙存在其替代者。但无论如何，胜利终究是胜利。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The location of a Haunt.
ru: Местонахождение ревенанта.
zh_hans: 此处为一名游灵的坐标。

source: Explored location. Location of a Haunt.
ru: Посещенное место. Местонахождение ревенанта.
zh_hans: 已探索的信标。游灵的位置。

# data/events_special_gb.xml.append$//event[@name="FR_PROTON_HAUNT_GOZER"]/text
source: According to the Proton Pack's database, this is the Haunt's head honcho, Goziodeon, a fearful leader and one with the most loyal servants in this side of the multiverse. Strangely enough, his weapons don't power up as soon as he sees you, instead you receive a hail from his ship.
ru: Согласно базе данных Протонного блока, это главарь ревенантов, Гозиодеон. Грозный лидер и один из самых преданных слуг в этой части Мультивселенной. Странно, но его оружие не активируется, как только он видит вас. Вместо этого вы получаете вызов с его корабля.
zh_hans: 根据质子怯魂器数据库的记载，这正是游灵族的最高首领高哥泽什——一位令人胆寒的统治者，麾下聚集着多元宇宙最忠诚的部属。但奇怪的是，他的武器系统在发现你时并未立即启动，反倒是他的舰船主动发来了通讯请求。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Well well well, what do we have here boys? A federation meathead that thinks they can take on the head honcho of the Haunts?! Is that it?!" The ghost bursts into laughter, lasting more than a minute before he finally recomposes himself. "That's the funniest thing I heard in centuries, so, as a treat for lighting up my mood, I won't break your spine immediately. Tell me, little federation puppet, what brings you here today?
ru: "Так-так-так, что у нас тут, парни? Болван Федерации, который думает, что сможет справиться с главарем ревенантов?! И это все?!" Призрак разражается хохотом, который длится больше минуты, прежде чем он наконец приходит в себя. "О, это самое смешное, что я слышал за последние столетия. Поэтому, в качестве благодарности за то, что ты поднял мне настроение, я не буду сразу ломать тебе хребет. Скажи мне, маленькая марионетка Федерации, что привело тебя сюда сегодня?
zh_hans: “哎哟喂，弟兄们快瞧瞧这是谁来了？一个联邦蠢货以为自己能挑战游灵的头目？！就凭你？”游灵爆发出震耳欲聋的大笑，足足持续一分钟才勉强恢复镇定。 “哈！这可是我几百年来听过最可笑的事了！看在你逗乐我的份上，我就先不折断你的脊梁骨了。说吧，联邦的小傀儡，今天来找我有什么事？”

source: We are here to take you down, Goziodeon!
ru: Мы здесь, чтобы уничтожить тебя, Гозиодеон!
zh_hans: 我们是来拿下你的，哥泽什！

source: You can see a enormous grin form across his gaseous body "Tsk, tsk tsk, wrong choice buddy" His ship's weapons finally lights to life and he refuses any more hails.
ru: Вы можете увидеть, как по всему его газообразному телу расплывается огромная ухмылка. "Цок-цок-цок, не тот ты выбор, приятель!" Орудия его корабля наконец-то оживает, и он отказывается от дальнейших переговоров.
zh_hans: 你能看见他整个气态身躯上裂开一道横贯的巨大笑容。“啧啧啧，选错了啊伙计。”他舰船的武器终于亮起充能光芒，随后彻底切断了通讯连接。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: We are actually a new recruit from the Haunts, it's how we found you in the first place!
ru: Мы здесь, чтобы присоединиться к вам!
zh_hans: 我们是来加入你的！

source: The mob boss inspects you and your ship over a few minutes "oh? Is that so? Then who authorized you to join us?"
ru: Босс группировки осматривает вас и ваш корабль. "О? Это так? Тогда... кто позволил тебе присоединиться к нам?"
zh_hans: 黑帮老大审视着你和你的舰船。“哦？是吗？那么……是谁批准你加入我们的？”

source: Vinezaleon.
ru: Винезалеон.
zh_hans: 威拉泽连。

source: "Hmm, Vinezaleon wasn't exactly authorized to allow new recruits in, though suppose he isn't one to be fooled easily, if you convinced him then you are more than welcome to be our recruit."
ru: "Хм, Винезалеон не был уполномочен принимать новых рекрутов. Хотя... полагаю, он не из тех, кого легко обмануть. Если ты убедил его, то можешь стать нашим рекрутом".
zh_hans: "嗯，威拉泽连确实没有招募新成员的权限。不过……我想他也不是轻易能被蒙骗的人。既然你能说服他，那我们非常欢迎你成为我们的一员。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Slimer.
ru: Слимер.
zh_hans: 黏稠者。

source: The ghost bursts into laughter again, but this time he make sure his weapons turn on as soon as he finishes laughing. "I wouldn't trust Slimer to even take out the trash, what makes you think I would let *him* welcome newcomers? While I appreciate the laughter, I have no respect for liars, get them boys!"
ru: Призрак снова разразился хохотом, убедившись, что все его пушки будут включены, как только он замолчит. "Я не доверю Слимеру даже вынести мусор, с чего ты взял, что я позволю ему принимать новичков? Хотя я ценю твой юмор, но я не уважаю лжецов. Взять их, ребята!"
zh_hans: 幽灵再次爆发出一阵大笑，笑声刚落所有炮口立刻对准你们。"我连让黏稠者倒垃圾都信不过，你们凭什么觉得我会让他来迎接新人？虽然你们的笑话很取悦我，但我对骗子绝不留情。给我上，兄弟们！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Socolarei.
ru: Соколарей.
zh_hans: 斯科拉雷。

source: The ghost's expression turns into a grim one as his ship's weapons turn on. "No, just no."
ru: Выражение лица призрака становится мрачным, по мере того как активируются орудия его корабля. "...нет, просто нет".
zh_hans: 幽灵的表情骤然阴沉，舰船武器同时启动。"……不行，绝对不行。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Psycadellius.
ru: Психоделлий.
zh_hans: 赛可多列斯。

source: The ghost bursts into laughter again, but this time he make sure his weapons turn on as soon as he finishes laughing. "Psycadellius? Screening for newcomers? That's funnier than if you said slimer welcomed you in! While I appreciate the laughter, I have no respect for liars, get them boys!"
ru: Призрак снова разражается хохотом, и все его пушки начинают работать, как только он замолкает. "Психоделлий? Проверяет новичков? Было бы не так смешно, если бы ты сказал, что тебя принял Слимер! Хотя я ценю смех, который ты мне даришь, я не уважаю лжецов. Взять их, ребята!"
zh_hans: 幽灵再次放声大笑，笑声未落所有炮台已然启动。"赛可多列斯？负责新人筛查？你说黏稠者接待你都比这可信！虽然你的笑话逗乐了我，但我最讨厌说谎的家伙。给我拿下他们，弟兄们！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ellebeneare.
ru: Эллебениар.
zh_hans: 艾乐贝妮尔。

source: "My wife you say? Well in that case, let's get on with your test!"
ru: "Моя жена, говоришь? Ну...в таком случае, давай приступим к твоему тесту!"
zh_hans: "你说是我妻子？嗯…既然如此，那就开始你的测试吧！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Zulbazare.
ru: Зулбазар.
zh_hans: 祖巴泽尔。

source: "Ah that's what I wanted to hear, Zulbazare truly has an eye for great recruits!"
ru: "Ах, именно это я и хотел услышать! У Зульбазаре действительно есть нюх на новую прекрасную кровь!"
zh_hans: "啊，这正是我想听到的！祖巴泽尔确实独具慧眼，总能发掘优秀的新鲜血液！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "As is customary for newcomers, I will accompany you in your way to take out the flagship, think of it as a test, if you can do this then I will be certain you have what it takes to join us. Don't disappoint me kid."
ru: "Как и положено новым Ренегатам, я буду сопровождать тебя в твоем путешествии, чтобы победить Флагман. Считай это испытанием... испытанием, чтобы понять, готов ли ты к свершениям. Не разочаруй меня, малыш!"
zh_hans: "按照变元者新人的惯例，我会陪你一起去击败旗舰。就当这是一场考验……看看你是否有资格成为我们的一员。别让我失望，小子！"

source: Goziodeon
ru: Гозиодеон
zh_hans: 哥泽什
