Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_sector_nexus.xml.append/*.po
Languages: ru, zh_hans

# data/events_sector_nexus.xml.append$//event[@name="FR_BILLVAN_QUEST"]/text
source: As you survey your sorroundings you notice a cluster of large ruins on the surfaice of the only planet orbeting around a pulsar, not only that but there seems to be another Sylvan-like ship nearby, however, strangely they seem to have a paintjob that uses the colors of Hektar Inudstries, though given the pirate paint it's clear they aren't aligned with them anymore. They hail you: "You there! What do you think you are doing here? You can't jussst waltz around like you own the place? Where did you learn mannersss like that?" The person on the other hand is a slug that dresses like Sylvan, however, it's clear they aren't Sylvan.
ru: Осмотрев окрестности, вы заметили скопление больших руин на поверхности единственной планеты, вращающейся вокруг пульсара. Неподалеку расположился еще один транспорт слизней, на котором видны пиратские полосы на фоне до боли приглушенных синего и желтого цветов "Гектар Индастриз". Они вызывают вас. "Ты здесссь! Что, по-твоему, ты здесссь делаешшшь? Ты не можешшшь просссто расссхаживать здесссь, как будто ты здесссь хозяин! Где ты научилссся таким манерам?" С другой стороны - слизень, одетый как Сильван. Однако ясно, что это не Сильван.
zh_hans: 你环顾四周，发现脉冲星唯一行星的地表有片巨型废墟群。另一艘蛞蝓运输船停在不远处，船身覆盖着显眼的海盗条纹，底下隐约透出赫克塔工业标志性的蓝黄配色。对方发来通讯： ……"那边的！你在这儿晃悠什~么？真把这里当自己家了？谁~教你闯入别人的地盘的？" 通讯画面里的蛞蝓穿着打扮和希尔凡如出一辙，但明显不是本尊。

source: Why are you pretending to be Sylvan?
ru: Почему ты выдаешь себя за Сильвана?
zh_hans: 你假装成希尔凡干吗？

source: The slug seems insulted at the comment, they cross their arms and look you dead in the eye. "Pretending?! Why would I do that?! I'm not pretending to be my brother, I'm honoring hisss legacy! I'm Billy Hektar, though sssince everyone here is named after SSSylvan, you can call me Billvan if you wish. I'm the ex-CEO of Hektar Indussstriesss and now coorporate exile...Not that I regret that happening, I'm glad I'm out of that sssnake pit of a coorporation." Billvan raises an eyebrow "What are you even doing here? You should be dead by now, those crazy versions of my brother don't hand out exceptions to any bozo that somehow finds this place, trust me, I know how terrible it is to try to be accepted around here."
ru: Слизень кажется оскорбленным этим комментарием, он скрещивает руки и смотрит вам прямо в глаза. "Притворятьссся?! Зачем мне это делать?! Я не притворяюсссь сссвоим братом, я чту его нассследие! Я Билли Гектар, хотя, поссскольку всссе здесссь названы в чесссть Сссильвана, ты можешшшь звать меня Биллван, есссли хочешшшь. Я бывшшший генеральный директор "Гектар Индассстриз", а ныне корпоративный изгнанник... Не то чтобы я жалел о ссслучившшшемссся, я рад, что выбралссся из этой змеиной ямы корпорации". Биллван поднимает бровь. "...Что ты вообще здесссь делаешшшь? Ты уже должен быть мертв, эти безумные версссии моего брата не делают исссключений для недоумков, которые каким-то образом находят это месссто. Поверь мне, я знаю, как тяжело найти здесссь поддержку".
zh_hans: 听到这话，那只蛞蝓像是被冒犯了，抱起胳膊死死瞪着你。"装？我有什~么好装的！我可不是~在冒充我哥，我是在继承他的衣钵！我叫比利·赫克塔——不过既然这儿人人都用希尔凡的名字，你叫我比尔凡也行。我是~赫克塔工业的前任CEO，现在嘛……是~个被流放的企业叛徒。当然我可不后悔，反而庆幸自己逃出了那个蛇~蝎窝。" · · · · · · · · · · · · · · · · · · · · 比尔凡挑起眉梢："……你到底来这儿干嘛？按理说~早该没命了，我那帮疯了的各种各样的兄弟们可不会给误入此地的蠢货开特例。相信我，我太清楚在这儿想被接纳有多难了。"

source: We wanted to check out those ruins.
ru: Мы хотели осмотреть эти руины.
zh_hans: 我们想要调查这些废墟。

source: Billvan demeanor quickly shifted "Back off, weirdo, this ruinsss are property of SSSylvan Prime, he gave me the missssion to protect thisss ruinsss that were recently dissscovered until he hasss the time to explore it himssself, and I won't let some ssstranger ruin my reputation after I worked ssso hard to earn it! I will give you a few minutesss to jump away, otherwissse I will ssshow you the thingsss I learned while being the CEO of Hektar!"
ru: Поведение Биллвана быстро изменилось. "Отвали, чудак, эти руины - сссобссственносссть Сссильвана Первого! Он поручил мне охранять эти недавно обнаруженные руины, пока у него не появитссся время исссследовать их сссамому, и я не позволю какому-то ссстраннику иссспортить мою репутацию посссле того, как я так ссстаралссся ее заработать! Кроме того, эта планета защищена мощнейшшшим щитом, уссстановленного здесссь сссамим Первым, и только доверенные лица могут даже приблизитьссся к ее атмосссфере, не сссгорев дотла!" "Я дам тебе несссколько минут на прыжок, иначе... Я покажу тебе, чему я научилссся, будучи генеральным директором "Гектара"!"
zh_hans: 比尔凡的态度陡然强硬起来："退后，怪胎！这片废墟是~希尔凡领主的财产！他亲自委派我守~护新发现的遗迹，等他腾出时~间亲自考察。我好不容易挣来的信誉，绝不容许外人破坏！更何况领主亲自给行星布下了强效护盾，未经授~权者靠近大气层就会烧~成灰！" "给你三分钟跃迁离开。否则……让你见识~一下我在赫克塔当CEO时学的手段！"

source: Power up your weapons, we need to check those ruins!
ru: Зарядить орудия; нам нужно убедить его предоставить нам доступ к этим руинам!
zh_hans: 给武器充能；我们要强迫他让我们探索废墟！

source: Billvan sighs, he didn't want to do this but now there's no way out.
ru: Биллван вздыхает: он не хотел этого делать, но теперь выхода нет. Похоже, если хочется, чтобы вас туда пустили, Биллван *должен* выжить.
zh_hans: 比尔凡叹息了一声，虽然他不想这么做，但现在没得选了。 如果你想要进入废墟，*必须*保证比尔凡存活。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Alright, we are leaving.
ru: Ладно, мы уходим.
zh_hans: 好吧，我们会离开的。

source: "Good, thank you for undertanding. Hope your meeting with Prime goes well." You get ready to jump before you receive another hail "You know what? For being such a good sssport, here'sss the blueprintsss to an old cruiser idea I had before...Well, let'sss just sssay it would be my way of sssecuring my brother's legacy. Good luck!"
ru: "Хорошшшо, ссспасссибо за понимание. Надеюсссь, твоя вссстреча ссс Первым пройдет хорошшшо". Вы готовитесь к прыжку, прежде чем получаете еще один вызов. "Знаешшшь что? За то, что ты был таким хорошшшим парнем, вот чертежи ссстарого крейсссера, который я задумал до того, как... ну, ссскажем так, это был бы мой ссспосссоб защитить нассследие моего брата. Удачи!"
zh_hans: "很好，感谢您的理解。祝您与领主的会面顺~利。"你正准备跃迁，却又收到一条通讯。 "知道吗？看在你这么配合的份上~，把我早年设~计的巡洋舰蓝图送~给你吧……就当是~，为我哥哥的传奇尽份心意。祝好运！"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: We wanted to trade.
ru: Мы хотели поторговать.
zh_hans: 我们想要交易。

source: Billvan smiles widely, sending you a virtual menu with all the available goods "Thank you for being a valuable customer!"
ru: Биллван широко улыбается, отправляя вам виртуальное меню со всеми доступными товарами. Он явно давно не занимался торговлей. "Ссспасссибо за то, что ты оказалссся ценным покупателем!"
zh_hans: 比尔凡咧开嘴笑着发来虚拟商品目录。显然他很久没做过交易了。"感谢惠顾！您真是位优质的客人！"

source: We are just looking around, we will jump away in a moment.
ru: Мы просто осматриваемся, сейчас мы уйдем.
zh_hans: 我们只是来这附近看看的，马上就迁跃离开。

source: "Alright then, outsider. I wisssh you luck in your journey."
ru: "Хорошшшо, чужак. Желаю тебе удачи в твоем путешшшессствии".
zh_hans: "好吧，外来者。祝你的旅途顺~利。"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: "S-SSSylvan...I'm so...SSSorry"
ru: "С-сссильван... Мне так... жаль..." Биллван опускается на пол, по его левому боку проходит огромная рана.
zh_hans: "希尔凡…对…不起"比尔凡颓然倒下，左肋裂开一道狰狞的伤口。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Billvan is clear feeling the heat now, he desperatly hails you: "L-Look, I undertand you are deathly curiousss to know what'sss in the ruinsss, and honestly so do I! SSSo how about we make a deal, you let me live and I won't report you to prime, I can even let you explore the ruinsss, though pleassse promisssse me you won't messss it up..."
ru: Биллван отчаянно вызывает вас, ощущая на себе всю мощь вашего оружия. "П-поссслушшшай, я понимаю, что тебе сссмертельно любопытно узнать, что находитссся в руинах, и, чессстно говоря... мне тоже! Так что, может, заключим сссделку? Ты оссставляешшшь меня в живых, а я не буду докладывать о тебе Первому. Я даже могу убрать щит и позволить тебе исссследовать руины, но, пожалуйссста, пообещай мне, что ты ничего не иссспортишшшь..."
zh_hans: 比尔凡惊慌失措地发来通讯，他已经感受到你炮火的灼热。 ····"听、听着！我明白你非常好奇遗迹里的东西，说~实话？我也一样！不如我们做个交易？你饶我一命，我就不向领主报告。我还可以解除护盾让你探索遗迹，不过请你保证……别把里面搞得一团糟……"

source: Spare Billvan.
ru: Пощадить Биллвана.
zh_hans: 放过比尔凡。

source: "Thank god...I genuinely thought you were going to kill me there for a moment...I'm a ssslug of my word, you are free to explore the ruinsss, just...Please don't ruin thisss for me."
ru: "Ссслава богу... На мгновение, я иссскренне подумал, что ты убьешшшь меня там на мгновение... Я ссслизень и держу сссвое ссслово. Ты можешшшь сссвободно исссследовать руины, только... пожалуйссста, не разрушшшай их ради меня".
zh_hans: "谢天谢地……刚才我真以为你要杀了我……我比尔凡向来说话算话。现在你可以自由探索遗迹了，只是……拜托别把这事给我搞砸了。"

source: Time to explore those ruins.
ru: Пора исследовать эти руины.
zh_hans: 是探索遗迹的时候了。

source: Keep fighting.
ru: Продолжать сражаться.
zh_hans: 继续战斗。

# data/events_sector_nexus.xml.append$//event[@name="FR_BILLVAN_QUEST_RUINS"]/text
source: You land in an clearing close to one of the ruins and start looking for a way in. Luckily the door to the only seemingly mostly intact was cracked open, allowing your crew to slip in and start exploring the ruins from the inside. While heavily fadded and damaged, the art in the walls is still a sight to behold, showing what seems to be strange aliens that don't match any entry in the federation's database.
ru: Вы приземляетесь на поляне рядом с одними из руин и начинаете искать проход внутрь. К счастью, дверь в единственное, на первый взгляд, почти неповрежденное здание была взломана, что позволило вашей команде проскользнуть внутрь и начать исследовать руины изнутри. Несмотря на сильные выцветшие и поврежденные рисунки на стенах, на них изображены странные пришельцы, которые не соответствуют ни одной записи в базе данных Федерации.
zh_hans: 你们降落在靠近某处遗迹的空地，开始寻找入口。幸运的是，唯一保存较完好的建筑大门裂开一道缝隙，船员们得以潜入内部探索。尽管严重褪色破损，墙上的壁画依然令人惊叹——上面描绘着形态奇特的外星生物，与联邦数据库的任何记录都不匹配。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you explore deeper you start to understand what happened here. Long ago, this strange alien race lived right here in the nexus, holding complete dominion over this solar system for eons. It just hits you how old this markings must have seen, since there aren't any mentions of slugs or sylvans at all anywhere, or even other aliens for that matter, just how old are this ruins? The story seems to imply that the aliens didn't value power or currency the same way almost all aliens do now at days, they focused on bettering themselves and their technology instead of fighting with each other over scraps. This society even decided to not expand past this solar system, as they didn't have need for more resoruces or space given that they had overcome their own mortality.
ru: По мере исследования вы начинаете понимать, что здесь произошло. Давным-давно эта странная раса жила прямо здесь, в Нексусе, и на протяжении веков полностью властвовала над этой солнечной системой. Вы понимаете, насколько древними должны быть эти фрески, ведь здесь нет абсолютно никаких упоминаний о слизнях, Сильванах или даже других пришельцах! По всей видимости, история говорит о том, что пришельцы не ценили власть или деньги так, как это делают почти все люди в наши дни, а сосредоточились исключительно на совершенствовании себя и своих технологий. Они даже решили ограничиться только этой системой, поскольку преодолели смертность и поэтому не нуждались в добыче ресурсов.
zh_hans: 随着探索深入，你们逐渐揭开历史的真相。许久以前，这个奇特的种族就居住在这个联结点，在漫长岁月中统治着整个星系。你们意识到这些壁画的年代远超想象——因为画作中根本找不到任何关于蛞蝓、希尔凡甚至其他外星种族的记载！ · · · · · · · · · · · ·壁画中的故事显示，这个种族对权力和货币的认知与当今几乎所有文明截然不同，他们只专注于自我提升与科技发展。他们甚至自愿将活动范围限制在这个星系内，因为既然已经超越了生死，也就无需再为资源奔波。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately that decision was their downfall, the last markings seem to depect the star being able to go supernova, something that certainly wiped out every last one of this aliens...right? Eventually you reach what seems to be a huge vault, one which contains what seems to be a terminal in the middle. Given the context clues, this place was used to house cruiser-sized ships, though unfortunately none of them remain. You luckily don't have to leave empty handed, as the terminal is still in working enough order for you to extract the blueprints to a brand new cruiser alongside memory scans and diagrams on how to build the mechanical bodies those aliens used!
ru: К сожалению, решение остаться здесь стало их гибелью. В конце фрески изображена сверхновая - событие, которое, вероятно, уничтожило всех до единого представителей их вида. Вы не можете не думать о том, что, учитывая все их достижения и то, как изображено событие, по крайней мере некоторые из них, вероятно, подготовились к этому апокалипсису. В конце концов, вы попадаете в особенно большое помещение, скорее всего, ангар для больших кораблей, учитывая контекстные подсказки. В центре помещения стоит терминал, довольно поврежденный, но вы можете извлечь из него информацию, содержащую чертежи корабля размером с крейсер и металлические тела, в которые превратились эти древние пришельцы!
zh_hans: 可惜，固步自封最终导致了他们的灭亡。壁画尽头描绘了恒星爆发超新星的场景，这场灾难很可能将他们全族抹去。看着他们高度发达的文明与壁画的表现手法，你不由猜想——至少有一部分族人应该为这场末日做好了准备。 最终你们进入一个特别宽敞的大厅，从结构推断应该是大型舰船的机库。大厅中央的控制台损毁严重，但你们成功从中提取出两份蓝图：一份是巡洋舰规格的飞船设计图，另一份则记载着这些远古种族最终进化而成的金属躯体构造！
