Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru

source: Ah, I remember. You must be Leah!
ru: А, я вспомнил. ты, должно быть, Лия!

source: "Wait...you remebered?! Of...Of course you did! I didn't expect anything less from my nemesis! Now, time for out final battle, beyatch!"
ru: "Подожди... ты вспомнил?! Конечно... конечно, вспомнил! Меньшего от своего заклятого врага я и не ожидала! Пришло время для финальной битвы, сцука!"

source: Time to end this!
ru: Пора положить этому конец!

source: Both ships turn on their weapons and ready themselves themselves for combat.
ru: Оба корабля активируют орудия и готовятся к бою.

source: Continue...
ru: Продолжить...

source: (Jerry) Wait, is there no other way to end this?
ru: (Джерри) Подождите, неужели нет другого способа прекратить это?

source: Ah, I remember. You must be Leah!
ru: А, я вспомнил. ты, должно быть, Лия!

source: "Wait...you remebered?! Of...Of course you did! I didn't expect anything less from my nemesis! Now, time for out final battle, beyatch!"
ru: "Подожди... ты вспомнил?! Конечно... конечно, вспомнил! Меньшего от своего заклятого врага я и не ожидала! Пришло время для финальной битвы, сцука!"

source: Time to end this!
ru: Пора положить этому конец!

source: Both ships turn on their weapons and ready themselves themselves for combat.
ru: Оба корабля активируют орудия и готовятся к бою.

source: Continue...
ru: Продолжить...

source: (Jerry) Wait, is there no other way to end this?
ru: (Джерри) Подождите, неужели нет другого способа прекратить это?

source: Leah seems surprised at the sight of Jerry "Jerry?! What are you doing here?! There's no way Vance would ever let you be somewhere so dangerous!" Jerry sighs "It's...A long story. Look Leah, this whole thing my uncle is doing is a giant mistake and won't end well no matter what. I know how persistant you are, determination like that shouldn't be thrown away in persuit of such a terrible plan. So...What if you joined us in the quest to stop my uncle?"
ru: Лия кажется удивленной при виде Джерри: "Джерри?! Что ты здесь делаешь?! Вэнс ни за что не позволил бы тебе находиться в таком опасном месте!" Джерри вздыхает: "Это... долгая история. Послушай, Лия, вся эта затея с моим дядей - огромная ошибка и ничем хорошим она не закончится, что бы ни произошло. Я знаю, какая ты настойчивая, такую решимость нельзя растрачивать в попытке осуществить такой ужасный план. Так что... что, если ты присоединишься к нам в попытке остановить моего дядю?"

source: Continue...
ru: Продолжить...

source: Leah blinks, baffled by what Jerry just said "You are really asking me to join you and my arch nemesis?! Jerry, look, I like you but this is a very tough ask. How could I even know this isn't a trap?" "Come on Leah, why would your best friend lie to you?" You manage to catch a glimpse of jerry covertly winking to you, meanwhile leah takes a step back "You...you think i'm your best friend?...In that case, you better give me the best room in your ship, beyatch!" Jerry sighs as leah beams into your ship.
ru: Лия моргает, озадаченная тем, что только что сказал Джерри: "Ты действительно просишь меня присоединиться к тебе и моему заклятому врагу?! Джерри, послушай, ты мне нравишься, но это очень сложная просьба. Как я могу знать, что это не ловушка?" "Да ладно, Лия, зачем твоему лучшему другу врать тебе?" Вы успеваете заметить, как Джерри тайком подмигивает вам, а Лия тем временем делает шаг назад: "Ты... ты думаешь, что я твоя лучшая подруга?... В таком случае, тебе лучше предоставить мне лучшую комнату на твоем корабле, сцука!" Джерри вздыхает, пока Лия телепортируется на ваш корабль.

source: Wait, sylvan!
ru: О нет, Сильван!

source: Leah seems surprised at the sight of Jerry "Jerry?! What are you doing here?! There's no way Vance would ever let you be somewhere so dangerous!" Jerry sighs "It's...A long story. Look Leah, this whole thing my uncle is doing is a giant mistake and won't end well no matter what. I know how persistant you are, determination like that shouldn't be thrown away in persuit of such a terrible plan. So...What if you joined us in the quest to stop my uncle?"
ru: Лия кажется удивленной при виде Джерри: "Джерри?! Что ты здесь делаешь?! Вэнс ни за что не позволил бы тебе находиться в таком опасном месте!" Джерри вздыхает: "Это... долгая история. Послушай, Лия, вся эта затея с моим дядей - огромная ошибка и ничем хорошим она не закончится, что бы ни произошло. Я знаю, какая ты настойчивая, такую решимость нельзя растрачивать в попытке осуществить такой ужасный план. Так что... что, если ты присоединишься к нам в попытке остановить моего дядю?"

source: Continue...
ru: Продолжить...

source: Leah blinks, baffled by what Jerry just said "You are really asking me to join you and my arch nemesis?! Jerry, look, I like you but this is a very tough ask. How could I even know this isn't a trap?" "Come on Leah, why would your best friend lie to you?" You manage to catch a glimpse of jerry covertly winking to you, meanwhile leah takes a step back "You...you think i'm your best friend?...In that case, you better give me the best room in your ship, beyatch!" Jerry sighs as leah beams into your ship.
ru: Лия моргает, озадаченная тем, что только что сказал Джерри: "Ты действительно просишь меня присоединиться к тебе и моему заклятому врагу?! Джерри, послушай, ты мне нравишься, но это очень сложная просьба. Как я могу знать, что это не ловушка?" "Да ладно, Лия, зачем твоему лучшему другу врать тебе?" Вы успеваете заметить, как Джерри тайком подмигивает вам, а Лия тем временем делает шаг назад: "Ты... ты думаешь, что я твоя лучшая подруга?... В таком случае, тебе лучше предоставить мне лучшую комнату на твоем корабле, сцука!" Джерри вздыхает, пока Лия телепортируется на ваш корабль.

source: "Oh right, that little slug boy was quite the fight, strange why he didn't turn him shields on while we fought though." You glare at her, unsure what to say before you deciding it's best to ignore her comment.
ru: "О да, этот маленький слизень был неплохим бойцом, странно, почему он не включил щиты, пока мы сражались". Вы смотрите на нее, не зная, что сказать, и решаете, что лучше проигнорировать ее комментарий.

source: Inspect the merchant's ship.
ru: Осмотреть корабль торговца.

source: It seems Sylvan is in horrible condition. Leah might have been stronger than before, but there's no way she single handedly killed him. Sylvan must have already been worn down by the fleet of Obelisks and Aces to get here. You aren't sure if you can save him.
ru: Похоже, Сильван находится в ужасном состоянии. Возможно, Лия была сильнее, чем раньше, но она никак не могла убить его в одиночку. Сильван, должно быть, уже был измотан флотом обелисков и асов пока добирался до сюда. Вы не знаете, сможете ли его спасти.

source: There's nothing we can do.
ru: Мы ничего не можем сделать.

source: You know you can't save him, but you can at least make the merchant's final moments comfortable. "Ssstranger, thisss isss the end. I want you... to have thissss... You're the Multiverssse'ssss biggessst badassss now. Go make me proud."
ru: Вы знаете, что не можете спасти его, но вы можете хотя бы сделать последние минуты жизни торговца более комфортными. "Ссстранник, это конец. Я хочу, чтобы ты... знал это... Теперь ты сссамый большшшой злодей Мультивссселенной. Иди и сссделай так, чтобы я тобой гордилссся".

source: (Obyn) "My dearest Sylvan!"
ru: (Обин) "Мой милый Сильван!"

source: "You weren't wrong Obyn... we did ssssee each other again..." Sylvan puts his hand to his chest, as if feeling if he still has a pulse. His face shows a look of disappointment at what he feels. "I don't have much longer, Obyn. Do you remember that sssship we sssaid we would build together? Well... I finisssshed it. The blueprintsss in my cargo bay. If there'ssss one thing I can trussst about my ssship, it'sss that the cargo bay alwaysss sssurvivesss the fight..."
ru: "Ты не ошшшибссся, Обин... мы ссснова увидели друг друга..." Сильван прикладывает руку к груди, как бы проверяя, есть ли у него еще пульс. На его лице выражение разочарования от того, что он чувствует. "Мне осссталосссь недолго, Обин. Ты помнишшшь тот корабль, который мы обещали поссстроить вмесссте? Ну... Я закончил его. Чертежи в моем грузовом отсссеке. Есссли я что-то и могу сссказать о сссвоем корабле, так это то, что грузовой отсссек всссегда выживает в бою..."

source: Continue...
ru: Продолжить...

source: "Thank you sssstranger, for reuniting me with Obyn one lassst time. It hassss been an honor. There'sss a little extra sssomething in that cargo bay for you." Sylvan turns to Obyn one last time. "Obyn... I love you. Goodbye." And with that, the traveling merchant slumps over unconscious. Obyn's tears mark stains on his robes, and you aren't sure if you can do anything to save him.
ru: "Ссспасссибо тебе, ссстранник, за то, что в поссследний раз воссссоединил меня ссс Обином. Это была большшшая чесссть. В грузовом отсссеке есссть кое-что для тебя". Сильван в последний раз поворачивается к Обину. "Обин... Я люблю тебя. Прощай." И с этим странствующий торговец падает без сознания. Слезы Обина оставляют пятна на его одежде, и вы не знаете, сможете ли вы сделать что-нибудь, чтобы помочь ему.

source: There's nothing we can do. Go check the cargo bay.
ru: Мы ничего не можем сделать. Осмотреть грузовой отсек.

source: (Adv. Medbay) Save him.
ru: (Продв. Медотсек) Спасти его.

source: You rush Sylvan to the Medbay to be healed. Once he's in a stable condition, he thanks you. Sylvan and Obyn have another one of their awkward distant hugs, and then Sylvan turns to you. "Well, ssstranger. Guessss we better check on that cargo, then go sssave reality, eh?"
ru: Вы спешите доставить Сильвана в медотсек, чтобы его вылечить. Как только его состояние стабилизируется, он благодарит вас. Сильван и Обин еще раз обмениваются неловкими объятиями, а затем Сильван поворачивается к вам. "Ну, ссстранник. Думаю, нам лучшшше осссмотреть этот груз, а потом отправитьссся ссспасссать реальносссть, а?"

source: Go check the cargo bay.
ru: Осмотреть грузовой отсек.

source: (Adv. Clone Bay) Save him.
ru: (Продв. Клон-отсек) Спасти его.

source: You rush to register Sylvan in your Clone Bay. Once his clone emerges from it, he thanks you. Sylvan and Obyn have another one of their awkward distant hugs, and then Sylvan turns to you. "Well, ssstranger. Guessss we better check on that cargo, then go sssave reality, eh?"
ru: Вы спешите занести Сильвана в свой клон-отсек. Как только его клон появляется, он благодарит вас. Сильван и Обин еще раз неловко обнимаются, а затем Сильван поворачивается к вам. "Ну, ссстранник. Думаю, нам лучшшше осссмотреть этот груз, а потом отправитьссся ссспасссать реальносссть, а?"

source: Go check the cargo bay.
ru: Осмотреть грузовой отсек.

source: (Reconstructive Teleporter) Save him.
ru: (Восстанавливающий телепортатор) Спасти его.

source: You quickly beam back Sylvan and allow the regenerative effects of the teleporter to kick in. Sylvan and Obyn have another one of their awkward distant hugs, and then Sylvan turns to you. "Well, ssstranger. Guessss we better check on that cargo, then go sssave reality, eh?"
ru: Вы быстро телепортируете Сильвана и позволяете регенеративным эффектам телепорта начать действовать. Сильван и Обин еще раз неловко обнимаются, а затем Сильван поворачивается к вам. "Ну, ссстранник. Думаю, нам лучшшше осссмотреть этот груз, а потом отправитьссся ссспасссать реальносссть, а?"

source: Go check the cargo bay.
ru: Осмотреть грузовой отсек.

source: (Billy) Billy seems to want to say something.
ru: (Билли) Билли, кажется, хочет что-то сказать.

source: Billy rushes over to Sylvan, shaking him, trying to lift him off the floor. "Come on brother, don't die here! Oh, how could I let ussss grow ssso apart, I'm ssssuch a fool. An assshole... Pleassse Sssylvan, don't let our sssaga end here before I had a chance to redeem myssself."
ru: Билли бросается к Сильвану, трясет его, пытается поднять с пола. "Давай, брат, не умирай здесь! О, как я мог позволить нам так отдалитьссся друг от друга, я такой дурак. Засссранец... Пожалуйссста, Сссильван, не дай нашшшей иссстории закончитьссся здесссь, пока у меня не появилссся шшшанссс иссскупить сссвою вину".

source: Continue...
ru: Продолжить...

source: Sylvan tries to sit up, but groans in pain. "Even to the lassst minute, you care more about yourssself. You drove me away from Hektar jussst ssso you could keep up your little sssslave trade with that bassstard Irwin. And look where that got both of you."
ru: Сильван пытается сесть, но стонет от боли. "Даже в поссследнюю минуту ты большшше заботишшшьссся о сссебе. Ты прогнал меня ссс Гектара только для того, чтобы продолжать торговать рабами ссс этим мерзавцем Ирвином. И посссмотри, к чему это привело вассс обоих".

source: Continue...
ru: Продолжить...

source: Billy starts sobbing uncontrollably. "I know, I know. Pleasssse Sssylvan, I can't watch you die. I don't want to lossse my brother, you're the only perssson who ever wasss by my ssside."
ru: Билли начинает безудержно рыдать. "Я знаю, я знаю. Пожалуйссста, Сссильван, я не могу сссмотреть, как ты умираешшшь. Я не хочу потерять сссвоего брата, ты единссственный человек, который поддерживал меня".

source: Continue...
ru: Продолжить...

source: Sylvan puts a tentacle on Billy's suit, pulling him closer. "It'ssss far too late to apologize for the passst. You want to make up for your passsst? Accept you're a sssshit person, move forward, and help the sssstranger blow thessse Rebelsss and cube freakssss to kingdom come." Sylvan slumps over, unconscious. Billy begs for you to do something - anything.
ru: Сильван кладет щупальце на костюм Билли, притягивая его ближе. "Ссслишшшком поздно извинятьссся за прошшшлое. Хочешшшь иссскупить сссвою вину? Признай, что ты плохой человек, двигайссся вперед и помоги сссстраннику разнесссти этих повссстанцев и кубичессских уродов до оссснования". Сильван падает, теряя сознание. Билли умоляет вас сделать что-нибудь - все что угодно.

source: There's nothing we can do.
ru: Мы ничего не можем сделать.

source: You know you can't save him, but you can at least make the merchant's final moments comfortable. "Ssstranger, thisss isss the end. I want you... to have thissss... You're the Multiverssse'ssss biggessst badassss now. Go make me proud."
ru: Вы знаете, что не можете спасти его, но вы можете хотя бы сделать последние минуты жизни торговца более комфортными. "Ссстранник, это конец. Я хочу, чтобы ты... знал это... Теперь ты сссамый большшшой злодей Мультивссселенной. Иди и сссделай так, чтобы я тобой гордилссся".

source: (Adv. Medbay) Save him.
ru: (Продв. Медотсек) Спасти его.

source: You rush Sylvan to the Medbay to be healed. Once he's in a stable condition, he thanks you. Billy and Sylvan stare at each other awkwardly for a few moments, until Sylvan finally says, "Right now, we have more important thingsss to do. Let'ssss go sssave reality, and talk about family drama later."
ru: Вы спешите отправить Сильвана в медотсек, чтобы его вылечили. Как только его состояние стабилизируется, он благодарит вас. Билли и Сильван несколько мгновений неловко смотрят друг на друга, пока Сильван наконец не говорит: "Сссейчассс у нассс есссть более важные дела. Давайте пойдем ссспасссать реальносссть, а о сссемейной драме поговорим позже".

source: (Adv. Clone Bay) Save him.
ru: (Продв. Клон-отсек) Спасти его.

source: You rush to register Sylvan in your Clone Bay. Once his clone emerges from it, he thanks you. Billy and Sylvan stare at each other awkwardly for a few moments, until Sylvan finally says, "Right now, we have more important thingsss to do. Let'ssss go sssave reality, and talk about family drama later."
ru: Вы спешите зарегистрировать Сильвана в своем Клон-отсеке. Как только его клон появляется, он благодарит вас. Билли и Сильван несколько мгновений неловко смотрят друг на друга, пока Сильван наконец не говорит: "Сссейчассс у нассс есссть более важные дела. Давайте пойдем ссспасссать реальносссть, а о сссемейной драме поговорим позже".

source: (Reconstructive Teleporter) Save him.
ru: (Восстанавливающий телепортатор) Спасти его.

source: You quickly beam back Sylvan and allow the regenerative effects of the teleporter to kick in. Billy and Sylvan stare at each other awkwardly for a few moments, until Sylvan finally says, "Right now, we have more important thingsss to do. Let'ssss go sssave reality, and talk about family drama later."
ru: Вы быстро телепортируете Сильвана и позволяете регенеративным эффектам телепорта включиться. Билли и Сильван несколько мгновений неловко смотрят друг на друга, пока Сильван наконец не говорит: "Сссейчассс у нассс есссть более важные дела. Давайте пойдем ссспасссать реальносссть, а о сссемейной драме поговорим позже".

source: (Adv. Medbay) Save him.
ru: (Продв. Медотсек) Спасти его.

source: You rush Sylvan to the Medbay to be healed. Once he's in a stable condition, he thanks you. "Way to sssshow the Rebellion we don't messss around! Ssstranger, you have done me a great ssservice. I shall now be at yourssss."
ru: Вы спешите доставить Сильвана в медотсек, чтобы его вылечили. Когда его состояние стабилизируется, он благодарит вас. "Теперь пора показать повссстанцам, что мы не шшшутим! Ссстранник, ты оказал мне большшшую уссслугу. Теперь я в твоем рассспоряжении".

source: (Adv. Clone Bay) Save him.
ru: (Продв. Клон-отсек) Спасти его.

source: You rush to register Sylvan in your Clone Bay. Once his clone emerges from it, he thanks you. "Way to sssshow the Rebellion we don't messss around! Ssstranger, you have done me a great ssservice. I shall now be at yourssss."
ru: Вы спешите занести Сильвана в свой клон-отсек. Как только его клон появляется, он благодарит вас. "Теперь пора показать повссстанцам, что мы не шшшутим! Ссстранник, ты оказал мне большшшую уссслугу. Теперь я в твоем рассспоряжении".

source: (Reconstructive Teleporter) Save him.
ru: (Восстанавливающий телепортатор) Спасти его.

source: You quickly beam back Sylvan and allow the regenerative effects of the teleporter to kick in. "Way to sssshow the Rebellion we don't messss around! Ssstranger, you have done me a great ssservice. I shall now be at yourssss."
ru: Вы быстро телепортируете Сильвана и позволяете регенеративным эффектам телепорта начать действовать. "Теперь пора показать повссстанцам, что мы не шшшутим! Ссстранник, ты оказал мне большшшую уссслугу. Теперь я в твоем рассспоряжении".

source: From out of the tunnel comes a massive cruiser vessel, of a design you have never seen before! This ship looks ancient, but at the same time lightyears ahead in terms of technology! The captain of this peculiar vessel hails you.
ru: Из туннеля появляется массивный крейсер, конструкция которого вам еще не встречалась! Этот корабль выглядит древним, но в то же время на много лет впереди по уровню развития технологий! Капитан этого необычного судна вызывает вас.

source: Continue...
ru: Продолжить...

source: "Hail there! What brings you to this secluded part of space? Ah, it doesn't matter, you see, we are on a very important mission, and we just so happened to run out of fuel right as we took this jump, so it seems we are in a bit of a tough situation. I am, however, a very reasonable cuboid, and so I will offer you a chance to allow us to continue our mission without any further complications, deal?"
ru: "Приветствую вас! Что привело вас в этот уединенный уголок космоса? А, это неважно, видите ли, мы выполняем очень важную миссию, и так случилось, что у нас закончилось топливо как раз в тот момент, когда мы совершили этот прыжок, так что, похоже, мы оказались в несколько затруднительном положении. Я, однако, очень разумный кубоид, и поэтому я предоставлю вам шанс позволить нам продолжить нашу миссию без дальнейших проблем, договорились?"

source: Prepare to fight!
ru: Приготовиться к бою!

source: "Ah, well I was hoping this mission wouldn't have to include bloodshed, but the mission is more important than our morals. Just know I take no pleasure in this"
ru: "Ах, ну я надеялся, что это задание не будет включать кровопролитие, но задание важнее наших моральных принципов. Просто знайте, что я не получаю от этого никакого удовольствия".

source: Continue...
ru: Продолжить...

source: Pay tribute in fuel to avoid the fight.
ru: Заплатите дань топливом, чтобы избежать боя.

source: "A wise choice renegade. See you around."
ru: "Мудрый выбор Ренегат. Увидимся".

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.

source: From out of the tunnel comes a massive cruiser vessel, of a design you have never seen before! This ship looks ancient, but at the same time lightyears ahead in terms of technology! The captain of this peculiar vessel hails you.
ru: Из туннеля появляется массивный крейсер, конструкция которого вам еще не встречалась! Этот корабль выглядит древним, но в то же время на много лет впереди по уровню развития технологий! Капитан этого необычного судна вызывает вас.

source: Continue...
ru: Продолжить...

source: "Hail there! What brings you to this secluded part of space? Ah, it doesn't matter, you see, we are on a very important mission, and we just so happened to run out of fuel right as we took this jump, so it seems we are in a bit of a tough situation. I am, however, a very reasonable cuboid, and so I will offer you a chance to allow us to continue our mission without any further complications, deal?"
ru: "Приветствую вас! Что привело вас в этот уединенный уголок космоса? А, это неважно, видите ли, мы выполняем очень важную миссию, и так случилось, что у нас закончилось топливо как раз в тот момент, когда мы совершили этот прыжок, так что, похоже, мы оказались в несколько затруднительном положении. Я, однако, очень разумный кубоид, и поэтому я предоставлю вам шанс позволить нам продолжить нашу миссию без дальнейших проблем, договорились?"

source: Prepare to fight!
ru: Приготовиться к бою!

source: "Ah, well I was hoping this mission wouldn't have to include bloodshed, but the mission is more important than our morals. Just know I take no pleasure in this"
ru: "Ах, ну я надеялся, что это задание не будет включать кровопролитие, но задание важнее наших моральных принципов. Просто знайте, что я не получаю от этого никакого удовольствия".

source: Continue...
ru: Продолжить...

source: Pay tribute in fuel to avoid the fight.
ru: Заплатите дань топливом, чтобы избежать боя.

source: "A wise choice renegade. See you around."
ru: "Мудрый выбор Ренегат. Увидимся".

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.

source: From out of the tunnel comes a massive cruiser vessel, of a design you have never seen before! This ship looks ancient, but at the same time lightyears ahead in terms of technology! The captain of this peculiar vessel hails you.
ru: Из туннеля появляется массивный крейсер, конструкция которого вам еще не встречалась! Этот корабль выглядит древним, но в то же время на много лет впереди по уровню развития технологий! Капитан этого необычного судна вызывает вас.

source: Continue...
ru: Продолжить...
