Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru

source: He nods, his face still beaming as he looks over at all the families being reunited. "yes, I'm sure. However, I won't leave you empty handed." he said giving you a USB drive he had in his pocket. "this baby contains the blueprints for a highly advanced ship my people wanted to build before they were all hunted down, I planned on building it myself but...i don't think that life is for me anymore, captain. Please make good use for it. Feel free to also take my old weapon as well, it has no use for me now, plus, i might as well make sure you are well paid for your job here." you nod and reassure him he won't regret his decision. "I know I won't! take care captain! and thank you...truly from the bottom of my heart." You thank him back for the partying gift and leave the prison, by now the fleet has certainly caught up with you, but that's alright. Just as you are readying yourself to leave, you hear someone shouting your name from behind you, it's one of the salt people, they were so inspired by your courage that they decided to come with you.
ru: Он кивает, его лицо все еще сияет, когда он смотрит на все воссоединяющиеся семьи. "Да, я уверен. Однако я не оставлю вас с пустыми руками", - говорит он, протягивая вам USB-накопитель, который лежал у него в кармане. "На этом устройстве находятся чертежи высокотехнологичного корабля, который мой народ хотел построить до того, как их всех уничтожили. Я планировал построить его сам, но... думаю, такая жизнь больше не для меня, капитан. Пожалуйста, используйте его с пользой. Не стесняйтесь забрать и мое старое орудие, оно мне больше не пригодится, к тому же я могу позаботиться о том, чтобы вам хорошо заплатили за вашу работу здесь". Вы киваете и заверяете его, что он не пожалеет о своем решении. "Я знаю, что не пожалею! Берегите себя, капитан! И спасибо вам... действительно от всего сердца". Вы благодарите его за подарок и покидаете тюрьму. К этому времени флот уже наверняка нагнал вас, но это не страшно. Как раз в тот момент, когда вы собираетесь уходить, вы слышите, как кто-то выкрикивает ваше имя из-за спины - это один из соляных людей, он был настолько вдохновлен вашей смелостью, что решил пойти с вами.
