Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru

source: "Hail there! What brings you to this secluded part of space? Ah, it doesn't matter, you see, we are on a very important mission, and we just so happened to run out of fuel right as we took this jump, so it seems we are in a bit of a tough situation. Unfortunately forces greater than I compel me to fight you for said fuel, I promise you I will at least make it quick."
ru: "Приветствую вас! Что привело вас в этот уединенный уголок космоса? А, это неважно, видите ли, мы выполняем очень важную миссию, и так получилось, что топливо закончилось как раз в тот момент, когда мы совершили этот прыжок, так что, похоже, мы оказались в несколько затруднительном положении. К сожалению, силы, превосходящие меня, вынуждают меня сражаться с вами за это топливо, но я обещаю вам, что сделаю это быстро".

source: Prepare to fight!
ru: Приготовиться к бою!

source: The ship deploys its drones and moves into attacking position.
ru: Корабль запускает свои дроны и переходит в атакующую позицию.

source: Continue...
ru: Продолжить...

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.

source: From out of the tunnel comes a massive cruiser vessel, of a design you have never seen before! This ship looks ancient, but at the same time lightyears ahead in terms of technology! The captain of this peculiar vessel hails you.
ru: Из туннеля появляется массивный крейсер, конструкция которого вам еще не встречалась! Этот корабль выглядит древним, но в то же время на много лет впереди по уровню развития технологий! Капитан этого необычного судна вызывает вас.

source: Continue...
ru: Продолжить...

source: "Hail there! What brings you to this secluded part of space? Ah, it doesn't matter, you see, we are on a very important mission, and we just so happened to run out of fuel right as we took this jump, so it seems we are in a bit of a tough situation. Unfortunately forces greater than I compel me to fight you for said fuel, I promise you I will at least make it quick."
ru: "Приветствую вас! Что привело вас в этот уединенный уголок космоса? А, это неважно, видите ли, мы выполняем очень важную миссию, и так получилось, что топливо закончилось как раз в тот момент, когда мы совершили этот прыжок, так что, похоже, мы оказались в несколько затруднительном положении. К сожалению, силы, превосходящие меня, вынуждают меня сражаться с вами за это топливо, но я обещаю вам, что сделаю это быстро".

source: Prepare to fight!
ru: Приготовиться к бою!

source: The ship deploys its drones and moves into attacking position.
ru: Корабль запускает свои дроны и переходит в атакующую позицию.

source: Continue...
ru: Продолжить...

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.

source: The mighty vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking.
ru: Могучий корабль уничтожен! Среди его обломков осталось много металлолома и припасов для добычи.

source: Continue...
ru: Продолжить...

source: You find the remains of a unique weapon model among the ruins of the ship, but it appears it did not survive the fight. You'll have to be more careful next time, or get lucky. Fortunately, there's still a bit more supplies to take with you.
ru: Среди руин корабля вы находите остатки уникальной модели орудия, но, похоже, оно не пережило битвы. В следующий раз вам придется быть осторожнее или же вам повезет. К счастью, у вас есть еще немного припасов, которые можно взять с собой.

source: The mighty vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking.
ru: Могучий корабль побежден! Внутри зачищенного крейсера осталось много металлолома и припасов, которые можно забрать.

source: Continue...
ru: Продолжить...

source: You're also surprised to find a special ancient item among the wreckage! You've never seen anything even remotely to something like this before, so you assume it's a custom prototype made by whatever strange species the renegades were.
ru: Вы также удивлены, обнаружив среди обломков особо древнюю вещь! Вы никогда не видели ничего даже отдаленно похожего на это, поэтому предполагаете, что это прототип, сделанный на заказ тем странным видом, к которому принадлежали Ренегаты.

source: The mighty vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking.
ru: Могучий корабль уничтожен! Среди его обломков осталось много металлолома и припасов для добычи.

source: Continue...
ru: Продолжить...

source: You find the remains of a unique weapon model among the ruins of the ship, but it appears it did not survive the fight. You'll have to be more careful next time, or get lucky. Fortunately, there's still a bit more supplies to take with you.
ru: Среди руин корабля вы находите остатки уникальной модели орудия, но, похоже, оно не пережило битвы. В следующий раз вам придется быть осторожнее или же вам повезет. К счастью, у вас есть еще немного припасов, которые можно взять с собой.

source: The mighty vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking.
ru: Могучий корабль побежден! Внутри зачищенного крейсера осталось много металлолома и припасов, которые можно забрать.

source: Continue...
ru: Продолжить...

source: You're also surprised to find a special ancient item among the wreckage! You've never seen anything even remotely to something like this before, so you assume it's a custom prototype made by whatever strange species the renegades were.
ru: Вы также удивлены, обнаружив среди обломков особо древнюю вещь! Вы никогда не видели ничего даже отдаленно похожего на это, поэтому предполагаете, что это прототип, сделанный на заказ тем странным видом, к которому принадлежали Ренегаты.

source: Present your salt crew.
ru: Представить своего соляного.

source: "That... that's... a salt person... one which isn't... that bounty hunter... how...?. I... I thought this was impossible... You can say I am... flabbergasted. Well done, traveler. Expect... rewards before your next journey."
ru: "Это... это... соляной человек... который больше не является... охотником за головами... как...? Я... я думал, это невозможно... Можно сказать, я... потрясен. Молодец, путник. Ожидайте... награды перед следующим путешествием".

source: Continue...
ru: Продолжить...

source: Present your spherax crew.
ru: Представить сферакса.

source: "That... that form... I was certain they had vanished before... traveler, however you managed to acquire this...unbeliable followers... I'm speechless. Well done, traveler. Expect... rewards before your next journey."
ru: "Эта... эта форма... Я был уверен, что они исчезли раньше... путник, однако вам удалось обзавестись этими... невероятными сторонниками... Я теряю дар речи. Молодец, путник. Ожидайте... награды перед следующим путешествием".

source: Continue...
ru: Продолжить...

source: Present your Obyn crew.
ru: Представить Обина.

source: "Ah... the great... bounty hunter... the last one of his kind...such a heavy weight placed... on his shoulders. Well done, traveler. Expect... rewards before your next journey."
ru: "А... великий... охотник за головами... последний в своем роде... такой тяжелый груз лег... на его плечи. Молодец, путник. Ожидайте... награды перед следующим путешествием".

source: Continue...
ru: Продолжить...

source: Present your commonwealth crew.
ru: Представить экипаж "Содружества".

source: "That... It can't... It can't be... You... Brought one of them back to... life. I... I thought this was impossible... You can say I am... flabbergasted. Well done, traveler. Expect... rewards before your next journey."
ru: "Это... этого не может быть... этого не может быть... вы... вернули одного из них к... жизни. Я... я думал, это невозможно... Можно сказать, я... потрясен. Отличная работа, путник. Ожидайте... награды перед следующим путешествием".

source: Continue...
ru: Продолжить...

source: Present your undead haunt crew.
ru: Представить неупокоенное привидение.

source: "Is... is that a actual...ghost? ... I must say I... didn't think that was possible... frankly I can scarcely... believe my own eyes... You can say I am... very... very... impressed. Well done, traveler. Expect... rewards before your next journey."
ru: "Это... это настоящий... призрак? ... Должен сказать, я... не думал, что такое возможно... честно говоря, я с трудом... верю своим глазам... Можно сказать, я... очень... очень... впечатлен. Отличная работа, путник. Ожидайте... награды до следующего путешествия".

source: Continue...
ru: Продолжить...

source: Present your snowman crew.
ru: Представить снеговика.

source: "A...living snowman... It seems all those...stories for kids can...actually happen... you learn...something new everyday... You can say I am... very... impressed. Well done, traveler. Expect... rewards before your next journey."
ru: "Живой снеговик... Похоже, все эти... детские истории могут... существовать на самом деле... Вы узнаете... что-то новое каждый день... Можно сказать, я... очень... впечатлен. Молодец, путник. Ожидайте... награды до следующего путешествия".

source: Continue...
ru: Продолжить...

source: Present your lavaman crew.
ru: Представить лавамена.

source: "A...living lava being... I suppose... something like that... was eventually...going to be attempted... You can say I am... very... impressed. Well done, traveler. Expect... rewards before your next journey."
ru: "Живое существо из лавы... Полагаю... что-то подобное... в конце концов... должно было быть создано... Можно сказать, я... очень... впечатлен. Молодец, путник. Ожидайте... награды до следующего путешествия".

source: Continue...
ru: Продолжить...

source: Present your AI Avatar crew.
ru: Представить ИИ-аватара.

source: "Now that's...fascinating...a completely AI crew...with no physical...body and yet...can interact with our world...you can very much...say that I'm impressed. Well done, traveler. Expect... rewards before your next journey."
ru: "Это... захватывающе... полностью искусственный интеллект... без физического... тела и все же... может взаимодействовать с нашим миром... можно сказать, что я впечатлен. Отличная работа, путник. Ожидайте... награды перед следующим путешествием".

source: Continue...
ru: Продолжить...

source: Present a commonwealth weapon or drone.
ru: Предъявить орудие или дрон Содружества.

source: "But that... That EQUIPMENT! Renegade, you don't have the SMALLEST idea of what you have in your HANDS do you? This equipment it's... I THOUGHT all of it was DESTROYED by our FOREFATHERS! But seeing it with my own EYES then maybe, maybe we might be ABLE to... BAH! What am I SAYING, it doesn't MATTER anymore, NEVERTHELESS, I shall BLESS you with the BLESSING OF ION. But have PATIENCE. It is not for now, but for LATER!"
ru: "Но это... Это ОБОРУДОВАНИЕ! Ренегат, вы не имеете ни МАЛЕЙШЕГО представления о том, что у вас в РУКАХ, не так ли? Это оборудование... Я ДУМАЛ, что все оно было УНИЧТОЖЕНО нашими ПРАОТЦАМИ! Но если я вижу его своими ГЛАЗАМИ, то, возможно, мы СМОЖЕМ... АХ! Что я ГОВОРЮ, это больше НЕ ИМЕЕТ значения, НЕВАЖНО, я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ ИОНОВ. Но имейте ТЕРПЕНИЕ. Это не сейчас, а ПОТОМ!"

source: Continue...
ru: Продолжить...

source: Present a salt gun.
ru: Предъявить соляное орудие.

source: "A SALT GUN? Do you take ME for a FOOL, RENEGADE? I will have you KNOW I'm personally not a FAN of SEASONING! REGARDLESS, this is tribute, I SUPPOUSE, I shall BLESS you with the BLESSING OF SALT. But have PATIENCE. It is not for now, but for LATER!"
ru: "СОЛЯНАЯ ПУШКА? Вы принимаете МЕНЯ за ДУРАКА, РЕНЕГАТ? Я хочу, чтобы вы ЗНАЛИ, что лично я не являюсь ПОКЛОННИКОМ ПРИПРАВ! НЕСМОТРЯ ни на что, это подношение, я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ СОЛИ. Но имейте ТЕРПЕНИЕ. Это не сейчас, а ПОТОМ!"

source: Continue...
ru: Продолжить...

source: Present a haunt gun.
ru: Предъявить орудие привидений.

source: "WHAT in the GREAT ADMIRAL'S top shape ARSE is THIS?! I have never SEEN anything like this! WHERE did you acquire this WEIRD gun, RENEGADE? Ah, FORGET it! I shall BLESS you with the BLESSING OF HAUNTING. But have PATIENCE. It is not for now, but for LATER!"
ru: "ЧТО это во имя ВЕЛИКОГО АДМИРАЛА ТАКОЕ?! Я никогда не ВИДЕЛ ничего подобного! ГДЕ вы приобрели это СТРАННОЕ орудие, РЕНЕГАТ? Ах, забудьте об этом! Я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ ПРИВИДЕНИЙ. Но имейте ТЕРПЕНИЕ. Это не сейчас, а ПОТОМ!"

source: Continue...
ru: Продолжить...

source: Present a prototype wither gun.
ru: Предъявить прототип увядающей пушки.

source: "THIS...WEAPON it's...the most BEAUTIFUL thing I have EVER seen! The MATERIAL, the EXECUTION! All that's missing is some TESTING, thank you RENEGADE, for showing me this BEAUTIFUL pierce of TECHNOLOGY! I shall BLESS you with the BLESSING OF HAUNTING. But have PATIENCE. It is not for now, but for LATER!"
ru: "ЭТО... ОРУДИЕ... самая ПРЕКРАСНАЯ вещь, которую я КОГДА-ЛИБО видел! МАТЕРИАЛ, ИСПОЛНЕНИЕ! Все, чего не хватает, - это немного ТЕСТИРОВАНИЯ. Спасибо, РЕНЕГАТ, что показали мне этот ПРЕКРАСНЫЙ образец ТЕХНОЛОГИИ! Я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ ПРИВИДЕНИЙ. Но имейте ТЕРПЕНИЕ. Это не сейчас, а ПОТОМ!"

source: Continue...
ru: Продолжить...

source: Your Withered seems to be eager to present themselves to Thest.
ru: Ваш Увядший, похоже, желает предстать перед Сестом.

source: Thest pauses as he analyzes the crew. After a few minutes he smiles "Ah...so someone has finally... come to reclaim the prize." He pauses for a moment, thinking, before handing you some weird blueprints for a lanius-like ship. "Someone sought us... long ago with a...simple request... if anyone were to... present a lanius of this type... then we should give them this blueprints. Don't bother asking... who that was, as I'm... not sure who that was either. Enjoy your...prize renegade."
ru: Сест делает паузу, анализируя состав экипажа. Через несколько минут он улыбается: "А... значит, кто-то наконец... пришел забрать приз". Он на мгновение задумывается, а затем протягивает вам несколько странных чертежей ланиусоподобного корабля. "Кто-то искал нас... давным-давно с... простой просьбой... если кто-то захочет... представить ланиуса такого типа... то мы должны дать ему эти чертежи. Не спрашивайте... кто это был, так как я тоже не знаю, кто это был. Наслаждайтесь своим... призом, Ренегат".

source: Present yourself to Thest, Judge of Diplomacy.
ru: Представиться Сесту, Судье Дипломатии.

source: Present yourself to Corby, Judge of Technology.
ru: Представиться Корби, Судье Технологии.

source: Present yourself to Wakeson, Judge of Warfare.
ru: Представиться Уэйксону, Судье Войны.

source: Present yourself to none of them.
ru: Не представляться никому из них.

source: "Very... well. I understand. Safe travels then, traveler..."
ru: "Очень... хорошо. Я понимаю. Тогда счастливого пути, путник..."

source: Your Withered seems to be eager to present themselves to Thest.
ru: Ваш Увядший, похоже, желает предстать перед Сестом.

source: Thest pauses as he analyzes the crew. After a few minutes he smiles "Ah...so someone has finally... come to reclaim the prize." He pauses for a moment, thinking, before handing you some weird blueprints for a lanius-like ship. "Someone sought us... long ago with a...simple request... if anyone were to... present a lanius of this type... then we should give them this blueprints. Don't bother asking... who that was, as I'm... not sure who that was either. Enjoy your...prize renegade."
ru: Сест делает паузу, анализируя состав экипажа. Через несколько минут он улыбается: "А... значит, кто-то наконец... пришел забрать приз". Он на мгновение задумывается, а затем протягивает вам несколько странных чертежей ланиусоподобного корабля. "Кто-то искал нас... давным-давно с... простой просьбой... если кто-то захочет... представить ланиуса такого типа... то мы должны дать ему эти чертежи. Не спрашивайте... кто это был, так как я тоже не знаю, кто это был. Наслаждайтесь своим... призом, Ренегат".

source: Present yourself to Thest, Judge of Diplomacy.
ru: Представиться Сесту, Судье Дипломатии.

source: Present yourself to Corby, Judge of Technology.
ru: Представиться Корби, Судье Технологии.

source: Present yourself to Wakeson, Judge of Warfare.
ru: Представиться Уэйксону, Судье Войны.

source: Present yourself to none of them.
ru: Не представляться никому из них.

source: "Very... well. I understand. Safe travels then, traveler..."
ru: "Очень... хорошо. Я понимаю. Тогда счастливого пути, путник..."

source: Your Withered seems to be eager to present themselves to Thest.
ru: Ваш Увядший, похоже, желает предстать перед Сестом.

source: Thest pauses as he analyzes the crew. After a few minutes he smiles "Ah...so someone has finally... come to reclaim the prize." He pauses for a moment, thinking, before handing you some weird blueprints for a lanius-like ship. "Someone sought us... long ago with a...simple request... if anyone were to... present a lanius of this type... then we should give them this blueprints. Don't bother asking... who that was, as I'm... not sure who that was either. Enjoy your...prize renegade."
ru: Сест делает паузу, анализируя состав экипажа. Через несколько минут он улыбается: "А... значит, кто-то наконец... пришел забрать приз". Он на мгновение задумывается, а затем протягивает вам несколько странных чертежей ланиусоподобного корабля. "Кто-то искал нас... давным-давно с... простой просьбой... если кто-то захочет... представить ланиуса такого типа... то мы должны дать ему эти чертежи. Не спрашивайте... кто это был, так как я тоже не знаю, кто это был. Наслаждайтесь своим... призом, Ренегат".

source: Present yourself to Thest, Judge of Diplomacy.
ru: Представиться Сесту, Судье Дипломатии.

source: Present yourself to Corby, Judge of Technology.
ru: Представиться Корби, Судье Технологии.

source: Present yourself to Wakeson, Judge of Warfare.
ru: Представиться Уэйксону, Судье Войны.

source: Present yourself to none of them.
ru: Не представляться никому из них.

source: "Very... well. I understand. Safe travels then, traveler..."
ru: "Очень... хорошо. Я понимаю. Тогда счастливого пути, путник..."

source: Upon arriving at the prison you notice it's completely empty, save for a single auto ship blocking the entrance. The prison is completely encased by lead plates, preventing any scans of the inside from here. "A auto ship? why would the rebellion put a auto cruiser of all things here?" Obyn ponders out loud. Any attempts to hail the ship are unsuccessful, and getting close to it seems to send a warning message, though whatever it is it's too garbled to make sense. Seems like the only option is to fight it.
ru: Прибыв в тюрьму, вы замечаете, что она совершенно пуста, если не считать одинокого автоматического корабля, перекрывающего вход. Тюрьма полностью закрыта свинцовыми пластинами, что не позволяет проводить какие-либо сканирования внутренностей. "Автоматический корабль? Зачем повстанцам понадобилось размещать здесь автоматический крейсер?" размышляет Обин вслух. Любые попытки вызвать корабль не увенчались успехом, а приближение к нему, похоже, отправит предупреждение, впрочем, что бы это ни было, оно слишком непонятное, чтобы его можно было отключить. Похоже, единственный выход - сразиться с ним.

source: Let's teach this hunk of metal who's boss!
ru: Давайте покажем этому куску металла, кто здесь хозяин!

source: The ship's drones whirl to life, a fight is inevitable now.
ru: Корабельные дроны оживают, бой неизбежен.

source: Continue...
ru: Продолжить...

source: Leave the auto ship alone.
ru: Оставить в покое автомобильный корабль.

source: You have way too much stuff to deal with right now, you apologize to obyn but it seems the damage is already done, obyn leaves without saying another word.
ru: У вас сейчас слишком много дел, вы извиняетесь перед Обином, но, похоже, обида уже нанесена, Обин уходит, не сказав больше ни слова.

source: Your crew cannot be cloned, as they are still alive.
ru: Вашего члена экипажа нельзя клонировать, так как он все еще жив.

source: The giant auto ship breaks apart and is finally silenced, after making sure its systems are down, you park the ship next to the prison and go explore it alongside obyn.
ru: Убедившись, что его системы отключены, вы сажаете корабль на площадку рядом с тюрьмой и отправляетесь исследовать ее вместе с Обином.

source: Continue...
ru: Продолжить...

source: The doors are strangely unlocked, seems like whoever used to run this place thought the auto was enough to protect it. Once inside you see something that leaves your mouth ajar. Thousands, if not millions of cryopods line the walls of the "prison", all of them people just like obyn. Meanwhile obyn's expression went from anxious to ecstatic in less than a second "S-Salt! People! Holy shit! captain! please help me activate some of those cryopods!" He runs to what looks to be a control panel in the middle of the room. After turning it on, it's revealed that around 90% of the cryopods have failed over the years, a unfortunate but not unexpected fact. Still, over 50 thousands of pods are still intact enough to allow the bodies inside to being able to be awaken without any long lasting damage.
ru: Двери, как ни странно, не заперты. Похоже, тот, кто управлял этим местом, решил, что автоматического корабля достаточно для его защиты. Оказавшись внутри, вы видите нечто такое, от чего у вас перехватывает дыхание. Тысячи, если не миллионы криоподов выстроились вдоль стен "тюрьмы", и все они - люди, такие же, как Обин. Тем временем выражение лица Обина менее чем за секунду превратилось из встревоженного в восторженное: "Соль! Люди! Черт возьми! Капитан! Пожалуйста, помогите мне активировать криоподы!" Он бежит к панели управления в центре комнаты. Включив ее, он обнаруживает, что около 90% криокапсул вышли из строя за прошедшие годы - прискорбный, но не неожиданный факт. Тем не менее, более 50 тысяч капсул все еще достаточно целы, чтобы тела, находящиеся в них, можно было пробудить без каких-либо долгосрочных последствий.

source: Continue...
ru: Продолжить...

source: The process is grueling and takes hours to be able to wield any results, but eventually the first few pods wake up from their slumber. "w-who...?" the salt person asks looking around in a heavy daze. "it...it worked captain! it worked!!" obyn exclaims, jumping with joy. The next several hours are spent with obyn retelling the most recent events to the newly awake salt people, it takes a long time to fully get them up to speed though. Obyn, realizing how long this is taking, brings you aside for a moment. "captain, not gonna lie to you, this might take days if not weeks to get everything sorted, I understand that you have a mission to complete and can't just wait around like me, so, I'm asking you go without me to defeat the flagship."
ru: Процесс изнурительный и занимает несколько часов, но в конце концов первые несколько капсул пробуждаются от сна. "К-кто...?" - спрашивает соляной человек, оглядываясь по сторонам в сильном оцепенении. "Это... это сработало, капитан! Это сработало!!" - восклицает Обин, прыгая от радости. Следующие несколько часов Обин пересказывает только что проснувшимся соляным людям последние события, но на то, чтобы полностью ввести их в курс дела, уходит много времени. Обин, поняв, сколько времени это займет, отводит вас в сторону. "Капитан, не стану вам врать, на то, чтобы все уладить, могут уйти дни, а то и недели. Я понимаю, что у вас есть задание, которое нужно выполнить, и вы не можете просто ждать, подобно мне, поэтому прошу вас отправиться без меня, чтобы победить Флагман".

source: Are you sure obyn?
ru: Вы уверены, Обин?
