Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_sector_augmented.xml.append/*.po
Languages: ru, zh_hans

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/text
ru: Прибыв к маяку, вы замечаете, что корабль Возвышенных преследует шаттл, выкрикивая ругательства по открытой связи. "Вор! Ворует редкую еду!" Наконец заметив ваш корабль, они вызывают вас. "Оставь шаттл мне, есть предатель, который ест редкие блюда, должен съесть их, чтобы расплатиться! Не трогать!"
zh_hans: 到达这个信标时，你注意到一艘强铁族飞船正在追逐一艘穿梭机，在他们的公共频道里不停的喷出脏话。 "小偷！偷走了珍稀的食物！"终于，他们注意到你的飞船，向你呼叫。 "让我干掉那个穿梭机，有个叛徒吃了珍稀的食物，必须吃掉他们来偿还！不要碰！"

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[1]/text
ru: Спасти "предателя" в шаттле.
zh_hans: 营救穿梭机里的‘叛徒’。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[1]/event/text
ru: Вы быстро догоняете маленький шаттл и предлагаете его обитателю безопасность на вашем корабле. Как ни странно, из шаттла на ваш корабль поднимается Возвышенный странного цвета и быстро благодарит вас, прежде чем орудия разъяренного корабля Возвышенных приходит в действие!
zh_hans: 你迅速追上小型穿梭机，并让里面的乘员安全的上了你的船。奇怪的是，一个颜色奇特的强铁族从穿梭机上走到你的船里，快速的感谢了你，然后愤怒的强铁族就启动他们的武器了!

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[1]/event/crewMember
ru: Церковь
zh_hans: 圣堂

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[2]/text
ru: Оставить шаттл в покое.
zh_hans: 远离穿梭机。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[2]/event/text
ru: Вы отвечаете кораблю Возвышенных, что вы не намерены помогать тем, кто находится в шаттле. В конце концов вы видите, как корабль догоняет шаттл и захватывает его, заставляя его обитателя вернуться в корабль. Капитан корабля Возвышенных, похоже, рад тому, что мы не вмешивались, и оставляет небольшой подарок, прежде чем уйти в прыжок.
zh_hans: 你向强铁族飞船回应称你并不像协助穿梭机里的人。最后，你看见它们追上了穿梭机并抓住了它，把它拽回了飞船上。强铁族船长看起来很高兴你没有干预它们，给你留下了点小礼物便跃迁走了。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/text
ru: После окончания боя вы осматриваете свой корабль, пытаясь найти странного ланиуса.
zh_hans: 战斗过后，你在船里四处张望，想找到那个奇怪的食铁族。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="1"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="1"]/event/text
ru: Странный ланиус очень рад вашей помощи. "Великий, спаси церковь от подлых Возвышенных!" - восклицает ланиус, слегка подпрыгивая на месте. Вы отвечаете, что в этом нет ничего особенного, просто не хотелось оставлять его умирать вот так. "Я тоже скромный! Я пойду с вами куда угодно! А еще поделись чертежами крейсера, я сам его сделал!" Ланиус отталкивает вас в сторону и от руки рисует в компьютере чертежи странного синего крейсера ланиусов, после чего еще раз благодарит вас.
zh_hans: 那个奇怪的食铁族对你的帮助感到非常高兴。“伟大的人从那些小气的强铁族手里救下了圣堂！”那个食铁族兴奋的说着，同时微微地上下跳动。 你回复道这些都是小事，只是觉得留下它自生自灭有点不太人道。 “你真谦逊！咱要跟着你去到天涯海角！还给你一张星舰蓝图，咱自己做的！”那个食铁族将你推到一边，开始在电脑上手绘一个奇怪的蓝色食铁族飞船的蓝图，然后再次感谢你。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/text
ru: После боя вы находите ланиуса в плохом состоянии. Кажется, он на грани... "Великий... один... защитил... Церковь...", - тяжело произносит ланиус, каждый вздох которого грозит стать последним...
zh_hans: 你发现战斗过后那个食铁族的情况很糟糕。看起来他们马上就要死了... “伟大的...人...保护了...圣堂...”那个食铁族艰难的说着，感觉随时都有可能断气...

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="0"]/text
ru: Мы ничего не можем сделать...
zh_hans: 我们无能为力。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="0"]/event/text
ru: "Пожалуйста... возьмите... чертежи крейсера... сделанные... мной... для... достой... го... д... друг... а". Ланиус протягивает вам чертежи странного синего крейсера ланиусов, похоже, нарисованные от руки, после чего он растворяются в луже металла...
zh_hans: “请收下...星舰蓝图...咱自己做的...为了真正的...朋友”食铁族递给了你一张奇怪的蓝色食铁族星舰蓝图，看起来是手绘的，随后便化为了一堆金属...

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="0"]/event/choice/text
ru: Покойся с миром...
zh_hans: 安息吧...

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="2"]/text
ru: (Улучш. Медотсек) Спасти его!
zh_hans: （高级医疗舱）救他！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="2"]/event/text
ru: Быстро, как молния, вы и ваш экипаж переносите ланиуса в Медотсек. Его улучшенные способности позволяют обратить вспять процесс распада и в конце концов стабилизировать состояние ланиуса. После полного выздоровления он прыгает от радости, когда снова видит вас. "Спаситель! Дважды спаситель! Ты спас Церковь от самой смерти! Я буду сражаться с вами до конца вселенной! А еще поделюсь чертежами крейсера, я сам его сделал!" Ланиус отталкивает вас в сторону и от руки рисует в компьютере чертежи странного синего крейсера ланиусов, после чего еще раз благодарит вас.
zh_hans: 你和你的船员迅速把那个食铁族带进了医疗舱。其升级过后的功能设法逆转了食铁族身体衰败的过程，并最终稳定了下来。完全恢复之后，他再看见你时兴奋的上蹿下跳。 “救星！两次的救星！你把圣堂从死神手中夺了回来！咱会随你战斗至宇宙尽头！还给你一张星舰蓝图，咱自己做的！”那个食铁族将你推到一边，开始在电脑上手绘一个奇怪的蓝色食铁族飞船的蓝图，然后再次感谢你。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="medbay" and @lvl="2"]/event/crewMember
ru: Церковь
zh_hans: 圣堂

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="clonebay"]/text
ru: (Улучш. Клон-отсек) Спасти его!
zh_hans: （高级克隆舱）救他！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="clonebay"]/event/text
ru: Быстро, как молния, вы и ваш экипаж переносите ланиуса в Клон-отсек, успевая зарегистрировать его в нем до того, как он растворится в луже металла. После того как процесс клонирования завершился и ланиус выходит из Клон-отсека, он прыгает от радости, увидев вас снова. "Спаситель! Дважды спаситель! Ты спас Церковь от самой смерти! Я буду сражаться с вами до конца вселенной! А еще поделюсь чертежами крейсера, я сам его сделал!" Ланиус отталкивает вас в сторону и от руки рисует в компьютере чертежи странного синего крейсера ланиусов, после чего еще раз благодарит вас.
zh_hans: 你和你的船员迅速把那个食铁族带进了克隆舱。时间刚好够在他化为一堆废铁之前把他登记进克隆舱里。克隆完成后他便走出了克隆仓，再看见你时那个食铁族兴奋的上蹿下跳。 “救星！两次的救星！你把圣堂从死神手中夺了回来！咱会随你战斗至宇宙尽头！还给你一张星舰蓝图，咱自己做的！”那个食铁族将你推到一边，开始在电脑上手绘一个奇怪的蓝色食铁族飞船的蓝图，然后再次感谢你。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="clonebay"]/event/crewMember
ru: Церковь
zh_hans: 圣堂

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="LIST_CREW_MEDICAL"]/text
ru: (Член экипажа-Медик) Спасти его!
zh_hans: （医疗船员）救他！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="LIST_CREW_MEDICAL"]/event/text
ru: Быстро, как молния, ваш Медик пытаетесь стабилизировать его состояние. С трудом, но вашему экипажу удается обратить вспять процесс распада и в конце концов стабилизировать состояние ланиуса. "Спаситель! Дважды спаситель! Ты спас Церковь от самой смерти! Я буду сражаться с вами до конца вселенной! А еще поделюсь чертежами крейсера, я сам его сделал!" Ланиус отталкивает вас в сторону и от руки рисует в компьютере чертежи странного синего крейсера ланиусов, после чего еще раз благодарит вас.
zh_hans: 你的医疗船员迅速开始尝试稳定他的伤情。虽然艰难，但你的船员还是设法逆转了食铁族身体衰败的过程，并最终稳定了下来。 “救星！两次的救星！你把圣堂从死神手中夺了回来！咱会随你战斗至宇宙尽头！还给你一张星舰蓝图，咱自己做的！”那个食铁族将你推到一边，开始在电脑上手绘一个奇怪的蓝色食铁族飞船的蓝图，然后再次感谢你。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[@req="LIST_CREW_MEDICAL"]/event/crewMember
ru: Церковь
zh_hans: 圣堂

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[5]/text
ru: (Медицинский дрон) Спасти его!
zh_hans: （医疗无人机）救他！

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[5]/event/text
ru: Быстро, как молния, ваш медицинский дрон пытается стабилизировать его состояние. С трудом, но дрону удается обратить вспять процесс распада и в конце концов стабилизировать состояние ланиуса. "Спаситель! Дважды спаситель! Ты спас Церковь от самой смерти! Я буду сражаться с вами до конца вселенной! А еще поделюсь чертежами крейсера, я сам его сделал!" Ланиус отталкивает вас в сторону и от руки рисует в компьютере чертежи странного синего крейсера ланиусов, после чего еще раз благодарит вас.
zh_hans: 你的医疗无人机迅速开始尝试稳定他的伤情。虽然艰难，但你的无人机还是设法逆转了食铁族身体衰败的过程，并最终稳定了下来。 “救星！两次的救星！你把圣堂从死神手中夺了回来！咱会随你战斗至宇宙尽头！还给你一张星舰蓝图，咱自己做的！”那个食铁族将你推到一边，开始在电脑上手绘一个奇怪的蓝色食铁族飞船的蓝图，然后再次感谢你。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[5]/event/crewMember
ru: Церковь
zh_hans: 圣堂

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[6]/text
ru: (Исцеляющая бомба) Спасти его! [-1}]
zh_hans: （医疗炸弹）救他！[-1}]

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[6]/event/text
ru: Быстро, как молния, вы добираетесь до системы управления оружием и запускаете бомбу в отсек, где находится ланиус. Бомба взрывается как раз вовремя, чтобы обратить вспять процесс распада и стабилизировать ланиуса. "Спаситель! Дважды спаситель! Ты спас Церковь от самой смерти! Я буду сражаться с вами до конца вселенной! А еще поделюсь чертежами крейсера, я сам его сделал!" Ланиус отталкивает вас в сторону и от руки рисует в компьютере чертежи странного синего крейсера ланиусов, после чего еще раз благодарит вас.
zh_hans: 你迅速冲向了武器控制系统并向那个食铁族所在的舱室发射了医疗炸弹。虽然艰难，但这次爆发还是逆转了食铁族身体衰败的过程，并最终稳定了下来。 “救星！两次的救星！你把圣堂从死神手中夺了回来！咱会随你战斗至宇宙尽头！还给你一张星舰蓝图，咱自己做的！”那个食铁族将你推到一边，开始在电脑上手绘一个奇怪的蓝色食铁族飞船的蓝图，然后再次感谢你。

source: data/events_sector_augmented.xml.append$//event[@name="FR_ENHANCED_CHOICE_WIN"]/choice[@req="fr_enhanced" and @lvl="0"]/event/choice[6]/event/crewMember
ru: Церковь
zh_hans: 圣堂
