Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_sector_tartarus.xml/*.po
Languages: ru, zh_hans

source: This time you don't even need to wait for the soul to appear, as the being is already waiting for you inside your private room as soon as the battle finishes. You open your mouth to speak but he gestures for you to stay quiet. "Silence, Federation dog. I do not care about your mission or your cause, all I care about is kicking the ever living CRAP out of that damn necromancer that's keeping all of us trapped under her little finger, and so I will stay with your crew until that deed is done - or you die and I will commandeer your ship, whichever comes first. Once this is done, as a token of good faith, I shall accompany you to your pathetic mission, but once we complete it, we shall part ways, understood?" You nod your head in agreement, with the rock Paladin grinning from ear to ear. "Good, you federation dogs are wiser than I thought."
ru: На этот раз вам даже не нужно ждать появления души - существо уже ждет вас в вашей личной комнате, как только заканчивается битва. Вы открываете рот, чтобы заговорить, но оно жестом просит вас замолчать. "Молчи, пес Федерации. Меня не волнует ни твоя миссия, ни твое дело, все, что меня волнует, - это выбить все ДЕРЬМО из этого проклятого некроманта, который держит всех нас в плену под своим кулаком, и поэтому я останусь с твоей командой, пока это дело не будет сделано - или ты умрешь, и я захвачу твой корабль, в зависимости от того, что наступит раньше. Как только это будет сделано, в знак доброй воли я отправлюсь вместе с тобой на твою жалкую миссию, но как только мы ее выполним, мы расстанемся, понятно?" Вы киваете головой в знак согласия, а валун-Паладин расплывается в улыбке от уха до уха. "Отлично, вы, псы федерации, мудрее, чем я думал".

source: As you ready yourself while making the jump towards the next bounty, your mind swirls with the possibilities of what the end of this journey could look like. Who is this necromancer? Some kind of witch? Eldritch god? Or could they be just as much of a victim as everyone else? Whichever it is, at least it'll be interesting. Regardless, focusing on the next bounty is a better use of your time than wondering about the inevitable, and so you start reading the next target. The 5th target, an MFK soldier from Universe 1, was captured and then tortured to death by using a modified repair drone, more suited for torture than for repairing. After his death it seems he developed some kind of Stockholm syndrome towards drones, seeing them as the only real things worth talking to or interacting with, and growing to despise organics.
ru: Пока вы готовитесь к прыжку к следующей цели, в голове крутятся мысли о том, каким может быть конец этого путешествия. Кто этот некромант? Какая-то ведьма? Эльдритский бог? А может, это такая же жертва, как и все остальные? Что бы это ни было, по крайней мере, это будет интересно. В любом случае, лучше сконцентрироваться на следующей цели, чем размышлять о неизбежном, поэтому вы начинаете читать следующую запись. Пятая цель, солдат МФК из Вселенной 1, был захвачен в плен, а затем замучен до смерти с помощью модифицированного ремонтного дрона, больше подходящего для пыток, чем для ремонта. После его смерти, похоже, у него развился своего рода стокгольмский синдром по отношению к дронам, он считал их единственными реальными существами, с которыми стоит разговаривать или взаимодействовать, и стал презирать органику.
zh_hans: 在跃迁途中，窗外的星流飞旋，你脑海中不断思索着那个死灵法师的身份。为什么……又是如何召唤出这些亡灵？她是否也和这些灵魂一样，是某种力量的受害者？思绪不得不暂时中断——第五个目标已准备就绪。 根据幽灵档案记载，这是克里奥，生前是MFK王牌精英。他在叛军服役期间痴迷于无人机与自动化技术，讽刺的是最终却被改装过的维修无人机折磨致死。如今据说他患上了某种斯德哥尔摩综合征，憎恶一切血肉之躯的生命体。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Just as you expected, here is the ship of the fallen MFK, weapons blazing.
ru: Как вы и ожидали, вот и корабль погибшего МФК, оружие уже раскалено.
zh_hans: 果然不出所料，克里奥的飞船早已严阵以待。一艘深蓝色涂装的强大叛军战舰静候在彼处，舰身流转着虚幻的光纹，随时准备发动攻击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_CLEO_DEFEAT"]/text
source: Fifth vessel down, and yet another soul put to rest yet again.
ru: Пятое судно, и еще одна душа обрела покой.

source: Continue...
ru: Продолжить...

source: You wait for hours but the ghost never appears, and you are about to move on when you find a strangely scribbled note in the cockpit addressed to you. It says "Stay out of the second floor and we won't have a problem"... you decide to take them up on the offer.
ru: Вы ждете несколько часов, но призрак так и не появляется, и вы уже собираетесь двигаться дальше, когда находите в кабине пилотов странную записку, адресованную вам. В ней говорится: "Держитесь подальше от второго этажа, и у нас не будет проблем"... Вы решаете прислушаться к совету.

source: Before you have even a single second to reflect on your mission so far, a blinding yellow flash consumes all space around you before vanishing in a matter of seconds, and in its place stands a brightly lit Lanius ship unlike any other ship that you have ever seen before. Its signal somehow forces itself into your feed, the captain appearing in your screen, a incredibly bright Lanius, possibly what used to be a welder. The being begins to speak, their signal coming in clearer than any other ghost.
ru: Не успели вы и секунды поразмыслить над своей миссией, как ослепительная желтая вспышка поглощает все пространство вокруг вас и исчезает в считанные секунды, а на ее месте появляется ярко освещенный корабль ланиусов, не похожий ни на один из тех, что вы когда-либо видели раньше. Его сигнал каким-то образом проникает в ваш канал, и на экране появляется капитан - невероятно яркий ланиус, возможно, тот, кто раньше был Сварщиком. Существо начинает говорить, его сигналы поступают более четко, чем у любого другого призрака.
zh_hans: 还没来得及细想这次跃迁或查看悬赏令，整个指挥中心就被金色光芒淹没。一艘食铁族飞船赫然现身，它的呼叫信号强行切入你的频道——塔尔塔罗斯原本空洞的静电杂音被金色宗教符号与骇人影像的轮番闪现所取代。强制通话的另一端，是个金光闪闪的熔铁者，如骑士般昂首站立。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Ah, so you are that little meat puppet that's being a major thorn in our backside. The fact that you are still here equally impresses and disgusts me. Slimer, that gluttonous idiot, was suppose to devour you and all your puny friends, but it seems I underestimated you." He glaces you up and down. "Your ship... it's nothing to scoff at, and not only that but you managed to somehow cut your way through my most valued servants, I suppose that's impressive. Still, I'm bound to my duty, the duty to smite you down! Our lord G. has ordered me, her most humble servant, to finally end your little annoying visit. Farewell, renegade!" The ship immediately cuts communication and moves into the attack position.
ru: "А, так ты и есть та маленькая мясная марионетка, которая является главной занозой в нашей заднице. Тот факт, что ты все еще здесь, в равной степени поражает и отвращает меня. Слимер, этот прожорливый идиот, должен был сожрать тебя и всех твоих ничтожных друзей, но, похоже, я тебя недооценил". Он окидывает вас взглядом с ног до головы. "Твой корабль... в нем нет ничего особенного, и не только это, но ты умудрился каким-то образом пробить себе путь через моих самых ценных слуг, что, я считаю, впечатляет. Тем не менее, я обязан выполнить свой долг, долг уничтожить тебя! Наша повелительница Ж приказала мне, своему покорному слуге, наконец-то покончить с твоим маленьким надоедливым визитом. Прощай, Ренегат!" Корабль немедленно отключает связь и переходит в атакующую позицию.
zh_hans: 熔铁者的声音带着居高临下的威严，在扬声器中轰响：“呵，原来就是你这个小肉傀儡在给我们找麻烦！那个饭桶粘稠者本该把你们啃得骨头都不剩，看来是低估你们了。你现在能站在这里，既让我欣赏，又让我作呕！” 他怒气冲冲地打量着你，继续说道：“你的船确实不容小觑，但是……奉G之名，遵从我主与救世主的旨意，我将亲手粉碎你！接招吧，匪徒！”通讯被无礼地切断，金色战舰径直冲入战场。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_ZULU_DEFEAT"]/text
source: The battle rages on for longer than you think could be possible. Even though at most a few hours passed, the whole galaxy around you looks to have advanced by several eons, many of the stars going out and others appearing.
ru: Битва продолжается дольше, чем вы ожидали. Несмотря на то что прошло не более нескольких часов, вся галактика вокруг вас, похоже, прошла несколько эонов, многие звезды погасли, а другие появились.

source: Continue...
ru: Продолжить...

source: Shortly after being vanquished, the enemy ship glows brightly and then reappears without a scratch on it with their whole crew back where they were before the fight. The ship, however, shuts off their weapon system and their leader is beamed on board. Your crew is caught off guard and ready themselves to shoot at him, however he signals you that he means no harm. "Captain, it's a pleasure to meet you face to face! I understand why you and your crew might be alarmed at what just happened - I would be too in your shoes, however I just ask you to allow me to explain myself and why I'm here." The Lanius' fervor has seemingly vanished, and they speak so calmly and gently, almost as if they were someone else entirely. After a few minutes of consideration, you gesture your crew to leave the room and after some arguing they relent and leave you with the specter.
ru: Вскоре после победы вражеский корабль ярко вспыхивает, а затем появляется вновь без единой царапины, и вся его команда возвращается туда, где была до боя. Однако корабль отключает систему вооружения, и на его борт телепортируется лидер. Ваша команда застигнута врасплох и готова стрелять в него, но он дает понять, что не желает причинять вред. "Капитан, я рад встретиться с вами лицом к лицу! Я понимаю, почему вы и ваша команда встревожены тем, что только что произошло, - я бы тоже встревожился на вашем месте, но я прошу вас позволить мне рассказать о себе и о том, почему я здесь". Пыл ланиуса словно испарился, и он говорит так спокойно и мягко, как будто это совсем другой индивид. После нескольких минут раздумий вы жестом просите команду покинуть комнату, и после некоторых споров они соглашаются, и оставляют вас с призраком.

source: Alright, what's going on here?
ru: Ладно, что здесь происходит?

source: The lanius contemplates for a moment, weighing his options. "My name is Zulu, odd name for a lanius I'm aware - well, it's more of a nickname really, it was given to me by... well... the mastermind behind this whole operation." The lanius frowns and looks to the side. "This whole thing was... technically my fault, and what started this was... my own demise, I'm afraid. But that's not something I'm allowed to talk about - I'm bound to it, unfortunately."
ru: Ланиус на мгновение задумывается, взвешивая варианты. "Меня зовут Зулу, странное имя для ланиуса, я знаю... ну, это скорее прозвище, его дал мне... ну... организатор всей этой операции". Ланиус хмурится и смотрит в сторону. "Все это... технически я виноват, и то, что это началось, стало... я боюсь, моей собственной погибелью. Но об этом мне нельзя говорить - я связан, к сожалению".

source: So you can't give me actual answers?
ru: Значит, вы не можете дать мне настоящие ответы?

source: "Sadly no, but I can help you in other ways. You will very soon meet the person behind all of this, the one who's torturing all those souls, and I want to be there when that happens. Please allow me to serve on your ship until then."
ru: "К сожалению, нет, но я могу помочь вам другим способом. Очень скоро вы встретите того, кто стоит за всем этим, того, кто мучает все эти души, и я хочу быть там, когда это произойдет. Пожалуйста, позвольте мне служить на вашем корабле до тех пор".

source: It would be an honor, Zulu.
ru: Это будет честью для меня, Зулу.

source: "The final bounty can only be read at the exit, if you want to truly end this for good then you need to head there first."
ru: "Информацию о последней цели можно будет прочитать только у выхода, если вы хотите покончить с этим навсегда, то вам нужно сначала отправиться туда".

source: The space here is extremely quiet, almost completely still and empty. No light, no movement, nothing. Whatever this place is, it's the right place to read the final bounty, if it's available that is. Meanwhile the exit beacon appears to be completely inert, it seems you are stuck here until you finish all the bounties.
ru: Здесь очень тихо, почти полная тишина и пустота. Ни света, ни движения, ничего. Чем бы ни было это место, оно подходит для того, чтобы прочитать о последней цели, если, конечно, оно есть что читать. Тем временем маяк выхода, похоже, полностью бездействует, и вы застряли здесь, пока не закончите все задания.
zh_hans: 这片空间死一般寂静。没有光亮，没有动静，连跃迁信标都不存在——但你的飞船却莫名能抵达此处。

source: We have work to do still.
ru: У нас еще есть над чем поработать.
zh_hans: 我们还有任务要完成。

source: The Bounty is still locked, you need to finish the other ones first.
ru: Задание все еще заблокировано, вам нужно сначала закончить другие.
zh_hans: 第七个悬赏记录是空的。必须先清理剩余的条目！

source: All bounties are done, time to face our ultimate foe, read the final bounty.
ru: Все задания выполнены, пора встретиться с нашим главным врагом и прочитать о последней цели.
zh_hans: 阅读最后的悬赏。

source: Finally, after all that madness, the final bounty is viewable, but something is very wrong. The text on it is quite different from all the others, speaking like the target was the one that wrote it. It's all very vague and full of threats, not just that, but the more you read it the more you feel like you are being watched. The final words, however, send chills down your spine. "Run while you can..."
ru: Наконец, после всего этого безумия, информация о последней цели становится доступной для просмотра, но что-то здесь не так. Текст на ней сильно отличается от всех остальных, как будто цель была той, кто это написал. Все очень туманно и полно угроз, но чем больше вы читаете, тем больше чувствуете, что за вами наблюдают. Однако последние слова вызывают мурашки по коже. "Беги, пока можешь..."
zh_hans: 当你打开悬赏名单，发现第七个条目不再显示乱码。然而点开内容后却令人不安——整份文件瞬间被成千上万的乱码覆盖，其间夹杂着模糊的威胁和难以名状的暴行描述。盯着这些内容让你头痛欲裂，剧烈的偏头痛阵阵袭来。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Space and time seem to distort around you, folding and bending as a massive black, red and white ship emerges from the fabric of reality itself. At this moment your radio blares online and starts filling the ship with screams and pleas for mercy, you try to turn it off but to no avail.
ru: Пространство и время словно искажаются вокруг вас, складываясь и изгибаясь, когда из ткани самой реальности появляется огромный черно-красно-белый корабль. В этот момент ваша система связи включается и начинает наполнять корабль криками и мольбами о пощаде, вы пытаетесь выключить ее, но безуспешно.
zh_hans: 时空开始扭曲折叠，猩红的光芒逐渐吞噬飞船所在的虚无空间。一艘由黑曜石立方体构成的巨舰缓缓显现，褪色的红边舰体若隐若现地穿梭在现实维度之间。所有扬声器同时爆发出刺耳的嘶吼，其间混杂着受诅咒者的哀嚎、求救的悲鸣与狂怒的呐喊。当这个词汇穿透所有屏幕映入眼帘时，它已直接烙进你的意识深处。 “跪 求”

source: Beg.
ru: Прошу.
zh_hans: 跪求。

source: And so as the radios go silent, your video feed goes online. On the other side stands a bright red, cube shaped alien, and their gaze feels like it's penetrating through skin and into your very soul. After what feels like eons they speak. "Ah, it seems you finally found your way to me. How quaint. To be frank, I expected a being a lot more impressive than... this. I spent eons thinking how this final showdown would look like and had high hopes it would be another royal, perhaps one of the crystalline queens or the great lanius king himself. It seems, however, that I'm stuck with you." Their voice vibrates through your very soul but you can't help but feel it's also... oddly melancholic? You struggle to compose yourself as Zulu steps inside the room, with one look at the screen he knows exactly what's happening. He pushes you gently aside and speaks with the alien directly.
ru: И вот, когда система связи умолкает, ваша видеосвязь включается. На другой стороне стоит ярко-красный пришелец в форме куба, и его взгляд словно проникает сквозь кожу в самую душу. Спустя, казалось бы, целую вечность существо говорит. "А, похоже, ты наконец-то нашел дорогу ко мне. Как причудливо. Честно говоря, я ожидала увидеть существо куда более впечатляющее, чем... это. Я много веков думала, как будет выглядеть этот финальный поединок, и очень надеялась, что это будет другой король, возможно, одна из королев кристаллинов или сам великий король ланиусов. Однако, похоже, я встретилась с тобой". Ее голос вибрирует в самой вашей душе, но вы не можете отделаться от ощущения, что он также... странно меланхоличен? Вы пытаетесь взять себя в руки, когда Зулу заходит в комнату, и по одному взгляду на экран он понимает, что происходит. Он осторожно отталкивает вас в сторону и напрямую обращается к пришельцу.
zh_hans: 你瘫跪在地，哀求这折磨停止。当船员们也相继跪倒时，那些令人疯狂的声响逐渐消退，显示屏上浮现出一个立方体状的外星生物。她那只独眼直刺你的灵魂，目光犹如千把尖刀扎进心脏，开口时带着威严又难掩悲凉的语调。 “看来你终于找到要找的人了。多么……可悲啊！说实话，我期待的对手远比你要强大。我用了无数岁月构想最终决战的场面，一直希望能遇上些……压轴级的角色。另一位皇族？水晶女王？或许是那位古老的食铁族之王。可现在看来……我只能……将就着对付你了。”

source: "G... Please, you must stop all this, allow this mortal to free you from your curse, please!"
ru: "Ж... Пожалуйста, ты должна прекратить все это, позволь этому смертному освободить тебя от твоего проклятия, пожалуйста!"
zh_hans: “G......拜托了，快停手吧！让这个凡人帮你从诅咒中解脱！”

source: The alien stops for several minutes before finally addressing the lanius "I'm sorry old friend, this is greater than any of us, but I am glad you at least managed to recover your mind." G then turns their attention back to you, although there is a noticeable change in tone. "You, Renegade, will not be so lucky." The lanius attempts to speak but is interrupted by G. "Oh Zulu, I know you are trying to help, but I'm afraid this fight is inevitable. I can't resist the urge for combat imbued onto my soul by that forsaken book. I promise I will bring you back again once this is all over, though." The feed is cut and the massive ship roars to live - just the mere activation of its systems send shock waves across space.
ru: Пришелец замирает на несколько минут, прежде чем наконец обратиться к ланиусу: "Прости, старина, это выше наших сил, но я рада, что ты хотя бы сумел восстановить свой разум". Затем Ж снова обращает свое внимание на вас, хотя тон заметно меняется. "Тебе, Ренегат, так не повезет". Ланиус пытается вступить в разговор, но Ж его прерывает: "Зулу, я знаю, что ты пытаешься помочь, но боюсь, что эта схватка неизбежна. Я не могу противостоять жажде битвы, вложенной в мою душу этой забытой книгой. Но я обещаю, что верну тебя, как только все закончится". Подача сигнала прерывается, и массивный корабль начинает реветь - от одной только активации его систем по космосу прокатываются ударные волны.
zh_hans: 祖鲁突然出现在舰桥上，让所有人都愣住了。G的动作停顿片刻，转头看向那个食铁族。当她的视线从你身上移开时，仿佛百万星辰的重压瞬间从你肩头消散。“对不起……老朋友。控制我的力量远超我们任何人，甚至超过我们所有人的总和……但至少，你找回了自己的意志。”这个外星生物重新转向你，沉重的凝视让你再次跪倒在地。“而你，变元者……可没这么走运了。” 祖鲁还想说什么，但G打断了他：“哦，祖鲁……我知道你想帮忙，但……这一战无法避免。那本被神遗弃的书在强迫我战斗！我保证……等战斗结束，我一定会把你重新带回来，就像从前一样。”G切断了通讯，她那庞大的舰船轰然启动，仅是引擎激活的波动就在现实结构中荡起了涟漪。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_G_DEFEAT"]/text
source: The ship fights to its very last, but eventually, all things must fall. The ship slowly cracks apart and folds in on itself like a black hole, vanishing from existence within a blink of an eye. A few moments later, it re-appears again, but this time it's in countless pieces, to the point where the only thing hinting this was the once almighty ship you just fought was the brightly glowing red lights that those fragments emit, alongside their void-like black coloring.
ru: Корабль сражается до последнего, но в конце концов все разрушается. Корабль медленно раскалывается на части и складывается сам в себя, как черная дыра, исчезая в мгновение ока. Через несколько мгновений он снова появляется, но на этот раз уже в виде бесчисленных обломков, и единственное, что указывает на то, что это был некогда всемогущий корабль, с которым вы только что сражались, - это ярко светящиеся красные огни, которые излучают эти обломки наряду с их черной окраской, напоминающей пустоту.

source: Continue...
ru: Продолжить...

source: You look around, expecting the same song and dance as before, and as if on cue, G emerges. "Ah, so what I feared would happen did indeed occur, but to be quite frank I'm glad it ended this way. There are plenty of other worse ways to go... heh." The obelisk chuckles weakly before turning towards Zulu. "Zulu, I'm... so sorry. I'm so... so sorry about everything...I understand if you can't forgive me, I understand if any of you can't forgive me for what I have done..."
ru: Вы оглядываетесь по сторонам, ожидая той же песни и танца, что и раньше, и, как по заказу, появляется Ж. "А, значит, то, чего я боялась, действительно произошло, но, честно говоря, я рада, что все закончилось именно так. Есть множество других, более худших исходов... хех". Обелиск слабо смеется, а затем поворачивается к Зулу. "Зулу, мне... так жаль. Я так... так сожалею обо всем... Я понимаю, если ты не можешь простить меня, я понимаю, почему любой из вас не может простить меня за то, что я сделала..."

source: Eh, you gave us a lot of scrap and some interesting blueprints.
ru: Эх, вы дали нам много лома и несколько интересных чертежей.

source: The room falls silent as the ghosts look at one another, and one by one they each give their thoughts on the matter. "Big cube broughhht Phys back from the dead! Phys is happy!" The shell says excitedly, bouncing up and down as she does so. "You gave me another chance at life, or, I guesssss un-life, without that excesssssive hunger plaguing my every move. I guessss you're forgiven in my bookssss." The slug says, shrugging. "DON'T!! COME!! NEAR!! MY!! DRONES!!" Screeches the MFK from across the door to the other room. "What you did, barbaric and cruel... not too different from Mantis! You good cube in my book." The Bishop ponders aloud. "Gah! It seems I'm out numbered! Very well, filthy obelisk, you get to live another day - however! If I ever come across you again, I will break you into more pieces than your ship!" The Rockman shouts as he storms out of the room. "How could I ever be mad at you dear friend? You went through so much trouble to bring us all back..." The Lanius speaks with a soft smile, causing the obelisk to look away, attempting to hide a grin slowly creeping across their abstract face.
ru: В комнате воцаряется тишина, призраки смотрят друг на друга и один за другим высказывают свои мысли по этому поводу. "Большой куб воскресил Физа из мертвых! Физ счастлив!" взволнованно говорит ракушка, подпрыгивая при этом. "Вы дали мне еще один шшшанссс на жизнь, или, я думаю, не-жизнь, без этого чрезмерного голода, который мучает меня каждый раз. Думаю, в моих глазах вы прощены". Слизень говорит, пожимая плечами. "НЕ НАДО!!! НЕ ПОДХОДИ!!! БЛИЗКО!!! МОИ!!! ДРОНЫ!!!" кричит МФК из-за двери в другой комнате. "То, что вы сделали, варварство и жестокость... не слишком отличается от богомолов! Вы хороший куб в моих глазах". Епископ размышляет вслух. "Итак! Похоже, я в меньшинстве! Что ж, мерзкий обелиск, тебе предстоит прожить еще один день - однако! Если ты мне еще раз попадешься, я разобью тебя на куски почище, чем твой корабль!" кричит валун, выбегая из комнаты. "Как я могу злиться на тебя, дорогой друг? Ты прошла через столько трудностей, чтобы вернуть нас всех..." Ланиус говорит с нежной улыбкой, заставляя обелиска отвести взгляд, пытаясь скрыть ухмылку, медленно ползущую по его абстрактному лицу.

source: Well, we still have a flagship to destroy, if you want you can tag along.
ru: Ну, нам еще предстоит уничтожить флагман, если хотите, можете присоединиться.
