Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_sector_tartarus.xml/*.po
Languages: ru, zh_hans

source: The obelisk looks at you, shocked and befuddled "You... want to work with me after... after everything I have done to you?! I... I'm flattered! Flabbergasted! Befuddled! Very well then! Let's... go do that then! Just talk to me again when you are ready to exit this place!" You nod and make sure to talk to G before you get ready to jump.
ru: Обелиск смотрит на вас, потрясенный и ошеломленный: "Ты... хочешь работать со мной после... после всего, что я с тобой сделала?! Я... я польщена! Потрясена! Сбита с толку! Тогда очень хорошо! Давай... тогда так и сделаем! Только поговори со мной снова, когда будешь готовы покинуть это место!" Вы киваете и непременно поговорите с Ж, прежде чем приготовиться к прыжку.

# data/events_fr_sector_tartarus.xml$//event[@name="FR_G_SECTOR_SELECT"]/text
source: You inform G that you are ready, to which she responds by nodding enthusiastically. "Alright saviour, before I followed this path of dark necromancy I used to be the Obelisk Empire's royal navigator. Back then I discovered a way to make special Aether Waystones that allow any ship to jump to any specific sector - it was my greatest invention, and one I hoped to use in the great war. Unfortunately this whole disaster happened before I could inform the queen about my discoveries, and so I had only the time to make a single Waystone, one I hoped to use to come back home when I was finally freed from this prison." Her voice has a very noticeable sad tone to it, with G trying her best not to get carried away in her memories. "Savior, I want you to have this waystone, both as a way for both of us to leave this cursed place as well as a token of gratitude. Just place it where you refill your ship with fuel before your next jump and select the destination in your ship's navigation system"
ru: Вы сообщаете Ж, что готовы, и она с энтузиазмом кивает. "Хорошо, спаситель, до того как я встала на путь темной некромантии, я была королевским навигатором империи Обелиска. Тогда я открыла способ изготовления особых эфирных камней, позволяющих любому кораблю прыгать в любой сектор, - это было мое величайшее изобретение, которое я надеялась использовать в великой войне. К сожалению, вся эта катастрофа произошла до того, как я успела сообщить королеве о своих открытиях, и поэтому у меня было время сделать всего один Путеводный камень, с помощью которого я надеялась вернуться домой, когда меня наконец освободят из этой тюрьмы". В ее голосе очень заметны грустные нотки, и Ж изо всех сил старается не уноситься в воспоминания. "Спаситель, я хочу, чтобы этот Путеводный камень остался у тебя - и как способ покинуть это проклятое место, и как знак благодарности. Просто положи его там, где ты заправляешь свой корабль топливом перед следующим прыжком, и выбери пункт назначения в навигационной системе своего корабля".
zh_hans: 你告诉G已经准备就绪，她立刻兴奋地点头回应。 "在我走上死灵法师这条邪路之前，曾是方碑帝国的皇家导航员。所有超空间航道、最佳信标位置、多元宇宙隧道……都是我测绘的！连星团现象都是我发现的！"G自豪地昂起立方体顶端，"但我最伟大的发明……是路标石。它能带你去任何时间地点，完全不受燃料或跃迁引擎性能限制。可惜还没等禀报Y女王，我就被卷进这场风波，只来得及造出一颗……现在把它托付给你。"她将一枚充盈着紫光的完美立方体放入你手中。 "靠这个我们就能离开鬼地方。只要在导航系统设好目的地，把路标石放在引擎旁边……剩下的交给它就好！"

source: Thank you G...
ru: Спасибо, Ж...
zh_hans: 谢谢你，G。

source: "Don't worry about it, savior, it's the least I could do"
ru: "Не беспокойся об этом, спаситель, это меньшее, что я могу сделать".
zh_hans: "不用担心...救星。这是我仅有的能做的事了。"

source: Time to pick our destination!
ru: Пора выбрать место назначения!

source: Time to pick our destination!
ru: Пора выбрать место назначения!

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_URN_GIFT"]/text
source: As you are able to select your destination, G stops you and hands you a weird white and red urn. "Savior, wait a moment please! I almost forgot to give you a parting gift! This urn was something I was developing on my free time, it's a marvelous device that can copy and store the very souls of the undead! With it, you should be able to summon copies of undead foes that you fought in the past."
ru: Когда вы уже успели выбрать пункт назначения, Ж останавливает вас и протягивает странную бело-красную урну. "Спаситель, подожди минутку, пожалуйста! Я чуть не забыла сделать вам прощальный подарок! Эту урну я создала в свободное время, это чудесное устройство, которое может копировать и хранить души призраков! С ее помощью ты сможешь вызывать копии врагов-призраков, с которыми сражался в прошлом".

source: Why would I want to do this?
ru: Зачем мне это нужно?

source: G laughs and shakes her ghostly arm-nubs. "Come on Savior, we both know that you would take the chance to get more scrap no matter what. But if that's not enough for you then you would love to know that you will have access to new weapons and drones."
ru: Ж смеется и трясет своими призрачными руками-выступами. "Да ладно, спаситель, мы оба знаем, что ты воспользуешься шансом получить больше лома, несмотря ни на что. Но если тебе и этого мало, то ты будешь рады узнать, что у тебя будет доступ к новому оружию и дронам".

source: New weapons?! Sign me up!
ru: Новое оружие?! Я в деле!

source: G smiles and lightly hits your back with her nubs. "That's the spirit Savior! Remember, those souls won't be the same as the ones you fought here, so don't be disappointed if you are caught unaware and are unable to beat them, you can try as many times as you want, anytime you want. Though keep in mind, you can only fight each soul once per journey, the soul needs time to charge it up again, after all." "Anyways, I took up enough of your time, Savior, time to use that waystone!"
ru: Ж улыбается и легонько ударяет вас по спине своими выступами. "Это дух-спаситель! Помни, что эти души не будут такими же, как те, с которыми ты сражался здесь, так что не расстраивайся, если тебя застанут врасплох и ты не сможешь их победить. Ты можешь пробовать столько раз, сколько захочешь, в любое время. Но имей в виду, что с каждой душой можно сражаться только один раз за путешествие, ведь душе нужно время, чтобы снова зарядиться". "Так или иначе, я отняла у тебя достаточно времени, спаситель, пора использовать этот Путеводный камень!"

source: Got it! Time to get this ship moving again!
ru: Понятно! Пора снова привести корабль в движение!

source: "One last thing Savior! I have been hoarding a bunch of weapons infused with ectoplasmic energies, giving them very unique effects! You can only pick one though, which one do you choose? After you pick your weapon we can discuss wehich crew you want to bring with you to the rest of your journey."
ru: "И последнее, спаситель! У меня хранится куча оружия, пропитанного эктоплазменной энергией, которая придает ему уникальные эффекты! Но ты можешь выбрать только одно, так какое же ты выберешь? После того как ты выберешь оружие, мы сможем обсудить, какую команду ты хочешь взять с собой в дальнейшее путешествие".
zh_hans: 哦，还有最后一件事！在你离开之前，我还有一份谢礼要给你看……我一直收藏着挚友们的武器，现在……你可以挑一件最称手的留着！另外……我会尽力让所有灵魂都获得自由。

source: Pick the Slimer Bomb-Launcher
ru: Выбрать пусковую установку бомб слизи
zh_hans: 选择黏稠者的传送炸弹。

source: "You want my bomb? Heh, I hope it ssserves you asss well asss it did me in life.".
ru: "Хочешшшь мою бомбу? Надеюсссь, она поссслужит тебе так же хорошшшо, как и мне при жизни".
zh_hans: 黏稠者咧开嘴笑了。"你想要我的传送~炸弹？好吧......希望它在你手~上也能像在我手~上一样管用。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the 'Physure' Beam
ru: Выбрать луч "Фисура"
zh_hans: 选择菲斯的光束。

source: "My beam! Very powerful, very shiny!".
ru: "Мой луч! Очень мощный, очень блестящий!".
zh_hans: 菲斯兴奋地左右摇晃身子："我的光束！超厉害，超闪亮！还……带电的！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the 'One Tap' Sniper
ru: Выбрать снайперку "Одним касанием"
zh_hans: 选择埃莉诺的激光。

source: "The truest gun you ever see, kills anyone with only one shot!".
ru: "Самая мощная пушка, которую ты когда-либо видел, убивает любого с одного выстрела!".
zh_hans: 埃莉诺挥了挥手。"名副其实的战场杀器。一发就可击杀任何人！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the 'Prometheus' Burst Missiles
ru: Выбрать залповую ракетную установку "Прометей"
zh_hans: 选择文的导弹发射器。

source: "At least you have taste! This weapon was desiged to melt rockam, don't waste its glory on weak targets".
ru: "По крайней мере, у тебя есть вкус! Это оружие было создано, чтобы плавить камни, не стоит тратить его мощь на слабые цели".
zh_hans: 文重新走进房间，完全没看G一眼。"你……至少品味不错。这武器生来就是为了熔毁岩石与钢铁，可别把它浪费在不配的对手身上！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the Ghostly BattleDrone
ru: Выбрать Призрачный солдат
zh_hans: 选择克里奥的战斗无人机。

source: "YOU WANT ONE OF MY DRONES?! JUST KNOW RENEGADE, IF I SEE EVEN A SINGLE SCRATCH ON IT I WILL SKIN YOU ALIVE!".
ru: "ХОЧЕШЬ ОДИН ИЗ МОИХ ДРОНОВ?! ТОЛЬКО ЗНАЙ, РЕНЕГАТ, ЕСЛИ Я УВИЖУ НА НЕМ ХОТЬ ОДНУ ЦАРАПИНУ, Я С ТЕБЯ ЖИВЬЕМ ШКУРУ СПУЩУ!".
zh_hans: 克里奥结结巴巴地走上前。"你……想要我的无人机？"他突然怒吼起来，怒气之盛让你前所未见。 "要是敢让它蹭掉一点漆……我会 活 剥 你 的 皮。明白吗？"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the Holy Pike Beam
ru: Выбрать священный луч "Пика"
zh_hans: 选择祖鲁的光束。

source: "Ah, the holy pike, this weapon was passed from generation to generation, and now it will be in the hands of its most honorable master".
ru: "Ах, священная "Пика", это оружие передавалось из поколения в поколение, и теперь оно окажется в руках своего самого почетного хозяина".
zh_hans: 祖鲁点了点头，胸中涌起自豪。"啊，神圣长矛。这件世代相传的武器，如今终于找到了最合适的主人。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the Necromantic Cannon
ru: Выбрать Некромантическую пушку
zh_hans: 选择G的加农炮。

source: "You are a being of taste, renegade, though I can't say I'm surprised, I expected nothing less.".
ru: "Ты - существо со вкусом, Ренегат, хотя не могу сказать, что удивлен, я ожидал меньшего".
zh_hans: G兴奋地飘到那件巨型武器上方。"有眼光，变元者。不过像你这样的人会这么选，我一点也不意外。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_CREW_SELECT_TARTARUS"]/text
source: Time to pick which haunt to bring with you to the rest of your journey.
ru: Пора выбрать, каких привидений вы возьмете с собой в дальнейшее путешествие.
zh_hans: G轻轻叹了口气，柔声说道："很快，我会解除所有灵魂的诅咒……但眼下看来，要完成你的任务，我只来得及彻底解放其中一位。我们大家其实都会跟着你，不过……该由你来决定让谁获得完整显形的能力。"

source: Pick Slimer
ru: Выбрать Слимера
zh_hans: 选择黏稠者。

source: "It will be an honor, sssir!".
ru: "Это будет чессстью для меня, сссэр!".
zh_hans: 黏稠者滑到你身边，感受着千万星系的重压从灵魂消散，郑重地点头。"为您效劳是~我的荣幸，船长！" （按下跃迁键选择目的地）

source: Continue...
ru: Продолжить...

source: Pick Phys
ru: Выбрать Физа
zh_hans: 选择菲斯。

source: The shell bounces and down happily "Yay! Friend picked me!".
ru: Ракушка подпрыгивает и радостно падает на землю: "Ура! Друг выбрал меня!".
zh_hans: 菲斯欢快地上下蹦跳，感受着千万星系的重压从灵魂消散。"耶！朋友选我啦！" （按下迁跃键选择目的地）

source: Continue...
ru: Продолжить...

source: Pick Aleenor
ru: Выбрать Алиенор
zh_hans: 选择埃莉诺。

source: The mantis bows to you "I serve you as I served my queen in life, to the very end!".
ru: Богомол кланяется вам: "Я буду служить вам, как служила своей королеве при жизни, до самого конца!".
zh_hans: 埃莉诺感受到万千星系的重压从灵魂消散，庄重地向你行礼。"我愿像生前侍奉女王那般效忠于您，至死不渝！" （按下跃迁键选择目的地）

source: Continue...
ru: Продолжить...

source: Pick Vin
ru: Выбрать Вин
zh_hans: 选择文。

source: The rockman stares you down for a moment before shrugging.
ru: Валун некоторое время смотрит на вас, а затем пожимает плечами.
zh_hans: 文只是盯着你看了一会儿，然后耸了耸肩。即便万千星系的重压正从他灵魂消散，他依然毫无反应。 （按下跃迁键选择目的地）

source: Continue...
ru: Продолжить...

source: Pick Cleo
ru: Выбрать Клео
zh_hans: 选择克里奥。

source: "FINE! JUST DON'T GET NEAR ME!".
ru: "ОТЛИЧНО! ТОЛЬКО НЕ ПОДХОДИ КО МНЕ!".
zh_hans: 隔壁房间传来克里奥的尖叫声，他正感受着万千星系的重压从灵魂消散。"行吧。只要……别靠近我！" （按下跃迁键选择目的地）

source: Continue...
ru: Продолжить...

source: Pick ZUlu
ru: Выбрать Зулу
zh_hans: 选择祖鲁。

source: "It will be an honor fight at your side, friend!".
ru: "Для меня будет честью сражаться на твоей стороне, друг!".
zh_hans: 祖鲁舒展着金属身躯，感受着万千星系的重压从灵魂消散。"能与您并肩作战是我的荣幸，朋友！" （按下跃迁键选择目的地）

source: Continue...
ru: Продолжить...

source: Pick G
ru: Выбрать Ж
zh_hans: 选择G。

source: "I was sure you were going to pick me, my Obeliskian perfection made that a sure choice!".
ru: "Я была уверена, что ты выберешь меня, мое обелисковское совершенство сделало этот выбор верным!".
zh_hans: G感受着千万星系的重压从灵魂消散，激动得微微颤抖。"你选择了我……选得好。我敢说这绝对跟我完美的外形有——那么点关系……" （按下跃迁键选择目的地）

source: Continue...
ru: Продолжить...

# data/events_fr_sector_tartarus.xml$//event[@name="FR_WAYSTONE_SELECT"]/text
source: You put the waystone in your engine's fuel slot and head back to the bridge to select your destination:
ru: Вы кладете Путеводный камень в топливный отсек своего двигателя и возвращаетесь на мостик, чтобы выбрать место назначения:
zh_hans: 你把路标石放进引擎燃料槽，回到舰桥开始选择目的地。

source: Go to the Union Coreworlds.
ru: Отправиться в центральные миры Союза.
zh_hans: 调整至同盟主星区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Militia Encampment.
ru: Отправиться в лагерь Ополчения.
zh_hans: 调整至盟卫营区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Federation Sector.
ru: Отправиться в сектор Федерации.
zh_hans: 调整至联邦星区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Harmony Coreworlds.
ru: Отправиться в центральные миры Гармонии.
zh_hans: 调整至谐合主星区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Emancipated Sanctuary.
ru: Отправиться в Освобожденное убежище.
zh_hans: 调整至解放圣所。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Ministry Capital.
ru: Отправиться в столицу Министерства.
zh_hans: 调整至牧师团首府。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Gathering Gardenworlds.
ru: Отправиться в Сады Соцветия.
zh_hans: 调整至集议会园庭。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Free Mantis Hunting Grounds.
ru: Отправиться в Охотничьи Угодья Свободных Богомолов.
zh_hans: 调整至自由螳螂狩猎区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Imperial New-Homelands.
ru: Отправиться в новые родные миры Империи.
zh_hans: 调整至水晶帝国新家园。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Theocracy Badlands.
ru: Отправиться в пустоши Теократии.
zh_hans: 调整至神权国恶土。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Lost Sun Stronghold.
ru: Отправиться в оплот Затерянных Солнц.
zh_hans: 调整至迷失烈阳要塞。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Lanius Swarmlands.
ru: Отправиться в скопление Роя ланиусов.
zh_hans: 调整至食铁族群域。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Black Market.
ru: Отправиться на Черный Рынок.
zh_hans: 调整至暗域黑市。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Hacked Civilian Sector.
ru: Отправиться во взломанный гражданский сектор.
zh_hans: 调整至被骇同盟区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Rebel Stronghold.
ru: Отправиться в оплот повстанцев.
zh_hans: 调整至叛军要塞。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Central Shipyards.
ru: Отправиться в центральные верфи.
zh_hans: 调整至中央自动舰厂。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Hive Broodworlds.
ru: Отправиться в рассадник Улья.
zh_hans: 调整至母巢世界。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Theocracy Homeworlds.
ru: Отправиться в родные миры Теократии.
zh_hans: 调整至神权国主星区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путеводному камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Duskbringer Stronghold.
ru: Отправиться в оплот Вестников Заката.
zh_hans: 调整至暮临要塞。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Kleptocracy Capital.
ru: Отправиться в столицу Клептократии.
zh_hans: 调整至星盗会首府。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Guild Territory.
ru: Отправиться на территории Гильдии.
zh_hans: 调整至异猎会星域。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Central Shell Nebulae.
ru: Отправиться в центральные туманности ракушек.
zh_hans: 调整至中央甲壳星域。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Shell Science District.
ru: Отправиться в научный район ракушек.
zh_hans: 调整至甲壳怪才科学区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Eargen Capital.
ru: Отправиться в Иргенскую столицу.
zh_hans: 调整至共和国首都。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Monk Refuge.
ru: Отправиться в убежище монахов.
zh_hans: 调整至辉光避难所。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Spectral Wastelands.
ru: Отправиться в призрачные пустоши.
zh_hans: 调整至灵朝荒地。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Spectral Capital.
ru: Отправиться в столицу призраков.
zh_hans: 调整至灵朝首府。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Coalition Stronghold.
ru: Отправиться в оплот Коалиции.
zh_hans: 调整至星联要塞。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Confederate Coreworlds.
ru: Отправиться в центральные миры Конфедерации.
zh_hans: 调整至血兰邦核心区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Hektar Megamarket.
ru: Отправиться в Мегамаркет Гектар.
zh_hans: 调整至赫克塔巨型商场。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Jerome Protectorate.
ru: Отправиться в протекторат Джерома.
zh_hans: 调整至受保护地。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Crystalline Origins.
ru: Отправиться к истокам кристаллинов.
zh_hans: 调整至水晶起源域。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Brood Stronghold.
ru: Отправиться в оплот Выводка.
zh_hans: 调整至蜘蛛泛滥星区。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Wentworth Innovations HQ.
ru: Отправиться в штаб-квартиру "Инноваций Вентворта".
zh_hans: 调整至温特沃斯革新社总部。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Royal Kleptocracy Nebulae.
ru: Отправиться в Королевские туманности.
zh_hans: 调整至皇家蛞蝓星云。
