Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_sector_tartarus.xml/*.po
Languages: ru, zh_hans

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: After what felt like years you finally arrive at this strange place. This sector can only be described as bizarre; multiple blue stars surround you in a strange circular pattern, yet they seem to emit not heat nor radiation. Not only that but your radio seems to be going crazy as it tries to keep up with the hundreds of hails being sent towards your ship every second. Hails which consist of nothing more than screams and pleas for help. You decide to mute the ship's radio.
ru: Спустя годы вы наконец-то попали в это странное место. Этот сектор можно назвать поистине причудливым: множество голубых звезд окружают вас странным круговым узором, но при этом не излучают ни тепла, ни радиации. Мало того, ваши системы связи, кажется, сходят с ума, пытаясь справиться с сотнями сигналов, которые ежесекундно посылаются в сторону вашего корабля. Сообщения, которые состоят из одних лишь криков и просьб о помощи. Вы решаете отключить связь на корабле.
zh_hans: 向塔尔塔罗斯的迁跃旅程漫长又艰难，像是度过了数年时间。在你旅程的尽头所见的景象只能用......怪异来形容。数个蓝色星星形成完美的圆形将你包在中间，但他们却没发出可探测的辐射迹象。你的通讯系统在来自四面八方、遍布整个时间和空间范围的成千上万次呼叫的冲击下几乎无法运转，每秒钟都有信息被传送出来，而其内容仅仅只有恐怖的尖叫和求救的呼喊。你决定关闭飞船的无线电设备，但这一操作却需要多次尝试才能成功。

source: Location of the final bounty, it seems to only be available after all the other bounties are done first.
ru: Местонахождение последней цели, похоже, будет доступно только после выполнения всех остальных заданий.
zh_hans: 最终悬赏的地点，看起来必须先完成其他的悬赏才能继续。

source: Location of the final bounty.
ru: Местонахождение финальной цели.
zh_hans: 最终悬赏的地点。

source: After finally getting your bearing straight, you double check the bounties to see who's your closest target, and doing so you notice something strange. Your last bounty had only a barebones descriptions of the target, consisting of their name and ship class, however, now it seems that you've been granted a full blown database full of information on 6 of your 7 targets, the last one seemingly being locked from accessibility as of now. The first target is Slimer of slug royalty, known all throughout space as the biggest glutton there was, something the being was quite proud of, but also the very thing that led to their demise. A batch of poisonous hallucinogenic melons sent them into a deep coma of which they never recovered. While they likely could've been saved, it is speculated that no one chose to help them on account of them being rude, selfish and threatening everyone under them with the death penalty, were they to step out of line. As you finish reading the bounty, something occurs to you: if your target is already dead... why is there still a bounty on them? Before you can ponder anymore, a massive ship appears out of nowhere, a vessel unlike anything else you ever seen - a ship made wholly of slug gel.
ru: После того как вы, наконец, определились с координатами, вы проверяете список ближайших целей и замечаете нечто странное. В вашем последнем задании было лишь скудное описание цели, состоящее из ее имени и класса корабля, но теперь, похоже, вам предоставлена полная база данных с информацией о 6 из 7 целей, а последняя, похоже, пока закрыта для доступа. Первая цель - Слимер из королевской семьи слизней, известный во всем космосе как самый большой обжора, чем существо очень гордилось, но именно это и привело его к гибели. Партия ядовитых галлюциногенных дынь ввела их в глубокую кому, из которой он так и не вышел. Хотя его, скорее всего, можно было спасти, есть предположение, что никто не решился ему помочь, поскольку он был грубыми, эгоистичными и угрожал всем подчиненным смертной казнью, если те переступят черту. Когда вы заканчиваете читать объявление о награде, вам приходит в голову мысль: если ваша цель уже мертва... почему за нее все еще назначена награда? Прежде чем вы успеваете задуматься, из ниоткуда появляется огромный корабль, не похожий ни на что другое, что вы когда-либо видели, - корабль, полностью состоящий из геля слизней.
zh_hans: 在搞清楚你在哪以及来这里做什么后，你检查了悬赏名单。七个记录中的六个已经被神秘地标注了各种信息，而第七个仍是空白。没有他人的指引，你开始独自解析记录文件，文件显示了你的第一个目标：粘稠者，逝去已久的蛞蝓之王的灵魂。 粘稠者被认为是整个多元宇宙有史以来最贪吃的家伙，他们对这个事实表现得很骄傲。他们因食用了一种致幻性西瓜而陷入昏迷，从此再也无法醒来。没有人愿意去帮助他们，因为粘稠者在生前总是那么粗鲁、自私且心怀怨恨。当你读完记录内容后，抬头望去，只见从视窗中出现了一个巨大的战舰，完全是由蛞蝓修复胶制成的！

source: Hail the vessel.
ru: Связаться с кораблем.
zh_hans: 联系舰船。

source: You decide to turn your radio back on, hoping the voices had ceased, and surprisingly they seem to. However it isn't long before you realize the true extent of what you are looking at, as the feed comes to life you see that the captain of the other ship is... a ghost, and not like the kind you've met before, but rather an actual slug soul. You knew this was going to happen, given what the spook chasers said, but still, you weren't sure you could completely believe them until now.
ru: Вы решаете включить систему связи, надеясь, что голоса стихли, и, как ни странно, так оно и есть. Однако вскоре вы осознаете истинные масштабы того, на что смотрите, - по мере того, как изображение оживает, вы видите, что капитан другого корабля... призрак, и не такой, каких вы встречали раньше, а скорее настоящая душа слизня. Вы знали, что так и будет, учитывая слова ловцов призраков, но все же до этого момента вы не были уверены в том, что можете им полностью доверять.
zh_hans: 你决定重新打开通讯器，心中默祷那扰人的声音已经消失。出乎意料的是，另一端只有一片令人宽慰的寂静——然而屏幕上呈现的景象却令人隐隐不安。一个通体发光、衣着考究却难掩污秽的蛞蝓轮廓，正隔着屏幕神情恍惚地凝视着你。虽然寻鬼敢死队说过这些东西确实是死者灵魂，可你万万没想到他们说的竟是字面意思！

source: Who... are you?
ru: Кто... вы?
zh_hans: 粘稠者...?

source: The slug doesn't seem to register your question as it begins to jump up and down excitedly. "Food! I haven't... food for... centuriesss!" The radio fails to parse the full transmission but thankfully what you gathered was enough. Without another word the ship turns its teleporters online, a fight is unavoidable.
ru: Слизень, похоже, не обратил внимания на ваш вопрос, так как начал возбужденно прыгать вверх-вниз. "Еда! Я не... ел уже... ссстолетия!" Система связи не в состоянии разобрать всю фразу, но, к счастью, того, что вы поняли, оказалось достаточно. Без лишних слов корабль активирует телепортатор, и сражение неизбежно.
zh_hans: 那团鲜绿色的幽灵开始像糖果店里的孩童般上下蹦跳，发出一阵超自然的尖啸，你的翻译器几乎难以解析这信息：“……饿……我……必、必须吃！食物！我已经……几百年……几百年没吃过……东西了！”你还来不及回应，通讯便戛然而止——传送器锁定飞船的嗡鸣声已在舱内响起。全员进入战斗岗位！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Goziodeon) "Who are you pretenders?! We are the only Haunts in this town! Scram!"
ru: (Гозиодеон) "Кто вы, притворщики?! Мы единственные привидения в этом городе! Убирайтесь!"
zh_hans: (哥泽什)“你们这群冒牌货算什么东西？！在这片星域，我们才是寻鬼敢死队唯一的对手！赶紧滚蛋！”

source: The slug laughs. "Your little...organization meansss nothing here! I Will..I will do my master a favor and...devour your little gassseousss body!"
ru: Слизень смеется. "Твоя маленькая... организация здесссь ничего не значит! Я сссделаю одолжение сссвоему хозяину и... сссожру твое маленькое газообразное тело!"
zh_hans: 那只蛞蝓幽灵发出低沉冷笑，暂时从饥饿的恍惚中清醒过来，随即迸发出令翻译器难以捕捉的诡异尖啸“……你……你们那个小……小组织在这儿……屁都不算！我要……替主人捎带份礼物——生吞了你们这团气态渣滓！”你还未不及回应，屏幕信号便骤然中断，传送器锁定飞船的刺耳警报已响彻船舱。全员进入战斗岗位！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_SLIMER_DEFEAT"]/text
source: After that grueling process, the slime ship has been defeated and its captains soul has been put to rest. One down, 6 to go.
ru: После этого изнурительного процесса корабль из слизи был уничтожен, а душа его капитана упокоилась. Один побежден, осталось 6.

source: Continue...
ru: Продолжить...

source: You're about to leave when you notice that the ghost of the slug captain seems to reappear out of nowhere, but before you manage to pull out your blaster, they speak. "You... ended hunger, I'm... not hungry anymore! Oh gloriousss being from the beyond, pleassse let me serve onboard your ssship! I can't go againsst other ssservents though, the ssspell won't allow me, but once thisss isss all over it would be an honor to ssserve you!" Before you can recover from what just happened, you see a warning on your ship's navigation system, warning that the area around your next bounty is filled with ionic energies, it seems whoever is there is immune to ion.
ru: Вы уже собираетесь уходить, когда замечаете, что призрак капитана слизней как будто снова появился из ниоткуда, но прежде чем вы успеваете вытащить бластер, он говорит. "Ты... покончил ссс голодом, я... большшше не голоден! О ссславное сссущессство из потуссстороннего мира, пожалуйссста, позвольте мне ссслужить на борту твоего корабля! Я не могу идти против других ссслуг, заклинание не позволяет мне, но когда всссе закончитссся, для меня будет чессстью ссслужить тебе!" Прежде чем вы успеваете оправиться от произошедшего, на навигационной системе вашего корабля появляется предупреждение о том, что местность вокруг вашей следующей цели наполнена ионной энергией, и, похоже, тот, кто там находится, невосприимчив к ионам.

source: You ready yourself as you make the jump to the next bounty by reading the entry in the database. The 2nd target, Phys, is a Shell whose DNA was mismatched and broken at irreparable levels while being made, a fate which would mean death in any other society. However, the Shell scientists that oversaw the cloning process saw it as a challenge, and so they infused the poor shell with massive amounts of ionic energy, a process that caused it more pain than words can describe. While her physical body may have been spared, her mind was broken beyond repair from the sheer pain of being infused with so much ionic energy, and in the end she decided to use all that power against her creators, killing all the nearby scientists. Unfortunately her rampage didn't last long, as soon after she was gunned down by the shell special task force. Now, her ghost can't rest, not until she can find a way to forget her pain and move on.
ru: Вы готовитесь к переходу к следующей цели, читая запись в базе данных. Вторая цель, Физ, - это ракушка, чья ДНК при создании была неправильно подобрана и нарушена на непоправимом уровне, что в любом другом случае означало бы смерть. Однако ракушки-Ученые, контролировавшие процесс клонирования, увидели в этом вызов, и поэтому они влили в бедную оболочку огромное количество ионной энергии, что причинило ей больше боли, чем можно описать словами. Хотя ее физическое тело было спасено, ее разум был сломлен до неузнаваемости от боли, вызванной тем, что в нее было влито столько ионной энергии, и в конце концов она решила использовать всю эту силу против своих создателей, убив всех ученых, находившихся поблизости. К сожалению, ее буйство длилось недолго: вскоре ее застрелил отряд специального назначения ракушек. Теперь ее призрак не может успокоиться, пока не найдет способ забыть о своей боли и двигаться дальше.
zh_hans: 悬赏名单上的下一个目标是菲斯。根据悬赏名单记载，她是个患有多种先天性疾病的甲壳族孤儿。负责培育她的科学家们不愿放弃，将她的病症视为必须攻克的挑战。为维持心脏稳定跳动，他们向她的躯体灌注了电能。 虽然肉体得以存续，治疗过程的极致痛苦却逼疯了菲斯。这只甲壳族在培育设施内疯狂暴走。当地安保部队被迫开枪射杀时，她存活时间仅剩最后几分钟。由于极致痛苦仍在其灵魂深处奔涌，她的亡魂至今无法安息。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As soon as you finish reading her bounty, you notice that your target has already found you and is come barreling down towards you, refusing all hails, her ship being brighter than most stars. You have no choice but to engage her ship.
ru: Как только вы закончили читать, вы заметили, что ваша цель уже нашла вас и несется навстречу, не обращая на вас никакого внимания, ведь ее корабль ярче многих звезд. У вас нет другого выбора, кроме как вступить в бой с ее кораблем.
zh_hans: 刚读完悬赏令，目标已裹挟着青色电光朝你冲来。舰体表面跃动的电弧将沿途太空残骸轰成碎末，这艘拒绝所有通讯的幽灵船正摆出攻击姿态。准备迎战！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_PHYS_DEFEAT"]/text
source: You finally defeat the ghost's ship, its lights finally going out after so long. While you are pleased with your progress, you wonder if there are others victims of the shell government like Phys? Would you have been able to save any of them in the past?
ru: Вы наконец-то победили корабль призраков, и его огни наконец-то погасли после столь долгого времени. Довольный своими успехами, вы задаетесь вопросом, существуют ли еще такие же жертвы правительства ракушек, как Физ? Удастся ли вам спасти кого-нибудь из них в будущем?

source: Continue...
ru: Продолжить...

source: You are suddenly startled out of your trance as the shell ghost appears in front of you, just like Slimer had done before, they tilt their shell to the side softly and speak in a static-filled voice. "You - saved - friend! Hhhelp - save - others!" She speaks in chirpy jolts of static, her language being incredibly basic, probably a byproduct of the experiments that produced her. Regardless of why, they offer to join you crew and "save" the other ghosts.
ru: Вы внезапно выходите из транса, когда перед вами появляется призрак-ракушка, как и Слимер, она наклоняет свой панцирь в сторону и говорит голосом, наполненным статическим электричеством. "Ты - спас - друга! Помоги - спасти - других!" Она говорит стрекочущими разрядами статического электричества, ее язык невероятно примитивен, возможно, это побочный продукт экспериментов, в ходе которых она появилась на свет. Независимо от причины, она предлагает присоединиться к вашей команде и "спасти" других призраков.

source: You steel yourself before you engage your next target by reading their file in the database. In life they were a famed Bishop of the Mantis Hive, renowned by their kind and one of the best hunters this side of the multiverse. However, something sticks out to you about this target, or rather, lack thereof - some kind of traumatic event that could cause them to stick around after death like your other 2 targets. Strange for sure, but you are way too deep now to turn back, more literally than you first thought - something is causing both your hyperspace and multiverse drive to malfunction, meaning you can't leave this sector no matter how hard you try. You never seen this sorta tech before though, maybe those ghosts have more tricks up their sleeves than you realized.
ru: Прежде чем приступить к поиску следующей цели, вы читаете ее файл в базе данных. При жизни цель была знаменитым Епископом Улья Богомолов, известной среди своих сородичей из лучшим охотником по эту сторону Вселенной. Однако что-то вас настораживает в этой цели, вернее, в отсутствии таковой - какое-то травмирующее событие, которое могло заставить ее остаться в этом мире после смерти, как две другие цели. Странно, конечно, но вы уже слишком завязли в этом, чтобы вернуться назад, причем буквальнее, чем можно подумать - что-то заставляет ваш гиперпространственный и МВ-привод сбоить, а значит, вы не сможете покинуть этот сектор, как бы ни старались. Впрочем, вы никогда раньше не встречались с подобными технологиями, возможно, у этих призраков в рукаве больше хитростей, чем вы предполагали.
zh_hans: 意识到下一个目标初见时恐怕同样充满敌意，你在阅读新档案前先行整备了舰船。埃莉诺，螳螂族母巢的传奇主教，即便在同类与敌人眼中，她也被尊为多元宇宙中最危险顶尖的猎手之一。 你注意到特殊之处：这份悬赏令完全没提及可能让她死后徘徊的创伤或未竟的执念。正当你合上第三份档案时，发现飞船的超光速跃迁引擎与多元宇宙驱动器双双故障，将你困在这个信标空间！看来你已深陷局中，退无可退……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Soon enough, you finally locate the bishop, noting how incredibly vast the space around each beacon is; you could explore it for weeks and still not find your target. You attempt to hail the opposing vessel. "Ah, Renegade... I hoping not to see you, on... important mission! Given by Queen..." She pauses for a second, as if lost in thought. "Queen... Queen Latrakkpkat! Yes, important mission indeed! Sorry in advance. Don't have time to spare!" Her weapons power on and any further attempts to hail her are met with null and void.
ru: Вскоре вы наконец обнаруживаете Епископа, отмечая, насколько невероятно велико пространство вокруг каждого маяка; вы могли бы исследовать его неделями и так и не найти свою цель. Вы пытаетесь вызвать судно противника. "А, Ренегат... я надеялся, что не увижу тебя... важная миссия! По поручению королевы..." Она делает секундную паузу, словно погружаясь в раздумья. "Королева... королева Латраккат! Да, действительно, важная миссия! Заранее прошу прощения. У меня нет свободного времени!" Ее оружие включается, и все дальнейшие попытки вызвать ее на связь остаются безрезультатными.
zh_hans: 埃莉诺的舰船并未立即现身，你不得不追击那艘亮粉色飞船才迫使这位主教接通通讯。“啊，竟是变元者……！本盼着别遇见你，我正执行……女王交付的重任！”她停顿片刻，仿佛在艰难回忆，“……拉特拉克帕特女王！对，确实是紧要任务！提前致歉，实在无暇奉陪！”她的武器系统骤然启动，此后所有呼叫尝试尽数石沉大海。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_ALEENOR_DEFEAT"]/text
source: It seems the songs and legends weren't wrong after all! Bishops truly are a formidable foe, or at least this one was. 3 spirits down, 4 more to go...
ru: Похоже, песни и легенды все-таки не ошибались! Епископы действительно являются грозными противниками, по крайней мере, этот был таким. 3 духа повержены, осталось еще 4...

source: Continue...
ru: Продолжить...

source: You aren't going to be caught by surprise this time, you make sure you are mentally ready for the next surprise apparition. It takes a little longer than usual but, like clockwork, the bishop reappears in front of you, her expression being one of relief and pure joy. "Thank you, kind soul! I hear about how formidable renegade can be, and it warm my long frigid heart to know I wasn't mislead." She speaks through the radio. "I'm sure you have many question, and while I would love answer them, I bound by a foul necromantic spell to not answer any question that pertain to this putrid place, a mockery of afterlife if I have ever seen one, but can answer any question pertaining to my mortem existence."
ru: На этот раз вас не собираются застать врасплох, и вы мысленно готовитесь к следующему неожиданному сюрпризу. Проходит немного больше времени, чем обычно, но, как по мановению руки, Епископ вновь появляется перед вами, и на ее лице читается облегчение и чистая радость. "Спасибо тебе, добрая душа! Я наслышана о том, какими грозными могут быть Ренегаты, и это согрело мое давно остывшее сердце, когда я узнала, что меня не ввели в заблуждение". Она говорит через систему связи. "Уверена, у вас много вопросов, и хотя я с радостью отвечу на них, я связана страшным некромантическим заклинанием, которое запрещает отвечать на вопросы, относящиеся к этому гнилому месту, насмешке над загробной жизнью, если я ее когда-либо видела, но могу ответить на любой вопрос, относящийся к моему смертному существованию".

source: Who are you exactly?
ru: Кто именно вы?

source: The mantis bows to you with great pride. "My name is Aleenor Lakitrapikk, before death I was a loyal servant of Queen Latrakkpkat, the greatest queen that has ever graced our empire. In my time I must have raise thousand mantis, most of which eventually advance enough in ranks to be granted title of Suzerain."
ru: Богомол кланяется вам с большой гордостью. "Меня зовут Алиенор Лакитрапикк, до смерти я была верным слугой королевы Латракпкат, величайшей королевы, когда-либо удостаивавшей нашу империю. В свое время я, должно быть, воспитала тысячу богомолов, большинство из которых со временем продвинулись по службе настолько, что получили титул Сюзерена".

source: How did you end up like this?
ru: Как вы оказались в таком положении?

source: A lot of the pride from the Mantis' face vanishes, and a wave of sorrow washes over you as she finally speaks. "I died as lived, protecting eggs and hatchlings. There was a fault in incubation system, make fire in their chamber and... well, mantis claw not meant to hold extinguisher. There not enough time to save them all and myself... I'm... sure you can deduce what happen next."
ru: С лица богомола исчезла горделивость, и вас захлестнула волна печали, когда она наконец заговорила. "Я умерла, как и жила, защищая яйца и потомство. В системе инкубации произошел сбой, в их камере начался пожар, и... ну, когти богомола не были предназначены для того, чтобы держать огнетушитель. Времени не хватило, чтобы спасти их всех и себя... Я... уверена, что вы догадались, что произошло дальше".

source: My condolences.
ru: Примите мои соболезнования.

source: She smiles softly and nods "Don't worry kind renegade, we must all die someday." She says eerily and with a strange amount of literacy. "I at the very least happy my death wasn't for naught. Regardless, I wish accompany you on your journey. While I can't tell how it end, I wish to be here when it does."
ru: Она мягко улыбается и кивает: "Не волнуйтесь, Ренегат, все мы когда-нибудь умрем". Она говорит эту фразу жутко и с необычной уверенностью. "По крайней мере, я рада, что моя смерть не была напрасной. Тем не менее, я хочу сопровождать вас в вашем путешествии. Хотя я не могу сказать, чем оно закончится, но я хочу быть рядом с вами, когда оно закончится".

source: You ready yourself as you make the jump towards the next bounty. Thinking over what Aleenor said about a 'necromantic spell', you come to the conclusion that these lost souls may not all be here by choice. Regardless, you have a mission to finish, and whatever is causing those poor souls to return as undead will surely make itself known eventually. Back to the matter at hands, the next target is another one of royalty, a Paladin rockman, one which died when his ship's auto pilot went haywire while he slept, sending him straight into a nearby red giant. Unfortunately he only realized what was happening when the star was close enough that the heat was enough to wake up even the thickest rockman, but by then it was far too late.
ru: Вы готовитесь к прыжку к следующей цели. Обдумывая слова Алиеноры о "некромантическом заклинании", вы приходите к выводу, что все эти заблудшие души оказались здесь не по своей воле. Как бы то ни было, вам нужно закончить миссию, и то, что заставляет эти несчастные души возвращаться в виде призраков, в конце концов обязательно даст о себе знать. Вернемся к делу: следующая цель - еще один представитель королевской семьи, валун-Паладин, который погиб, когда во время сна автопилот его корабля сбился с курса, отправив его прямо в близлежащий красный гигант. К сожалению, он понял, что происходит, только когда звезда приблизилась настолько, что жара хватило бы, чтобы разбудить даже самого толстого валуна, но к тому времени было уже слишком поздно.
zh_hans: 你为船只做好了战斗的准备，然后朝着下一个目标疾驰而去，同时仔细思考着埃莉诺所说的“亡灵邪咒”以及菲斯所说的“拯救朋友”这些内容。也许这些迷失的灵魂……并非自愿来到这里的？不管是什么在迫使他们坚持下去，它一定在这片区域的某个地方。 接下来要面临的敌人就是文了，他是为坚不可摧的神权国效力的圣骑士。据透露，他的死因是在睡觉前忘记关闭飞船的自动导航系统，结果导致飞船撞向了附近的太阳。显而易见，这样的死法很可能让他非常愤怒。

source: Well that isn't disturbing at all.
ru: Ну, это уже совсем не сюрприз.
zh_hans: 嗯，这根本没什么让人不安的。

source: As usual, once the entry is fully read the fearsome Paladin ship appears, weapons already ablaze as expected.
ru: Как и обычно, как только запись была полностью прочитана, появляется грозный корабль Паладинов, оружие которого, как и следовало ожидать, уже раскалено.
zh_hans: 和往常一样，你刚读完档案，就看到一艘令人胆寒的岩石族飞船横在面前。它的装甲板如同熔岩般炽热发亮，所有武器都处于充能状态，通讯频道一片死寂——没时间客套了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_HAUNT_VIN_DEFEAT"]/text
source: Next verse, same as the first. Another mighty ship taken down and another soul freed from whoever is keeping them here.
ru: Следующий отрывок - тот же, что и первый. Еще один могучий корабль уничтожен, еще одна душа освобождена от того, кто удерживает ее здесь.

source: Continue...
ru: Продолжить...
