Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_sector_tartarus.xml/*.po
Languages: ru, zh_hans

source: What you find on the other side is something you could have never predicted, a massive vessel similar to the flagship of old, but far better equipped, bearing the same paint job as the strange auto you fought against. The ship looms in front of you until you are finally hailed by the big man himself, Admiral Vance Wentworth of the Rebel Fleet. "Well, well, well, If it isn't the thorn in my side, the little federation ship that could. I would say I'm surprised to see you, but after finding out what you did to my auto, I knew you would get through my "partner" and come face to face with me." He flashes a cocky smile, in the background you can see what appears to be another face, bound to a chair next to the cockpit, looking at you with pain reflected from his eyes.
ru: По ту сторону вы обнаруживаете то, чего никак не могли ожидать: огромное судно, похожее на Флагман прежних времен, но гораздо лучше оснащенное, с той же окраской, что и странный автоматический корабль, с которым вы сражались. Корабль грозно надвигается на вас, пока вас наконец-то не вызывает самый великий человек, адмирал Вэнс Вентворт из флота повстанцев. "Так-так-так, вот и заноза в моем боку, маленький корабль Федерации, который смог. Я бы сказал, что удивлен, увидев тебя, но, узнав, что ты сделал с моим автоматическим кораблем, я понял, что ты справишься с моим "партнером" и встретишься со мной лицом к лицу". Он сверкает наглой улыбкой, а на заднем фоне вы видите другое лицо, прикованное к креслу рядом с кабиной пилота, которое смотрит на вас с болью в глазах.
zh_hans: 虽然不及监视者那般摧残感官，但这艘跃入射程的飞船同样令人胆寒——这是经过魔改的旧型号叛军旗舰，涂装与你先前遭遇的自动舰如出一辙！站在舰桥通讯屏前的，正是叛军舰队司令万斯·温特沃斯。 "瞧瞧……这不是那艘总坏我好事的联邦小破船嘛。"万斯冷笑着侧身，朝角落里被反绑堵嘴的人影瞥了一眼，两名装备不明装甲的士兵正看守着那个俘虏。"发现你毁了我的小无人机后，我就知道得亲自出马了……看来我的商业伙伴没给你造成什么麻烦啊。"

source: Wait, if you're Vance than who's that person in the background?
ru: Подождите, если вы Вэнс, то кто на заднем фоне?
zh_hans: 等等，如果你是万斯的话…那么…那个又是谁？

source: Vance's smile grows tenfold, but he doesn't answer your question. "I see you want an explanation, something to satisfy your gluttonous little mind, no? Well, I'm afraid you will have none of that! I waited YEARS to finally get this plan into motion, and now that I finally have both you and my little friend over here in the perfect spots, years of planning and careful execution, I won't let a little bug like you or a little snake like him stop me from doing what I was born to do! Now, Federation dog, I hope you give this pristine ship at least a little bit of a challenge. I would hate to destroy you before I can fully showcase the power of this vessel!"
ru: Улыбка Вэнса становится еще шире, но он не отвечает на ваш вопрос. "Я вижу, ты хочешь получить объяснение, что-то, что удовлетворит твой прожорливый ум, не так ли? Боюсь, ничего подобного ты не получишь! Я ждал ГОДЫ, чтобы наконец привести этот план в действие, и теперь, когда у меня наконец-то есть и ты, и мой маленький друг в идеальных положениях, годы планирования и тщательного исполнения, я не позволю маленькой букашке вроде тебя или маленькой змее вроде него помешать мне сделать то, для чего я был рожден! А теперь, пес Федерации, я надеюсь, что ты хотя бы немного развлечешь этот безупречный корабль. Мне бы не хотелось уничтожить тебя до того, как я смогу в полной мере продемонстрировать мощь этого корабля!"
zh_hans: 万斯的嘴角咧到耳根，仿佛刚目睹了一个满是幼体兰花的星球在火海中燃烧。他没有回答你的问题。 "哦！看来你是想要个解释。想用答案填饱你可悲的小脑袋瓜，是不是？……休想！不，不，绝对不行！我连一点残渣都不会施舍给你。为了推动这个计划，我已经等待了几十年。而现在，我把你和我的小朋友都弄到了理想的位置……是时候执行了。我绝不会让你这种可悲的蛆虫妨碍我实现毕生的追求！哦，你这个娘娘腔的幽灵舔舐者，我倒是希望你挣扎反抗。看着你……扭动求饶的样子，会让我觉得这一切更加值得！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Mighty ship has been defeated! You scan their ship for any remaining lifeforms, at first there doesn't seem to be anyone besides Vance prime left, however, your sensors find something extremely worrisome about the ship. It seems it's trying to activate its auto mode!
ru: Могучий корабль побежден! Вы сканируете корабль в поисках оставшихся живых существ, сначала кажется, что кроме Первого Вэнса никого не осталось, однако ваши сенсоры обнаруживают на корабле нечто крайне настораживающее. Кажется, он пытается активировать свой автоматический режим!

source: Continue...
ru: Продолжить...

source: At first it looks like the flagship can still fight on, however a great explosion in the center of the ship proves otherwise. The ship is fully consumed by the explosion a few moments later, leaving a load of scrap for the taking.
ru: Поначалу кажется, что флагман еще может сражаться, но сильный взрыв в центре корабля доказывает обратное. Через несколько мгновений корабль полностью уничтожается взрывом, оставляя после себя лишь кучу лома.

source: Continue...
ru: Продолжить...

source: At first you are overjoyed by what you just accomplished, and while that feeling doesn't go away, it is diminished when you realize what probably happened to the Vance in the cockpit. You take a while scan of the battleship, quickly finding what used to be the bridge of the ship, still mostly intact. It's a time consuming procedure but you manage to find and locate Vance inside the broken off piece of the ship. He's still alive, but only barely. You bring him to your ship and allow him to heal from his injuries. The process is slow, but eventually Vance does wake up. "You... saved me? Why...?... Don't get me wrong, I'm... very grateful, I'm just...confused."
ru: Сначала вас переполняет радость от того, что вы только что совершили, и хотя это чувство не проходит, оно ослабевает, когда вы понимаете, что, вероятно, случилось с Вэнсом в рулевой рубке. Вы обследуете линкор и быстро находите то, что раньше было мостиком корабля, в основном сохранившимся. Это трудоемкая процедура, но вам удается найти и идентифицировать Вэнса внутри отколотого куска корабля. Он еще жив, но едва-едва. Вы переносите его на свой корабль и позволяете ему оправиться от ран. Процесс идет медленно, но в конце концов Вэнс приходит в себя. "Ты... спас меня? Зачем...?... Не пойми меня неправильно, я... очень благодарен, но я просто... запутался".

source: I couldn't just let you die, at least, not before I could get my answers.
ru: Я не мог позволить вам умереть, по крайней мере, не раньше, чем получу ответы на свои вопросы.

source: Vance sights and nods. "Of course... answers. I'm... afraid I know only as much as you do. Vance 1 was never one to share his secrets, though if I were to guess, he wanted to control death itself as a way to rule over the multiverse... or something. I'm sorry if you wanted more information, I was blind sidded as you were." He frowns and closes his eyes.
ru: Вэнс смотрит и кивает. "Конечно... ответы. Я... боюсь, я знаю столько же, сколько и ты. Вэнс 1 никогда не делился своими секретами, хотя, если я догадываюсь, что он хотел контролировать саму смерть, чтобы управлять Вселенной... или что-то в этом роде. Прости, если ты хотел получить больше информации, я был слеп, как и ты". Он хмурится и закрывает глаза.

source: Well, do you at least have anything you can offer to keep me from killing you right now?
ru: У вас есть хоть что-то, что поможет мне не убивать вас прямо сейчас?

source: Vance groans, but nods. "I have the blueprints for that flagship you just destroyed, it was based off a earlier model I had commissioned, though with some modifications, of course. I'm sure your little scientists are very smart, they can figure out the differences." With a wide smirk you nod and take the blueprints. "I suppose you want me to be your little prisoner no? Well do what you want with me, I'm too tired of all of this to be quite honest with you. Talk to me when you are ready to leave this place, I know the only way to get out of here." You nod and make sure to talk to Vance before you get ready to jump.
ru: Вэнс застонал, но кивнул. "У меня есть чертежи флагмана, который ты только что уничтожил. Он был создан на основе более ранней модели, которую я заказал, но с некоторыми изменениями, конечно. Уверен, твои маленькие ученые очень умны, они смогут найти отличия". С широкой ухмылкой вы киваете и забираете чертежи. "Полагаю, ты хочешь, чтобы я стал вашим маленьким пленником? Что ж, делай со мной что хочешь, я слишком устал от всего этого, чтобы быть с тобой откровенным. Поговори со мной, когда будешь готов покинуть это место, я знаю единственный способ выбраться отсюда". Вы киваете и обязательно говорите с Вэнсом, прежде чем готовиться к прыжку.

# data/events_fr_sector_tartarus.xml$//event[@name="FR_VANCE_SECTOR_SELECT"]/text
source: You inform Vance that you are ready, He sighs and hands you a strange floating cube. "Put this in your engine's fuel storage, it will allow you to jump to any sector you wish. Vance 1 planned on reverse engineering this and then using it to strike at the federation's core worlds once he left this place. As far as I know this is the only one in existence, and I doubt it will survive the process once it's used, so choose wisely."
ru: Вы сообщаете Вэнсу, что готовы, он вздыхает и протягивает вам странный парящий куб. "Положи это в топливный бак своего двигателя, и ты сможешь прыгать в любой сектор по своему желанию. Вэнс 1 планировал создать это устройство и использовать его для нанесения ударов по основным мирам Федерации, как только покинет это место. Насколько я знаю, это единственный существующий экземпляр, и я сомневаюсь, что он переживет процесс, когда будет использован, так что подойди к выбору с умом".
zh_hans: 你告诉万斯准备出发。他叹了口气，递来一个悬浮的立方体，正散发着脉动的玫红色光芒。 "把这个放进引擎燃料舱。万斯一号离开塔尔塔罗斯时，可能原本打算用它袭击零号宇宙。据我所知，这是现存唯一的传送装置……慎重选择目的地吧，变元者。"

source: Weird charitable of you vance.
ru: Странная благодетель с вашей стороны, Вэнс.
zh_hans: 啊……你突然这么大方倒是让我意外，万斯。

source: "Oh this isn't charity, I just rather get the hell out of this place, even if that means helping you." He snarks.
ru: "Это не благодетель, я просто хочу поскорее убраться из этого места, даже если это означает помощь тебе". Он фыркает.
zh_hans: "这可不是发善心，我只是想赶紧离开这鬼地方，哪怕得靠你帮忙。"他讥讽道。

source: Well, time to pick our destination.
ru: Что ж, пора выбрать место назначения.
zh_hans: 好吧，该选择目的地了。

source: Well, time to pick our destination.
ru: Что ж, пора выбрать место назначения.
zh_hans: 好吧，该选择目的地了。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_URN_UPGRADE"]/text
source: Before you can select your destination, a strange sensation fills your very soul, you blink, and suddenly you see the visions of a strange urn-like...thing. It slowly open its white lid ever so slowly, suddenly, the souls of everyone you met in this strange mission seems to fill the urn, before it seals itself again. You blink again, and you wake up from your visions, with no time passing at all even though the whole thing felt like hours.
ru: Прежде чем вы выберите пункт назначения, странное ощущение наполняет вашу душу, вы моргаете и вдруг видите видения странной урны, похожей на... вещь. Она медленно открывает свою белую крышку, и вдруг души всех, кого вы встретили в этой странной миссии, заполняютУрну, после чего она снова закрывается. Вы снова моргаете и пробуждаетесь от своих видений, причем времени прошло совсем немного, хотя все это длилось как будто несколько часов.
zh_hans: 还没等你输入坐标，一阵眩晕突然袭来。在逐渐模糊的意识中，你被惊醒的船员们扶住倒下，眼前浮现出诡异的幻象：一个带着尖顶白盖的红色骨灰瓮。旅途中相遇的灵魂们环绕翻涌，将自身存在注入瓮中，当瓮口闭合的咔嗒声响起时，你猛然惊醒。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_URN_UPGRADE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: It takes a few minutes for you to recover, but as you do, you manage to get your thoughts in order enough to select your destination.
ru: Проходит несколько минут, прежде чем вы приходите в себя, но в это время вам удается привести мысли в порядок, чтобы выбрать пункт назначения.
zh_hans: 你花了几分钟才缓过神来。恢复清醒后，你整理好思绪，准备选择目的地。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Before you jump away, you notice a bunch of strange weapons quickly heading towards a nearby sun, you can save one of them, but the others will surly be lost. Which one do you want to save?
ru: Перед тем как прыгнуть, вы замечаете кучу странного оружия, быстро направляющегося к ближайшему солнцу. Вы можете спасти одно из них, но остальные, скорее всего, будут потеряны. Какое из них вы хотите спасти?
zh_hans: 突然，一名船员指向观察窗——只见大量外形酷似你刚交战过的神秘舰船的怪异武器正掠过太空，它们的轨迹直指邻近的恒星。以当前速度推算，你只来得及拦截其中一件！

source: Pick the Smoke Shard Launcher
ru: Выбрать Пусковую установку осколков Смоук
zh_hans: 选择斯莫克的水晶空雷。

source: You manage to get to the weapon just in time. Unfortunately all others are lost forever.
ru: Вы успеваете добраться до оружия как раз вовремя. К сожалению, все остальные потеряны навсегда.
zh_hans: 你成功拦截了那批武器中最奇特的一件，其余的都从飞船旁掠过，径直坠入了恒星，再也无法寻回。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the Snow Flak
ru: Выбрать Снежное осколочное орудие
zh_hans: 选择切尔丝的破片发射器。

source: You manage to get to the weapon just in time. Unfortunately all others are lost forever.
ru: Вы успеваете добраться до оружия как раз вовремя. К сожалению, все остальные потеряны навсегда.
zh_hans: 你成功拦截了那批武器中最奇特的一件，其余的都从飞船旁掠过，径直坠入了恒星，再也无法寻回。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the Pok's Clone Cannon
ru: Выбрать Клонопульту Пока
zh_hans: 选择珀克的克隆炮。

source: You manage to get to the weapon just in time. Unfortunately all others are lost forever.
ru: Вы успеваете добраться до оружия как раз вовремя. К сожалению, все остальные потеряны навсегда.
zh_hans: 你成功拦截了那批武器中最奇特的一件，其余的都从飞船旁掠过，径直坠入了恒星，再也无法寻回。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the Debug Drone
ru: Выбрать Отладочный дрон
zh_hans: 选择查罗的光束无人机。

source: You manage to get to the weapon just in time. Unfortunately all others are lost forever.
ru: Вы успеваете добраться до оружия как раз вовремя. К сожалению, все остальные потеряны навсегда.
zh_hans: 你成功拦截了那批武器中最奇特的一件，其余的都从飞船旁掠过，径直坠入了恒星，再也无法寻回。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick Leo's Battery
ru: Выбрать Блок питания Лео
zh_hans: 选择里奥的电池。

source: You manage to get to the weapon just in time. Unfortunately all others are lost forever.
ru: Вы успеваете добраться до оружия как раз вовремя. К сожалению, все остальные потеряны навсегда.
zh_hans: 你成功拦截了那批武器中最奇特的一件，其余的都从飞船旁掠过，径直坠入了恒星，再也无法寻回。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick Searak's Energy
ru: Выбрать энергию Сирака
zh_hans: 选择希拉克的蓄能炮。

source: You manage to get to the weapon just in time. Unfortunately all others are lost forever.
ru: Вы успеваете добраться до оружия как раз вовремя. К сожалению, все остальные потеряны навсегда.
zh_hans: 你成功拦截了那批武器中最奇特的一件，其余的都从飞船旁掠过，径直坠入了恒星，再也无法寻回。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick the Auto's Zenith
ru: Выбрать авто "Зенит"
zh_hans: 选择自动舰的激光。

source: You manage to get to the weapon just in time. Unfortunately all others are lost forever.
ru: Вы успеваете добраться до оружия как раз вовремя. К сожалению, все остальные потеряны навсегда.
zh_hans: 你成功拦截了那批武器中最奇特的一件，其余的都从飞船旁掠过，径直坠入了恒星，再也无法寻回。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you scoop the weapon, you also a strange device alongside the weapon that could bring one of your empty crews back to sentience. Which crew do you want to bring back?
ru: Когда вы забираете оружие, рядом с ним оказывается странное устройство, которое может вернуть разум одному из ваших опустевших членов экипажа. Какого члена экипажа вы хотите вернуть?
zh_hans: 那张字条上附带着……某种数据存储装置。破译后显示的信息是关于……某种净化仪式的。它只能生效一次——你必须选择让哪个幽灵恢复神智，而其他灵魂将永远陷入疯狂。

source: Pick Smoke
ru: Выбрать Смоук
zh_hans: 选择斯莫克。

source: The device does its magic and soon the crew is back like their former self "You...saved me? Renegade, from this onwards, I swear to always fight at your side!".
ru: Прибор делает свое дело, и вскоре член экипажа становится прежним: "Ты... спас меня? Ренегат, с этого момента я клянусь всегда сражаться на твоей стороне!".
zh_hans: 你和船员们举行了简短的仪式，斯莫克随即出现在眼前，揉着额头。"是你们……救了我！从今天起……我将与您并肩作战，船长，直到多元宇宙的尽头！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick Chills
ru: Выбрать Чиллс
zh_hans: 选择切尔丝。

source: The device does its magic and soon the crew is back like their former self "That's what I'm talking about! Now we can explore the multiverse together! Come one, friend, there's tresure to find!".
ru: Прибор делает свое волшебство, и вскоре член экипажа снова становится прежним: "Вот о чем я говорил! Теперь мы можем исследовать Мультивселенную вместе! Идем, друг, нам нужно найти много интересного!".
zh_hans: 你和船员们举行了简短的仪式，切尔丝在流光中现身，舒展着冰晶花瓣。"哈哈，这才像话嘛！来吧变元者……永远有更多秘境等着我们去探索，更多宝藏等着我们去发现。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick Pok
ru: Выбрать Пока
zh_hans: 选择珀克。

source: The device does its magic and soon the crew is back like their former self "Pok!" The little morph shapeshifts into a form just like yours and hugs you.
ru: Прибор делает свое волшебство, и вскоре член экипажа снова становится похожим на себя прежнего "Пок!". Маленький морф превращается в такую же форму, как ваша, и обнимает вас.
zh_hans: 你和船员们举行了简短的仪式，珀克在摇曳的光晕中现身，高兴地晃动着身子。"珀克！"这个小变形怪切换成你的外形，给了你一个结结实实的拥抱。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick Charror
ru: Выбрать Чарро
zh_hans: 选择查罗。

source: The device does its magic and soon the crew is back like their former self "Mercy? This unit is *BZZZT* Thankful".
ru: Прибор делает свое волшебство, и вскоре член экипажа снова становится похожим на себя прежнего: "Милосердие? Это боевая единица *БЗЗЗТ* Благодарю".
zh_hans: 你和船员们举行了简短的仪式，查罗出现在眼前，躯体短暂地恢复了完整形态。"宽恕……？本机……感……滋滋……激不尽"。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick Leo
ru: Выбрать Лео
zh_hans: 选择里奥。

source: The device does its magic and soon the crew is back like their former self "Mercy? After everything you still want me to live?...Renegade, you earned a true friend today".
ru: Прибор делает свое дело, и вскоре член экипажа вновь становится похожим на себя прежнего: "Милосердие? После всего, что было, ты все еще хочешь, чтобы я жил?... Ренегат, сегодня ты обрел настоящего друга".
zh_hans: 你和船员们举行了简短的仪式，里奥出现在眼前，终于鼓起勇气开口："宽恕？在经历了这一切之后……您还愿意让我……活下去？变元者。请把我当作真正的朋友吧！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Pick Searak
ru: Выбрать Сирака
zh_hans: 选择希拉克。

source: The device does its magic and soon the crew is back like their former self "In all my years of service I have never seen such bravery! If i ever make it back home, I will make sure every duskbringer will sing songs about what you have done today!".
ru: Прибор делает свое дело, и вскоре член экипажа снова становится похожим на себя прежнего: "За все годы службы я никогда не видел такой храбрости! Если я когда-нибудь вернусь домой, я позабочусь о том, чтобы каждый Вестник Заката пел песни о том, что ты сделал сегодня!".
zh_hans: 你和船员们举行了简短的仪式，西拉克在你眼前现身，仿佛有无形的风鼓动着他的衣袍。"在我效忠暮临的许多年中，从未见过如你今天展现的这般勇气。若我能重返故土，每位暮临士兵都将传颂你今日的壮举！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: There's nothing here, not even a star in sight.
ru: Здесь нет ничего, не видно даже звезд.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_fr_sector_tartarus.xml$//event[@name="FR_DEATH_G"]/lose/@text
source: With your multiverse drive, G is able to finally complete her plan. The multiverse will soon know true fear.
zh_hans: 随着你的多元宇宙驱动器被夺取，G终于能完成她的计划了。整个多元宇宙即将感受到真正的恐惧。

source: Slimer
zh_hans: 黏稠者

source: Phys
zh_hans: 菲斯

source: Aleenor
zh_hans: 埃莉诺

source: Vin
zh_hans: 文

source: Cleo
zh_hans: 克里奥

source: Zulu
zh_hans: 祖鲁

source: Smoke
zh_hans: 斯莫克

source: Chills
zh_hans: 切尔丝

source: Pok
zh_hans: 珀克

source: Charror
zh_hans: 查罗

source: Leo
zh_hans: 里奥

source: Searak
zh_hans: 希拉克
