Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_sector_tartarus.xml/*.po
Languages: ru, zh_hans

source: The engi wastes no time before appearing before you, still heavily corrupted, but at least it can communicate now. "Protocol 120: Gratitudzzzz. [bzzt] Support against [RYYZZZZZRTT] is required, the -skills- of this unit can be of use. _Engi_ no longer under [RZRSTS] control, need to honor *savior* is paramount." You eye your other crewmates who, while reluctant at first, eventually all agree to accept the help of the engi, though they will require heavy surveillance. Before you open the next bounty, your computer flashed a unexpected message, warning you of a powerful engine signature detected from the next bounty, much much higher than any other bounty so far.
ru: Энджи не теряет времени и появляется перед вами, все еще сильно поврежденный, но, по крайней мере, теперь он может общаться. "Протокол 120: Благодарностьььь. [бззт] Требуется поддержка в борьбе с [РИИЗЗЗЗРТТ], -навыки- этой боевой единицы могут быть полезны. Энджи больше не под контролем [РЗРСТС], необходимость уважать *спасителя* превыше всего". Вы окидываете взглядом остальных членов экипажа, которые, хотя и неохотно, но в конце концов соглашаются принять помощь энджи, хотя за ними придется усиленно следить. Перед тем как открыть следующую запись, ваш компьютер выдает неожиданное сообщение, предупреждая о том, что на следующем задании обнаружена мощная сигнатура двигателя, гораздо более сильная, чем на любой другом задании до сих пор.

source: The bounty of the next ghost is the shortest one so far, telling the tale of a leech Ampere named Leo who was stationed at the boarders of the leech capital, his life was mostly the same save for the rare and occasional fights with pirates. That was, until he was tasked with fighting and detaining a ship of an unknown class, one which refused all hails and was advancing quickly towards the center of the system. The fight lasted only a few seconds, the only survivor was a single dying leech who was too confused to give a proper report, all the rescue team could get out of him was that some "beings" boarded the ship, killed everyone without moving a muscle before knocking out the captain and abducting him. When pressed for details the leech had what seemed to be a stroke before dying, his body's natural regeneration seemingly being shut down by whoever attacked the ship. Leo was never heard from again and neither were the mysterious vessel.
ru: История следующего призрака - самая короткая на данный момент. В ней рассказывается о пиявке-Ампере по имени Лео, который служил на границе столицы пиявок, и его жизнь была в целом такой же, если не считать редких и случайных стычек с пиратами. Так было до тех пор, пока ему не поручили сразиться и задержать корабль неизвестного класса, который отказывался от всех вызовов и быстро приближался к центру системы. Бой длился всего несколько секунд, в живых осталась лишь одна смертельно ранена пиявка, которая была слишком растеряна, чтобы доложить о случившемся. Все, что спасатели смогли от нее добиться, - это то, что некие "существа" проникли на корабль, убили всех, не дав пошевелиться, а затем оглушили капитана и похитили его. Когда пиявку попросили рассказать подробности, у него случился инсульт, после чего она умерла - похоже, естественная регенерация ее тела была отключена теми, кто напал на корабль. О Лео больше ничего не было слышно, как и о таинственном судне.
zh_hans: 悬赏单上第四条记录特别短：电流吸虫里奥，原本驻守在共和国首都边境，日常就是打打海盗和叛军，日子过得平平无奇。直到某天，一艘型号不明的飞船突然冲向星系中心，彻底改写了他的人生。 根据地球情报，交战过程不到十秒，全体船员以极其惨烈的方式丧生。舱壁上的生物污染检测显示，多数死者是因神经组织被烧焦导致头颅爆裂。里奥被报失踪，敌舰战后瞬间消失——他很可能被掳走了。

source: I guess he won't be missing for long.
ru: Думаю, корабль не придется долго ждать.
zh_hans: 我猜他很快就会出现了。

source: Smoke nodded before the leech ship you were expecting arrived, brimming with light coming out of its extremities, the ship refused all hails and simply attacks.
ru: Смоук кивнул, после этого прибыл ожидаемый вами корабль пиявок, из его внутренностей струится свет, корабль отвергает все ваши попытки выйти на связь и просто атакует.
zh_hans: 斯莫克点头表示同意。没过多久，一艘吸虫族飞船赫然出现在前方，船体边缘泛着刺眼的绿光。没有通讯，没有警告，它直接升起武器开火。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The leech ship finally goes dark, hopefully for the last time.
ru: Корабль пиявок наконец-то погружается в темноту, надеюсь, навсегда.

source: Continue...
ru: Продолжить...

source: The leech ghost appears before you, if only for a few moments, and although he doesn't speak, you somehow you feel a great sense of gratitude emanating from him. This sense doesn't last long and soon enough the leech vanishes and reappears elsewhere in the ship, always vanishing before anyone else enters the room.
ru: Призрак пиявки появляется перед вами, пусть и на несколько мгновений, и хотя он не говорит, вы каким-то образом ощущаете огромное чувство благодарности, исходящее от него. Это чувство длится недолго, и вскоре пиявка исчезает и вновь появляется в другом месте корабля, причем исчезает всегда раньше, чем в комнату войдет кто-то еще.

source: Your journey is slowly coming to a close, and the bounty list is getting shorter and shorter. You only have 2 targets now, hopefully once you get to the last bounty the true puppet master will reveal themselves. The next ghost is a rather surprising read, it's a duskbringer martyr named Searak, a proud zoltan who was unfortunately one of the first casualties of the duskbringer movement, one which happened while his ship was under attack by a mysterious white vessel. His clonebay was seemly tampered with as he was being cloned, so upon revival... well, let's say his goals swiftly changed. In a mad fit, he started desperately pouring his backup DNA samples all over the samples from his other crewmates, damaging their minds beyond repair. As the crew was revived, they all became seemingly as mad as Searak, attacking nearby friendly crew in a attempt to force them to be cloned. That's not all - the clonebay wouldn't stop cloning them, breaking one of the few generally respected laws across the multiverse: duplicate cloning. Being the last duskbringer alive and quickly realizing what just happened, the captain of the ship took the only option he saw appropriate, steering the ship into a nearby pulsar, fully destroying both the ship, the crew and all the tainted DNA samples.
ru: Ваше путешествие постепенно подходит к концу, а список заданий становится все короче и короче. Теперь у вас всего две цели, надеемся, что когда вы доберетесь до последнего призрака, истинный кукловод откроет себя. Описание следующего призрака довольно необычное. Это Мученик Вестников Заката по имени Сирак, гордый золтан, который, к сожалению, стал одной из первых жертв движения Вестников Заката, причем это случилось, когда его корабль атаковал таинственный белый корабль. Его клон-отсек, судя по всему, был поврежден во время его клонирования, поэтому после возрождения... скажем так, его планы быстро изменились. В безумном припадке он начал отчаянно выбрасывать образцы ДНК других членов экипажа, повреждая их сознание до неузнаваемости. Когда экипаж был возрожден, все они, похоже, стали такими же безумными, как Сирак, и стали нападать на ближайших друзей, пытаясь заставить их клонироваться. Но и это еще не все - клон-отсек не переставал клонировать их, нарушая один из немногих общепринятых законов Мультивселенной: клонирование двойников. Будучи последним оставшимся в живых Вестников Заката и быстро осознав, что произошло, капитан корабля принял единственное подходящее решение - направил корабль в близлежащий пульсар, полностью уничтожив корабль, экипаж и все испорченные образцы ДНК.
zh_hans: 眼看名单越来越短，你盼着能尽快查清塔尔塔罗斯的真相。下一个目标是希拉克，他是最早加入暮临派并参与实战的成员之一。 根据战场回收的报告，一艘神秘白色飞船击落了希拉克的船，还篡改了克隆舱系统。复活后的希拉克彻底疯狂，开始将自己的意识上传至基因库企图传播混乱。原船长被迫驾驶飞船冲进脉冲星，与之同归于尽。

source: A shame we won't ever know the captain's name...
ru: Жаль, что мы так и не узнаем имя капитана...
zh_hans: 可惜我们永远无法知道那位船长的名字了……

source: Your crew lowered their head and slowly nodded before the duskbringer ship you were expecting arrived, Searak hails you "I see the one the voices warned me about has arrived! To arms brothers and sisters! The time we have been readying for has finally come!" The ship's weapons turn online.
ru: Ваша команда склонила голову и медленно кивнула, прежде чем прибыл корабль Вестников Заката, которого вы ждали. Сирак связывается с вами: "Вижу, тот, о ком предупреждали голоса, прибыл! К оружию, братья и сестры! Время, к которому мы так долго готовились, наконец-то пришло!" Орудия корабля включаются.
zh_hans: 你船员和魂灵们刚垂下头沉思，就被一阵刺耳的通讯信号打断——只见一艘飞船正在启动武器系统。正是希拉克。"终于来了！耳语中警示的宿敌……来得正好！兄弟姐妹们，拿起武器，准备战斗！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship and the clonebay is fully cleared out of any duskbringers, you can finally breath in peace.
ru: Корабль и клон-отсек полностью очищены от Вестников Заката, и вы наконец-то можете вздохнуть спокойно.

source: Continue...
ru: Продолжить...

source: The zoltan, once proud, now appears deflated in front of you. "I... how... how could I been so... easy to manipulate? All my life I fought for what I truly believed but now... all I will ever be remembered is as a lunatic and a traitor. Please, kind captain, allow me to atone for my sins aboard your vessel, I promise I will be by your side when the time comes to fight whoever is behind all of this."
ru: Золтан, некогда гордый, теперь выглядит перед вами подавленным. "Я... как... как я мог так... легко поддаться манипуляции? Всю свою жизнь я боролся за то, во что искренне верил, но теперь... меня будут помнить только как безумца и предателя. Пожалуйста, добрый капитан, позвольте мне искупить свои грехи на борту вашего корабля, и я обещаю, что буду рядом с вами, когда придет время сразиться с тем, кто стоит за всем этим".

source: This is it, time to see who is behind all of this. You attempt to access the last bounty but before you have a chance to, an auto ship jumps in out of nowhere! It doesn't seem to be a regular auto ship either, they have a completely different paint job from any other autos in your database, and bear a strange logo engraved on the hull.
ru: Вот и все, пора узнать, кто за всем этим стоит. Вы пытаетесь получить доступ к последней записи, но прежде чем у вас появляется шанс, из ниоткуда появляется автоматический корабль! Похоже, это не совсем обычный корабль: он окрашен совсем не так, как все остальные беспилотники в вашей базе данных, а на его корпусе выгравирован странный логотип.
zh_hans: 你满怀期待地准备调出最终悬赏令，页面却突然乱码——眼前竟跃迁出一艘……叛军自动舰？它横亘在星空之间，武器系统早已充能完毕，传感器阵列泛着不祥的红光，金色条纹在邻近恒星的照耀下诡谲闪烁。

source: What the- what is a auto ship of all things doing here?
ru: Что за... что здесь делает автоматический корабль?
zh_hans: 这tm…？

source: Unfortunately none of your crew can answer it, and a couple ghosts don't even recognize it as an auto-ship, as the rebellion simply wasn't a thing in their lifetime. Before you have the chance to ponder, the auto ship hails you with a warning. "Federation affiliated ship, you have come too far for your own good. Executing protocol L-3312. 'For the Legion!'' " The auto plays a recording of a male voice before moving into attack position.
ru: К сожалению, никто из вашей команды не может ответить, а пара призраков даже не признает в нем автоматический корабль, поскольку при их жизни Восстания просто не было. Не успеваете вы поразмыслить, как с автоматического корабля раздается предупреждение. "Корабль, принадлежащий Федерации, вы зашли слишком далеко, для своего же собственного блага. Выполняю протокол Л-3312. За Легион!" Автоматический корабль воспроизводит запись мужского голоса, прежде чем перейти в атакующее положение.
zh_hans: 你的船员们也搞不清这艘船的来意。几位被解救的幽灵甚至完全认不出这型号——他们生前，就连万斯也还没想过反叛。对方发来一段简短的录音后便发起进攻： "联邦舰船。你知道得太多，走得太远了。为保障行动安全，必须将你清除。现在执行L-3312协议——为了军团！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The auto ship, cracked in half under the stress of the battle, desperately tries to charge its engines to escape but it's too late, the fuel tank reaches critical and goes out in a supernova-like explosion. Luckily, you were far enough away to not be hit by it. Interestingly, the explosion did you a huge favor, as all the small scrap pieces were fused by the explosion's heat, forming loads of easy to collect, medium sized balls of pure scrap.
ru: Автоматический корабль, разорванный пополам после тяжелого боя, отчаянно пытается зарядить свои двигатели, чтобы спастись, но уже слишком поздно: топливный бак достиг критической температуры и разразился взрывом, похожим на взрыв сверхновой. К счастью, вы были достаточно далеко, чтобы вас не задело. Интересно, что взрыв оказал вам огромную услугу: все мелкие обломки сплавились под воздействием жара взрыва, образовав множество легко собираемых шариков среднего размера из чистого лома.

source: Continue...
ru: Продолжить...

source: Not much was left after the explosion, seems like what happened wasn't an accident, but rather a remotely activated self destruction sequence. However, it seems the process was somewhat incomplete, as after a bit of searching you recover what seems to be the ship's black box. After running enough checks to make sure it isn't a trap, you gather up all your crew and watch the contents of it. There isn't much here, only a short clip on what seems to be Vance Wentworth talking to... something in the background, although the video's quality is way too low to make up who they are among all the blurry pixels, but whoever they are, they formed a deal with him. Unfortunately the video cuts off before they can reiterate what the deal is, regardless though, if Vance is involved in this then it can't be anything good. You ask Charror to look over the black box for anything else that might be hidden in it and luckily enough he finds blueprints for something called a "scrap maker", a sorta of one time "store" that can turn weapons, drones or augments into scrap which can be used to repair your hull and refill your resources if needed. That's not all either, hidden behind extreme levels of encryption, Charror also finds the blueprints of a weaker version of the augment that auto had installed and the blueprints for a ship!
ru: После взрыва осталось совсем немного, похоже, что произошедшее не было несчастным случаем, а скорее дистанционно активированным процессом самоуничтожения. Однако, похоже, процесс был несколько неполным, так как после долгих поисков вы находите то, что кажется черным ящиком корабля. Проведя достаточное количество проверок, чтобы убедиться, что это не ловушка, вы собираете всю свою команду и просматриваете его содержимое. Там не так много, только короткий ролик, на котором, кажется, Вэнс Вентворт разговаривает с... кем-то на заднем плане, хотя качество видео слишком низкое, чтобы разобрать, кто это, среди всех размытых пикселей, но кто бы это ни был, они заключили с ним сделку. К сожалению, видео обрывается прежде, чем они успевают уточнить, что это за сделка, хотя, если в ней замешан Вэнс, ничего хорошего быть не может. Вы просите Чарро осмотреть черный ящик на предмет того, что еще может быть в нем спрятано, и, к счастью, он находит чертежи так называемого "производителя лома", своего рода одноразового "магазина", который может превратить оружие, дронов или модули в лом, который можно использовать для ремонта корпуса и пополнения ресурсов, если потребуется. Но и это еще не все: спрятанный за экстремальными уровнями шифрования, Чарро также находит чертежи слабой версии модуля, который был установлен автоматическом корабле, и чертежи корабля!

source: It's finally time to see who's behind all of this, who is the final bounty? You take a deep breath and finally open it. ... It's... blank? No tale, no stats, nothing. The only thing it says is the name of the target "The Watcher". Somehow, reading that name caused a violent physical response, you feel like passing out, similarly to what the gnome made you feel at the start of all of this.
ru: Наконец-то пришло время узнать, кто стоит за всем этим, кто же окажется последней целью? Вы делаете глубокий вдох и наконец-то раскрываете ее. ... Записка... пуста? Ни истории, ни характеристики, ничего. Единственное, что там написано, - это имя цели "Наблюдатель". Почему-то чтение этого имени вызывает бурную физическую реакцию, вам хочется потерять сознание, примерно так же, как это было с гномом в начале всего этого.
zh_hans: 解决掉干扰后，终于到了揭晓最后一份悬赏令的时刻。当你点开文件，却发现…… ……空无一物。没有传说也没有情报，只有一行巨大的文字"监视者"。当你凝视这个名字时，后脑传来撕裂般的剧痛，险些昏厥——斯莫克及时扶住了你。这种感受与刚进入此地时，矮人发出尖啸的感觉如出一辙。

source: Actually, where is the gnome?
ru: А где, собственно, гном?
zh_hans: 实际上……矮人去哪了？

source: You walk all over the ship as you look for that dammed garden decoration, and you manage to find him just at the last second before it's beamed away. You run to the bridge in hopes of catching the culprit and.. There it is, what might be your last target. A vessel that's unlike any other, trying to look at it not only makes you dizzy, but just the act of locking eyes to it is a challenge, the fuzzy static merging with space. It seems they were readying their ship to jump given the roaring of the engines, but after seeing you turn on your weapons against them, they seemed to change their mind. No one hails you, no words are exchanged, within a few moments the ship's weapons activate, something tells you this fight won't end like all others.
ru: Вы ходите по всему кораблю в поисках этого проклятого украшения для сада, и вам удается найти его в последнюю секунду перед тем, как его телепортируют. Вы бежите на мостик в надежде поймать его и... Вот оно, то, что может стать вашей последней целью. Судно, не похожее ни на одно другое, от попыток рассмотреть его не только кружится голова, но и сам процесс фиксации взгляда на нем становится сложной задачей - нечеткие статические помехи сливаются с пространством. Похоже, они готовили свой корабль к прыжку, судя по реву двигателей, но, увидев, что вы включили против них оружие, передумали. Никто не вызывает вас, не обменивается словами, но через несколько мгновений оружие корабля активируется, и что-то подсказывает вам, что этот бой не закончится так, как все остальные.
zh_hans: 矮人在你眼前闪现了一秒，随即传送消失。当你抬头望向观察窗时，立刻被迫移开视线——静电噪音与眩晕感充斥脑海，仅仅是瞥见那艘飞船的轮廓就引发剧烈呕吐欲，却只能发出干呕。监视者的巨眼占据所有屏幕，低语侵入船上每个人的意识深处，此刻所有人都亲身体会到幽灵们长久的折磨。 这最后的目标确实前所未见，它的形态仿佛与周围空间融为一体。引擎发出违背物理法则的咆哮在船舱内回荡，然而……监视者的飞船竟开始减速，将武器阵列对准了你！或许它想消灭目击者，这个念头刚闪过，你已再度迎上那恶魔般的凝视，下达开火命令！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Actually, shouldn't the gnome be back by now?
ru: Разве гном не должен был уже вернуться?
zh_hans: 说实话…矮人不应该现在回来吗？

source: You walk all over the ship as you look for that dammed garden decoration, and you manage to find him just at the last second before it's beamed away. You run to the bridge in hopes of catching the culprit and.. There it is, what might be your last target. A vessel that's unlike any other, trying to look at it not only makes you dizzy, but just the act of locking eyes to it is a challenge, the fuzzy static merging with space. It seems they were readying their ship to jump given the roaring of the engines, but after seeing you turn on your weapons against them, they seemed to change their mind. No one hails you, no words are exchanged, within a few moments the ship's weapons activate, something tells you this fight won't end like all others.
ru: Вы ходите по всему кораблю в поисках этого проклятого украшения для сада, и вам удается найти его в последнюю секунду перед тем, как его телепортируют. Вы бежите на мостик в надежде поймать его и... Вот оно, то, что может стать вашей последней целью. Судно, не похожее ни на одно другое, от попыток рассмотреть его не только кружится голова, но и сам процесс фиксации взгляда на нем становится сложной задачей - нечеткие статические помехи сливаются с пространством. Похоже, они готовили свой корабль к прыжку, судя по реву двигателей, но, увидев, что вы включили против них оружие, передумали. Никто не вызывает вас, не обменивается словами, но через несколько мгновений оружие корабля активируется, и что-то подсказывает вам, что этот бой не закончится так, как все остальные.
zh_hans: 矮人在你眼前闪现了一秒，随即消失无踪。当你抬头望向观察窗时，瞬间被无形的力量逼得移开视线——颅内嗡鸣与眩晕感翻涌，仅是惊鸿一瞥就引发生理性呕吐反应，却只能弓着身子空呕。监视者的巨眼占据所有屏幕，亵渎的低语钻入船上每个人的神经元，此刻所有人才真正体会到那些幽灵长久以来的煎熬。 这最终的目标确实超乎常理，它的形态正与周遭时空逐渐交融。引擎发出违背真空法则的咆哮在舱壁间震荡，然而……监视者的飞船竟开始减速，将武器阵列精准对准你的舰桥！或许是要消灭所有目击者，这个念头闪过的刹那，你已再度迎上那恶魔般的凝视，嘶吼着下达开火指令！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship starts cracking apart, quickly losing any physically it once had and dissolving into dust right in front of you.
ru: Корабль начинает разламываться на части, быстро теряя физическую форму и превращаясь в прах прямо у вас на глазах.

source: Continue...
ru: Продолжить...

source: No crew ever comes to greet you, and not only that, but it seems all the ghosts in your ship were silenced. Whatever those things did it caused all your friends to be silenced, any personality removed and replaced with a blank void, as if their very souls were removed from what little physicality they had as a ectoplasma-filled ghost, nothing more than husks now. The victory is bittersweet, the gnome is gone and all your friends became husks of their previous selves. It seems if you want to escape this place you will need to make the jump to wherever that ship wanted to jump to.
ru: Никто из команды не приходит поприветствовать вас, и не только это, но, похоже, все призраки на вашем корабле замолчали. Что бы ни сделали эти твари, они заставили замолчать всех ваших друзей, удалили все личности и заменили их пустой оболочкой, как будто из их душ вынули то немногое, что они имели в виде призрака, наполненного эктоплазмой, и теперь они не более чем скорлупа. Победа оказалась горько-сладкой: гнома больше нет, а все ваши друзья превратились в скорлупу прежних сущностей. Похоже, если вы хотите покинуть это место, вам придется совершить прыжок туда, куда хотел прыгнуть тот корабль.

source: The space here is filled with maddening laughter, whispers speaking unintelligible words and sounds from deep within your memories. It seems like this is the only place to exit the sector, however the exit beacon is inactive, unresponsive no matter what you try. It seems you are stuck here until you finish the other bounties.
ru: Пространство здесь наполнено безумным смехом, шепотом, произносящим неразборчивые слова и звуки из глубин вашей памяти. Кажется, что это единственное место, где можно выйти из сектора, однако маяк выхода неактивен и не реагирует, как бы вы ни старались. Похоже, вы застряли здесь, пока не выполните остальные задания.
zh_hans: 这片空间里只回荡着令人疯狂的狞笑，那些低语正精准刺穿你记忆深处的每个角落。 远处倒是有个出口信标，但……它已经腐朽崩坏。看来根本无路可逃，除非……完成所有悬赏目标能带来转机。

source: We have work to do still.
ru: Нам еще есть над чем работать.
zh_hans: 我们还有任务要完成。

source: The exit is still locked, you need to finish all the bounties first.
ru: Выход все еще заблокирован, вам нужно сначала закончить все задания.
zh_hans: 出口信标是空的。必须先完成悬赏名单！

source: This is the location that the watcher was trying to jump to, let's see what's in store for us.
ru: Это место, куда пытался попасть Наблюдатель, посмотрим, что нас ждет.
zh_hans: 待在信标。这里就是监视者要我们去的地方！
