Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_sector_tartarus.xml/*.po
Languages: ru, zh_hans

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Ancient Recovery Site.
ru: Отправиться в руины древних.
zh_hans: 调整至远古遗迹发掘站。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Nexus Point.
ru: Отправиться в центр Нексуса.
zh_hans: 调整至联结点。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Ancient Wastelands.
ru: Отправиться в пустоши древних.
zh_hans: 调整至方碑荒野。

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.
zh_hans: 你输入坐标，任由路标石开始运转。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Go to the Obelisk Homeworlds.
ru: Отправиться в родные миры обелисков.

source: You put the coordinates and allow the waystone to do its thing.
ru: Вы указываете координаты и позволяете Путевому камню делать свое дело.

source: Continue...
ru: Продолжить...

source: There's nothing here, not even a star in sight.
ru: Здесь нет ничего, не видно даже звезд.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Suddenly, as you jump to the next beacon, the gnome starts shrieking like never before! Space seems to shake around you as you struggle to stay on your feet, and not only that but the very stars around you turn into a monochrome gray. In all your time as a Renegade, you have never seen anything like this before! The shaking suddenly stops. It takes a while for you to manage to get back on your feet, but once you do, you notice all the bounties have changed... their names, pictures, backstories, everything is now completely different! You hesitantly start to read the first bounty. It describes the story of a crystal sentinel who, after serving a long, faithful life under the crystalline empire, started to hear whispers from beyond the veil. At first it was minor, an inconvenience he could barely even hear, but soon it started getting louder and louder, the words became more clear and whatever those words were, they... changed him. He started doubting the crown and even went so far as to conspire against her, a choice that ended with him being captured and executed.
ru: Внезапно, когда вы совершаете прыжок к следующему маяку, гном начинает визжать, как никогда раньше! Кажется, что пространство вокруг вас содрогается, пока вы пытаетесь удержаться на ногах, и не только это, но и сами звезды вокруг вас приобретают в монохромный серый цвет. За все время, которые вы были Ренегатом, вы никогда не видели ничего подобного! Тряска внезапно прекращается. Проходит некоторое время, прежде чем вам удается встать на ноги, но как только вы это делаете, вы замечаете, что все награды изменились... их имена, изображения, предыстории - все теперь совершенно другое! Вы нерешительно начинаете читать о первом задании. В ней описывается история кристаллического дозорного, который, прослужив долгую и верную жизнь под властью кристаллической империи, начал слышать шепот из потустороннего мира. Сначала шепот доставлял ему незначительные неудобства, поскольку он едва мог его услышать, но вскоре он стал звучать все громче и громче, слова становились все отчетливее, и что бы это ни были за слова, они... изменили его. Он начал сомневаться в короне и даже пошел на заговор против нее, который закончился тем, что его схватили и казнили.
zh_hans: 跃迁至下一个信标时，刺耳的尖啸冲击着你的感官。那个矮人又开始作妖了，但这次闹出的动静前所未见！整艘船开始剧烈摇晃旋转，所有人都被甩得东倒西歪。当矮人撞进你怀里时，你不得不死死抱住它求生，直到意识沉入黑暗。醒来时，舷窗外的星辰已变成扭曲的猩红色，违背着所有物理法则。更糟的是，悬赏名单里所有条目都被替换成了全新的目标！ 犹豫许久，你开始阅读新的悬赏令：记载着水晶哨兵斯莫克的往事。因体表萦绕的灰色光泽而得此绰号的他，曾在公开反对女皇后神秘失踪。传闻有耳语日夜侵蚀他的神智，最终他因抗命被处决——而今矗立在你眼前的幽魂，正是这些传闻的血证。

source: Well that sounds awfully familiar.
ru: Звучит до ужаса знакомо.
zh_hans: 好吧......那听起来有点耳熟。

source: You eye the gnome but it doesn't really seem to care. Regardless, just as you finish reading the bounty, you see a massive crystal ship - a completely black yet impossibly transparent ship. You hail him, but before you can get a word out to the captain of the ship you are interrupted by a gravelly, chilling voice. "The... the voices... please... silence them! SILENCE THEM!!" He screams and turns on his systems.
ru: Вы смотрите на гнома, но ему, похоже, все равно. Но как только вы заканчиваете читать текст, вы замечаете огромный кристаллический корабль - абсолютно черный и в то же время невероятно прозрачный. Вы пытаетесь связаться с ним, но прежде чем вы успеваете сказать хоть слово капитану корабля, вас прерывает леденящий душу голос. "Голоса... голоса... пожалуйста... заглушите их! ЗАСТАВЬТЕ ИХ ЗАМОЛЧАТЬ!!!" Он кричит и включает свои системы.
zh_hans: 你盯着矮人，但它已恢复 平静。刚放下这玩意，抬头就看见一艘巨大的水晶飞船正与你对视，通讯频道里充斥着恶魔般的低语与静电噪音，舷窗外的一切都被它那不祥的黑暗所吞噬。对方发来的通讯只有音频，但你能清晰听见水晶族特有的闪烁嗓音正发出痛苦尖叫。"那些……那——那些声音……那些声音！从我的脑子里滚出去！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As the strong ship breaks down, you notice the gnome has turned and is now looking in the direction of the next targets beacon. Strange.
ru: Когда мощный корабль разрушается, вы замечаете, что гном повернулся и теперь смотрит в сторону следующего маяка. Странно.

source: Continue...
ru: Продолжить...

source: You get ready to leave when you suddenly see the specter that just fought you reappear inside your cockpit. You reach for your blaster but the crystal motions to hear him out first. "Please, kind renegade, I'm not here to fight you, quite the opposite in fact, I'm here to warn you. While I may have regained my sanity, I'm afraid that, by bringing that gnome here you may have caused an irreversible chain of events to start, one which, without decisive action may end with the end of all things." The crystal speaks in a soft and gentle tone. "I'm here to guide you through this cursed land, though normally this wouldn't be something I worry about, but since the gnome insists on tormenting you too, I'm afraid I must try to be the voice of reason here. And yes, I can see it too, though luckily I can't hear its incessant screeching anymore."He sighs and you consider his offer for a few minutes before eventually agreeing to it. "You made the right choice captain, I'm at your service" He bows before leaving the room.
ru: Вы уже собираетесь уходить, как вдруг видите, что призрак, который только что сражался с вами, снова появился в комнате. Вы достаете бластер, но кристаллин предлагает сначала выслушать его. "Пожалуйста, любезный Ренегат, я здесь не для того, чтобы сражаться с вами, совсем наоборот, я здесь, чтобы предупредить вас. Хотя я и вернул себе рассудок, боюсь, что, приведя сюда этого гнома, вы вызвали необратимую цепь событий, которая без решительных действий может закончиться концом всего сущего". Кристаллин говорит мягким и нежным тоном. "Я здесь, чтобы провести вас через эту проклятую землю, хотя в обычной ситуации меня бы это не волновало, но поскольку гном настаивает на том, чтобы истязать и вас, боюсь, я должен попытаться стать здесь голосом разума. И да, я тоже его вижу, хотя, к счастью, больше не слышу его непрекращающегося визга", - вздыхает он, и вы несколько минут обдумываете его предложение, прежде чем согласиться. "Вы сделали правильный выбор, капитан, я к вашим услугам", - кланяется он, покидая комнату.

source: Seems like you are stuck in this hell now. Regardless, you have no time to mope and gotta keep moving. The next bounty tells the tale of an incredibly successful Vampweed treasure hunter, one which explored hundreds of planets and uncovered artifacts thought to be lost to time. This brought her great success and fame, but was also the cause of her undoing. After a long and arduous expedition, one which killed some of her most loyal and closest friends, Chills - named so for her nerves of steel - found a thought to be cursed tome which was said to have infinite power buried within its pages. However, once she got her fronds on it and started reading it, madness consumed her mind. Whispers, laughter and all matters of senseless words filled her mind's every thought for every second she lived, thoughts so haunting and maddening that she lost control of her ship mid flight, crashing it against a oncoming comet. Strangely, her body was never found. "What a tragic tale, it seems we aren't the only ones cursed by those terrible voices." Mumbled Smoke, reading the bounty while peeking over your shoulder.
ru: Похоже, что теперь вы застряли в этом аду. Тем не менее, у вас нет времени хандрить и нужно двигаться дальше. Следующая запись содержит историю невероятно успешной охотницы за сокровищами Вампсорняков, которая исследовала сотни планет и обнаружила артефакты, считавшиеся утраченными во времени. Это принесло ей большой успех и славу, но в то же время стало причиной ее гибели. После долгой и трудной экспедиции, в которой погибли несколько ее самых верных и близких друзей, Чиллс - названная так за свои стальные нервы - нашла считавшийся проклятым фолиант, на страницах которого была заключена безграничная сила. Однако как только она взяла его в руки и начала читать, безумие поглотило ее разум. Шепот, смех и всевозможные бессмысленные слова заполняли каждую секунду ее сознания, мысли были настолько навязчивы и безумны, что она потеряла контроль над своим кораблем во время полета, разбив его о встречную комету. Странно, но ее тело так и не было найдено. "Какая трагическая история, похоже, мы не единственные, кого прокляли эти ужасные голоса". пробормотал Смоук, читая письмо и заглядывая через плечо.
zh_hans: 如果斯莫克说的是真的，便不能再耽搁。此刻哪还顾得上盘踞此地的亡灵——你必须揭开这个谜团！反正你也无路可退：所有逃离星域的跃迁尝试都失败了，有时甚至引发灾难性后果，眼下唯一出路就是完成这份悬赏名单。下一个目标是切尔丝，一位因钢铁意志得名的血草兰花宝藏猎人。 档案记载她在某次损失惨重的远征中发现了某种远古典籍。刚翻阅书页，无数令人疯狂的耳语便永恒地侵蚀了她的神智，最终让她僵坐在驾驶舱，眼睁睁看着飞船撞向彗星。诡异的是，人们始终没找到遗体。斯莫克的叹息在舱壁间回荡……看来被这耳语诅咒的，不止他一人。

source: Indeed.
ru: Действительно.
zh_hans: 继续。

source: Suddenly your sensors detect a ship warping in, a completely frozen over vampweed cruiser, which hails you. "Cooooold! It's... so c-coooold inside this b-blasted e-empty v-vacuum! I need h-heat! Y-your b-bodies will be e-enough! Y-yes! P-Please stay s-still!" They shiver as they turn on their weapons.
ru: Вдруг ваши сенсоры фиксируют приближающийся корабль - полностью обледеневший крейсер Вампсорняков, который вызывает вас на связь. "Хооооолодно! Здесь... так хоооолодно в этом п-проклятом п-пустом в-вакууме! Мне нужно т-тепло! В-ваших т-тел будет д-достаточно! Д-да! Пожалуйста, не двигайтесь!" Он дрожит, но включает свои орудия.
zh_hans: 短程传感器突然侦测到一艘飞船——是血草兰花飞船，整个船体都覆着冰层，植物部件全冻死了。切尔丝本人出现在屏幕那头，浑身直哆嗦："好……好冷……我……我需要热量！你……你这身热气正合适！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship is vanquished, and hopefully you can learn more about this place.
ru: Корабль уничтожен, и, надеюсь, вы сможете узнать больше об этом месте.

source: Continue...
ru: Продолжить...

source: "Hm... I am sensing some strange energies around us, Captain. Be on your guard." Smoke warns, but seconds later Chills appears from thin air. "Please! Don't shoot me! I don't know what you did but... it made the voices stop! Not only that, I don't... feel cold anymore. Please allow me to repay your kindness! I want to serve on your ship! Maybe we can find the source of all those voices!" Smoke ponders a bit then nods his head, seemingly supporting her request, and begrudgingly you agree.
ru: "Хм... Я чувствую вокруг нас какую-то странную энергию, капитан. Будьте начеку". Смоук предупреждает, но через несколько секунд из воздуха появляется Чиллс. "Пожалуйста! Не стреляйте в меня! Я не знаю, что вы сделали, но... это заставило голоса прекратиться! Мало того, я больше не чувствую холода. Пожалуйста, позвольте мне отплатить за вашу доброту! Я хочу служить на вашем корабле! Может быть, мы сможем найти источник всех этих голосов!" Смоук немного задумался, а затем кивает головой, как бы подтверждая свою просьбу, и вы с неохотой соглашаетесь.

source: This time you decide to immediately start reading the next bounty. It tells the story of the morphs, gray blobs invented and genetically engineered by the shell people. All identical and all part of a single being, something that can easily start a gray matter incident. Their main talent was the ability to replicate other organisms to near perfection, with only slightly less durability and being unable to change colors. However, not all morphs were made identically, as other branches of shell science took to make their own "morphs", though they focused on mimicking other things. Technomorphs focused on mimicking electrical beings and drones, while Malforms were able to mimic highly powerful members of specific species. That's where your target fits in. After morphing into a strange garden gnome, this morph was able to perfectly mimic individual people down to their very unique attributes. Not only that, unlike the other morphs, durability wasn't an issue - the copy was perfect, sometimes making them even more effective than the copied person themselves. The only drawback being that the morph (who named themselves Pok) couldn't hold the desired form for long, having to constantly switch between multiple forms to stay stable. The bounty does make a point in saying that the morph wasn't made by either the Rebels or the Shells, the only known factions who use morphs. Not only that, but that morph is filled with elements not present in any universe known so far.
ru: На этот раз вы решаете сразу же приступить к чтению следующего записи. В ней рассказывается о морфах - серых пятнах, изобретенных и генетически сконструированных ракушками. Все они одинаковы и являются частью одного существа, что может легко привести к инциденту с повреждением серого вещества. Их главным талантом была способность копировать другие организмы почти до совершенства, лишь немного уступая им в прочности и не имея возможности менять цвет. Однако не все морфы были сделаны одинаковыми, так как другие ветви науки ракушек создавали своих собственных "морфов", хотя они и фокусировались на подражании другим существам. Техноморфы подражали электрическим существам и дронам, а мальформы могли имитировать очень могущественных представителей определенных видов. Именно к ним и относится ваша цель. Превратившись в странного садового гнома, этот морф смог идеально имитировать отдельных людей, вплоть до их уникальных атрибутов. В отличие от других морфов, долговечность не была проблемой - копия была идеальной, иногда даже более эффективной, чем само скопированное существо. Единственным недостатком было то, что морф (назвавший себя Поком) не мог долго удерживать желаемую форму, вынужденный постоянно переключаться между несколькими формами, чтобы оставаться стабильным. В задании говорится, что морф не был создан ни повстанцами, ни ракушками - единственными известными фракциями, использующими морфов. Мало того, этот морф наполнен элементами, которых нет ни в одной из известных на данный момент вселенных.
zh_hans: 这次没等被打断，你就翻开了第三份悬赏：一个名叫珀克的变形怪，由某个甲壳族科研组培育。档案记载，当珀克凭空变成花园矮人造型时——当时他根本没见过矮人——所有科学家都目瞪口呆。 这让他们发现珀克堪称完美的模物，仅凭一张照片就能连目标的生活细节都完美复刻。但这也导致他的基因极度不稳定，为了延续短暂的生命，不得不持续切换形态。

source: But... how is that possible?
ru: Но... как такое возможно?
zh_hans: 但是......那怎么可能呢？

source: You turn to ask Smoke about it, however just as you do, a ship jumps in, guns blazing and already almost fully charged, they refuse all hails. Not just that, but somehow they managed to completely disable your shields and heavily limit your cloaking system - just what is that morph? At least it seems their weapons can't actually damage your hull and seem to be damaged from all the morph slime that infests the ship, making them take a lot longer to fire.
ru: Вы поворачиваетесь, чтобы спросить об этом Смоук, но как раз в этот момент к вам прыгает корабль с активированными, почти заряженными орудиями, он отклоняет все ваши попытки выйти на связь. И не только это, каким-то образом кораблю удалось полностью отключить ваши щиты и сильно ограничить систему маскировки - что это за морфы? По крайней мере, кажется, что их орудия не способны повредить ваш корпус и, похоже, они повреждены слизью морфов, пропитавшей корабль, что заставляет их заряжать орудия намного дольше.
zh_hans: 你刚转向空气准备问斯莫克这究竟怎么回事，一艘胶质飞船突然跃迁而至——很可能是珀克在驾驶。对方连招呼都不打，直接一道混沌能量脉冲轰过来，把你飞船的几个系统都给整瘫痪了。这他妈什么情况……？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship is finally vanquished, you hope this is the last time you ever seen a clone cannon being used against you.
ru: Корабль наконец-то уничтожен, и вы надеетесь, что это последний раз, когда вы видите, как против вас используют клонопульту.

source: Continue...
ru: Продолжить...

source: The morph suddenly appears in your bridge, much, much quicker than the other two ghosts. They don't say a word, however, and their body starts morph and changing into various shapes; first a heart, then your ship, then a handshake and finally what looks to be some weird tripod alien with a big X over it. "I think that little bugger wants to join us, can we keep them?" Chills says cheerily, approaching the small slime and starts petting them, with the slime turning back into a heart while being pet. You look at the morph for a few moments before shrugging and nodding. The morph starts jumping around excitedly, turning into what looks to be a simplistic drawing of a human face smiling. Curiously, before you open the next bounty, your computer flashed a unexpected message, warning you of powerful defense drones scanned from the next bounty. Seems like the ship's computer already analyzed the bounty, though it does make you wonder why it never warned you of threats before.
ru: Морф внезапно появляется на вашем мостике, причем гораздо быстрее, чем два других призрака. Однако он не произносит ни слова, а его тело начинает превращаться в различные формы: сначала в сердце, потом в ваш корабль, потом в рукопожатие и, наконец, в то, что выглядит как странный пришелец на треноге с большой буквой X над ним. "Кажется, этот маленький проказник хочет присоединиться к нам, мы можем оставить его?" весело говорит Чилз, подходит к маленькому сгустку и начинает его гладить, причем сгусток превращается обратно в сердце, пока его гладят. Вы несколько мгновений смотрите на морфа, а затем пожимаете плечами и киваете. Морф начинает возбужденно прыгать, превращаясь в то, что выглядит как упрощенный рисунок улыбающегося человеческого лица. Любопытно, что перед тем, как вы открыли следующую запись, ваш компьютер выдал неожиданное сообщение, предупреждая о мощных защитных дронах, обнаруженных на следующем задании. Похоже, что компьютер корабля уже проанализировал эту находку, хотя это заставляет задуматься, почему он не предупреждал вас об угрозах раньше.

source: You waste no time and start reading the next bounty. It details the story of one of the harmony's most useful engi defenders, one which never strayed far from any nodes, and thus was never at risk of becoming a separatist. Unfortunately, little did they know that an outside force would be the one to destroy their flawless reputation. No one knows exactly how it happened, all that's known is that the engi vanished for a single week before just... reappearing back where he was before - however, something about him had changed, something that couldn't be fixed no matter how many times he was rebooted or wiped: a desire to become "alive", to get a "soul". The way it tried doing that was one that most who know of would rather forget. The Engi kidnapped dozens of living beings and killed them in the most painful ways, all in the pursuit to acquire a "soul" of their own. The amount of pain that engi managed to create was staggering, but in the end, they were successful. After years of experiments, they eventually managed to get something resembling a soul. However, they weren't able to keep it for long - the harmony eventually had to resort to extreme measures to put that deviation to an end, and since reintegration has the risk of infecting the whole network, it was deemed that killing them the normal way was the least dangerous option, and so, after a long battle, he was finally put to rest.
ru: Вы не теряете времени и начинаете читать следующую запись. Это история одного из самых образцовых энджи-Защитников Гармонии, который никогда не отходил далеко от узлов связи, а значит, не рисковал стать Сепаратистом. К сожалению, он не знал, что некая внешняя сила разрушит его безупречную репутацию. Никто не знает, как именно это произошло, известно лишь, что энджи исчез на одну неделю, а затем просто... появился на прежнем месте - однако что-то в нем изменилось, что-то, что нельзя было исправить, сколько бы раз его ни перезагружали или стирали: желание стать "живым", обрести "душу" не исчезало. Способ, которым он пытался это сделать, большинство тех, кто знает о нем, предпочли бы забыть. Энджи похищал десятки живых существ и убивал их самыми мучительными способами, стремясь обрести собственную "душу". Количество боли, которое энджи сумел причинить было ошеломляющим, но в конце концов он добился успеха. После долгих лет экспериментов ему удалось получить нечто, напоминающее душу. Однако долго сохранять ее он не смог - в конце концов Гармонии пришлось прибегнуть к крайним мерам, чтобы покончить с этим отклонением, а поскольку реинтеграция чревата заражением всей сети, было решено, что убить его наименее опасным способом, и вот после долгой борьбы он был наконец-то упокоен.
zh_hans: 你立刻查起下一个目标：查罗，半械保卫者，谐和最忠诚的成员之一。据说他被永久派驻在某关键链接点附近，绝无可能脱离中央指挥……直到某天突然失踪数日，归来后开始念叨着耳语声，还扬言要获取"灵魂"。 随后几天，查罗成了星际通缉犯，绑架数名人类并抽干他们的生命精华，试图用邪术锻造人造灵魂。当他把这玩意植入体内时，意识彻底崩坏。谐和不得不在他重新接入网络引发灾难前将其处决。

source: Reprogram a defender? Who could have managed such a feat?
ru: Перепрограммировать Защитника? Кто мог бы совершить такой подвиг?
zh_hans: 把保卫者重编程了？谁能做到这种事？

source: Before you have the chance to ponder more, the Engi target jumps into view, their multicolored ship, memorizing - though the engi themselves had seen better days. Their nanobots all disorganized and emitting a miasma of different colors. The Engi attempts to say something, however it's drowned out by the various sounds of what seems to be distorted error messages before powering on his weapons.
ru: Прежде чем вы успеваете поразмыслить, в поле зрения появляется тот самый энджи, его разноцветный корабль хоть и запоминающийся, но он видал и лучшие времена. Наноботы энджи дезорганизованы и испускают миазмы разных цветов. Энджи пытается что-то сказать, но его заглушают различные звуки, которые кажутся искаженными сообщениями об ошибках, после чего он включает свои орудия.
zh_hans: 斯莫克和你一样困惑地耸了耸肩。还没等细想，一艘色彩斑斓的恩吉飞船已跃迁至信标，船壳上流动的炫光剧烈闪烁，映得整个空域光怪陆离。对方发来通讯，只见船长的纳米机械正在解体，化作缭绕躯体的棱镜色毒雾。查罗试图开口，但话语被一连串错误提示与愤怒的尖啸撕得支离破碎。不过这都不重要了——对方的炮口已经亮起炽热的光芒！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The nanobots finally go silent as the ship loses its colors for hopefully the last time.
ru: Наноботы затихают, и корабль утрачивает свои краски, надеюсь, в последний раз.

source: Continue...
ru: Продолжить...
