Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_special_finalfight.xml/*.po
Languages: ru, zh_hans

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_START"]/text
ru: С трудом посадив свой корабль, вы понимаете, что все еще можете видеть огромный портал. Ваши опасения только усиливаются, когда вы замечаете, что на некотором расстояние от вас появляется нечто громадное. Кто бы это ни был, он, должно быть, использовал высокотехнологичный генератор помех, чтобы прервать ваш прыжок, и, похоже, он быстро приближается к вашему местоположению. Если у вас есть какие-то приготовления на последнюю минуту перед боем, сейчас самое время их сделать.
zh_hans: 当你强行着陆时，你发现你仍然能够看到那个巨大的传送门。当你发现远处有艘庞然巨物正在降落时，你的担忧加剧了。无论那是谁，都一定使用了一种高度先进的超光速干扰器，阻止你中途跃迁，他们似乎正迅速向你的地点靠近。如果你要做任何最后的准备，现在就是最后的机会了。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_START"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_GO_TO_FINALFIGHT"]/text
ru: Теперь, когда вы полностью снаряжены и готовы к финальному бою, настало время узнать, кто вас остановил.
zh_hans: 万事俱备，现在该看看是谁在阻拦你了。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/text
ru: Ожидание съедает вас заживо, пока вражеский корабль приближается к вашему местоположению, пока он наконец не останавливается перед вами.
zh_hans: 随着敌舰朝你的位置靠近，等待让你心急如焚，直到他们终于在你面前减速。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/text
ru: Вы не поверите своим глазам, когда увидите, кто вас остановил. Это гигантский флагманский корабль конструкции обелисков! И не какой-нибудь обелиски, а в цветах Уничтожителей! Аэнвитэ потерял дар речи, его кубоид едва может осознать увиденное. "Но... Этот дизайн никогда не должен был быть использован! Королева У никогда бы не согласилась... Подождите..." Сенсоры Витэра замолкают, когда вы принимаете сигнал с другого корабля, и обнаруживаете, что пилот - не кто иной, как сама королева У, лидер обелисков и самая могущественная сущность среди всех Уничтожителей. "Что? Удивлен, Аэнвитэ? Честно говоря, зря. Неужели ты думал, что я буду сидеть и ничего не делать, пока ты и твой маленький друг вместе отправитесь в страну чудес? Ха! Никогда! Королева моего масштаба никогда не позволит врагу одержать верх. Кстати, о враге..." Королева обращает к вам пристальный взгляд, от нее исходит ощутимая злость.
zh_hans: 当你看到是谁拦住了你时，你简直不敢相信自己的眼睛。那是一艘巨型的方碑旗舰！而且不是普通的方尖碑，它们身上竟然是灭绝者的颜色！安威斯一时哑口无言，他的立方体几乎无法理解他所看到的。 “但是……那个设计是不会被再次使用的！Y女王绝不会接受……等等……”安威斯的传感器在你接收到来自另一艘船的呼叫时一时停滞了，因为船上的驾驶员居然是Y女王本人，方碑族的领袖，也是所有灭绝者中最强大的存在。 “怎么？太过震惊了吗，安威斯？说实话，你不应该感到惊讶。你真的以为我会在那里干坐着，放任你和你的小伙伴们漫游仙境吗？哈！不可能！像我这样的女王绝不会让敌人占上风。说到敌人……”女王用愤怒的目光看着你，从她的存在中散发出明显的恶意。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/text
ru: Подождите, портал все еще открыт!
zh_hans: 慢着，那个传送门还开着在！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/event/text
ru: "Именно, маленькая плотская тварь, ты привела меня прямо к их маленькому укрытию, последнему бастиону "надежды" для отвратительной шайки, которая должна была быть полностью уничтожена много веков назад!" Аэнвитэ моргнул: "Постойте... так вот зачем ты привела Уничтожителя... Ты... ты хочешь очистить их снова?!" У смеется так громко, как только позволяют ее голосовые модули: "Ну конечно! Мы, дворяне, идеальны во всех отношениях, и если бы эти маленькие существа продолжали существовать... что ж, это поставило бы под сомнение это утверждение, не так ли?"
zh_hans: "正是如此，渺小的血肉造物，你把我直接带到了他们小小的藏身处，那些早该被完全消灭的可憎种族的最后的‘希望’！" 安威斯眨了眨眼，"等一下……这就是你带来灭绝者的原因……你……你是想再次消灭他们？！"Y放生大笑着，"哦，当然！我们皇族在各个方面都是完美的，如果放任这群蝼蚁不管...岂不是会给我们留下污点？"

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/event/choice/text
ru: Если вы хотите причинить им вред, вам придется сначала пройти через нас!
zh_hans: 如果想伤害他们，你就得先过我们这关！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/event/choice/event/text
ru: Королева снова смеется: "Как мило. Жалкий смертный, стоящий на грани провала, думает, что сможет все преодолеть. Что ж, это твои похороны, малыш. Даже этот ворчливый адмирал со своим блестящим белым флагманом не сможет нас остановить. На что ты надеешься?" В этот момент вы видите огромный флот кораблей дворян. Это может быть конец...
zh_hans: 女王又一次发笑了，“多可爱啊。那个站在失败者一边的渺小凡人还以为他们能做到一切。好吧，小家伙，这就是你的葬身之地。连那个开着闪亮白色旗舰的粗暴海军上将都无法阻止我们。你认为你还有什么希望？”此刻，你看到一支巨大的皇家舰队正跳入战场。这可能就是终点了...

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/event/choice/event/choice[1]/text
ru: Пора положить этому конец!
zh_hans: 该结束这一切了！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/event/choice/event/choice[@req="unique_jerry"]/text
ru: (Джерри) Связаться с У.
zh_hans: （杰瑞）呼叫Y。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/event/choice/event/choice[@req="fr_reborn_g"]/text
ru: (Ж) Связаться с У.
zh_hans: （G）呼叫Y。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT"]/choice/event/choice/event/choice/event/choice[@req="unique_vance"]/text
ru: (Вэнс Первый) Связаться с У.
zh_hans: （至尊万斯）呼叫Y。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_VANCE"]/text
ru: У, похоже, озадачена тем, что Вэнс жив и здоров, но это замешательство быстро сменяется весельем: "Ха! Так ты решил отказать себе в достойной смерти? Какой же ты жалкий червяк. Что ты задумал, маленький смертный? Опять сбежишь, как трус?" Стоическое выражение лица Вэнса не меняется, вместо этого он просто смотрит на У, немой, как камень.
zh_hans: Y似乎对万斯还活着感到困惑，但这种困惑很快变成了愉悦， "哈！看来你不想就那样光荣的死去？你真是个可悲的虫子。你有什么计划，小凡人？再像个懦夫一样逃跑吗？" 万斯面无表情，只是沉默如磐石地注视着Y。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_VANCE"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_VANCE"]/choice/event/text
ru: У, кажется, странно обеспокоена этим, ее раздражение явно возрастает: "Что случилось, маленький смертный? Боишься даже говорить?!" Наконец выражение лица Вэнса слегка меняется, в уголках его губ появляется коварная улыбка. "Нет, это был просто отвлекающий маневр". Внезапно внутри артиллерийской системы Уничтожителя раздается мощный взрыв. "Видишь ли, после стольких лет пилотирования флагманов ты узнаешь пару вещей об их слабых местах. То, что твой сделан из эфира, не изменяет основы физики". Прежде чем У успела ответить, Вэнс отключил связь и с широкой улыбкой на лице разворачивается. Похоже, Вэнсу удалось вывести из строя одну из артиллерийских установок Уничтожителя!
zh_hans: Y反而看起来有点心烦意乱了，她的脾气明显上来了，“怎么了小凡人？害怕到说不出话了吗？！” 终于，万斯的表情微妙的变化了，嘴角露出一抹狡黠的微笑。“不，只是个让你分心的小把戏罢了。” 突然，灭绝者的巨炮系统里发生了剧烈的爆炸。：“看吧，开了这么多年的旗舰，你对它的弱点也知之甚少。就算这艘旗舰是以太造物，也敌不过物理的法则。” 在Y能还嘴之前，万斯就切断了通讯，转过身来，带着大大的微笑。看来万斯设法禁用了灭绝者的其中一门巨炮！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_VANCE"]/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_G"]/text
ru: У, кажется, становится еще более растерянной, когда видит Ж: "Ж...? Что с тобой случилось? И почему ты на борту корабля смертного?" Ж просто смеется, ее неестественное красное свечение становится все сильнее: "О моя дорогая У, ты действительно ничего не знаешь о том, что происходит за пределами твоего маленького дворца, не так ли? Неужели никто из твоих слуг не рассказал тебе о моем исчезновении? Или тебе было настолько все равно, что ты не заметила моего исчезновения?"
zh_hans: Y看见G的时候满心疑惑，“G...？你怎么了？为什么你在那个凡人的船上？” G轻轻的笑了，她身上不自然的红光变得更加强烈，“哦，亲爱的Y，你对你小小皇宫外的世界真是一无所知，对吧？难道你的仆人没一个向你报告过我失踪的事情吗？还是说你从一开始就没在意过我的消失呢？”

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_G"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_G"]/choice/event/text
ru: У ошеломлена внезапной враждебностью: "Как ты смеешь так разговаривать со своей королевой?! Я требую, чтобы ты проявила смирение и ПРЕКЛОНИЛА КОЛЕНИ ПЕРЕД СВОИМ БОГОМ!" Ее раздражение усиливается, и уничтожительница делает предупредительный выстрел в сторону вашего корабля. Однако Ж не беспокоит демонстрация силы. "Все такая же вспыльчивая, как и в тот день, когда ты вознеслась. Неважно, твое время пришло, и я не позволю, чтобы из-за твоих истерик я рисковала умереть во второй раз!" Внезапно система телепортации Уничтожителя начинает светиться насыщенным красным цветом, а затем внезапно загорается. Что бы ни сделала Ж, это должно быть необратимое повреждение!
zh_hans: Y 对突如其来的敌意感到惊讶，"你怎么敢这样对你的女王说话？！表现出你的谦逊，跪在你的神面前！" 她的怒火激增，灭绝者朝你的飞船开了一枪以示警告。 然而，G 对这股暴力并不在意。"你依然跟你登基那天一样脾气暴躁。无所谓，你的时刻到了，我不会让你的暴脾气让我再一次死去！" 突然，灭绝者的传送系统开始闪烁出深红色的光芒，然后突然起火。G 所做的事情一定对它造成了永久性损坏！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_G"]/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/text
ru: Джерри заикается, не зная, как реагировать на увиденное. "Дядя... Он... Ты..." Королева снова смеется: "О, ты огорчен, что твой дядя умер неудачником? Какой же ты жалкий сопляк. Мультивселенная станет лучше без таких, как ты".
zh_hans: 杰瑞结结巴巴，不知道如何对这个消息作出反应。“舅舅……他……你……”女王再次笑了，“哦，你舅舅一事无成的死去让你很伤心吗？你真是个可怜的小家伙。没有你这样的家伙，整个多元宇宙都会变得更好。”

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/text
ru: Джерри падает на колени, потрясенный и потерявший дар речи. "Ты чудовище..." Джерри захлебывается рыданиями и обхватывает голову руками, а слезы собираются в лужицы на земле.
zh_hans: 杰瑞跪在地上，震惊到哑口无言。“你这个怪物...”杰瑞哽咽着哭泣，双手抱着头，眼泪在地上形成了水洼。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/removeCrew/text
ru: Джерри сидит в углу и плачет. Уничтожитель надвигается, его страшные артиллерийские орудия заряжаются. Вы хотите утешить его, но вам пора идти.
zh_hans: 杰瑞坐在角落里止不住的哭泣。灭绝者的阴影逐渐笼罩，令人恐惧的巨炮正在充能。你想安慰他，但你必须走了。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/text
ru: Внезапно Джерри поднимается на ноги, вытирая слезы. "Что ж, теперь осталось сделать только одно". Он достает огромную пушку Гатлинга. Вы не понимаете, откуда она у него, но у вас нет времени на расспросы.
zh_hans: 突然间，杰瑞站起身来，擦干了眼泪。"好吧，现在只剩一件事要做了。"他抽出一挺巨大的加特林机枪。你不清楚他从哪弄来的，不过也没有时间盘问了。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/crewMember
ru: Джерри
zh_hans: 杰瑞

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="0"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="0"]/event/text
ru: Джерри вооружен и готов к бою, и, похоже, ничего не остается, как сражаться!
zh_hans: 既然杰瑞也整装待发，看来是时候一决高下了！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="0"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/text
ru: Перед тем как начать бой с Уничтожителем, Джерри останавливается и выходит из помещения.
zh_hans: 在你开始与灭绝者的战斗之前，杰瑞打断了你，并走出了房间。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/removeCrew/text
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/text
ru: Джерри входит в комнату, где спит эквиноид...
zh_hans: 杰瑞进入六脚马族睡觉的舱室…

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/removeCrew/text
ru: Вы понятия не имеете, что делает Джерри, и наблюдаете за происходящим в замешательстве.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/text
ru: Затем Джерри садится на пони! "Хорошо. Теперь я готов".
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/crewMember
ru: Джерри
zh_hans: 杰瑞

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/text
ru: Перед тем как начать бой с Уничтожителем, Джерри останавливается и выходит из помещения.
zh_hans: 在你开始与灭绝者的战斗之前，杰瑞打断了你，并走出了房间。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/removeCrew/text
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/text
ru: Джерри входит в комнату, где спит эквиноид...
zh_hans: 杰瑞进入六脚马族睡觉的舱室…

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/removeCrew/text
ru: Вы понятия не имеете, что делает Джерри, и наблюдаете за происходящим в замешательстве.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/text
ru: Затем Джерри садится на пони! "Хорошо. Теперь я готов".
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/crewMember
ru: Джерри
zh_hans: 杰瑞

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/text
ru: Перед тем как начать бой с Уничтожителем, Джерри останавливается и выходит из помещения.
zh_hans: 在你开始与灭绝者的战斗之前，杰瑞打断了你，并走出了房间。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/removeCrew/text
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/choice/event/text
ru: Джерри входит в комнату, где спит Князь...
zh_hans: 杰瑞进入了王子睡觉的舱室...

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/choice/event/removeCrew/text
ru: Вы понятия не имеете, что делает Джерри, и наблюдаете за происходящим в замешательстве.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/choice/event/choice/event/text
ru: Затем Джерри оседлал Князя! Демонический эквиноид испускает леденящий кровь клич, готовый ринуться в бой. "Хорошо. Теперь я готов".
zh_hans: 然后，杰瑞上前骑上了王子！这匹恶魔六脚马发出了令人胆颤的嘶鸣，准备冲入战场。"行。现在我准备好了！"

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/choice/event/choice/event/crewMember
ru: Джерри
zh_hans: 杰瑞

source: data/events_fr_special_finalfight.xml$//event[@name="FR_BEGIN_THE_FIGHT_JERRY"]/choice/event/choice/event/choice[@req="fr_bonus_prince"]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_AUTO"]/text
ru: Оказывается, этот корабль также оснащен продвинутой ИИ системой. Теперь, когда экипаж мертв, он взял управление в свои руки!
zh_hans: 看起来这艘战舰还配备了先进的AI控制系统。在船员都阵亡之后，AI开始接管！

source: data/events_fr_special_finalfight.xml$/dummyroot/FTL/event[@name="FR_COMMONWEALTH_MORALITY_CHECK_POSITIVE"]/text
ru: Внезапно из портала до вас доносится сообщение: "Чужак! Вы проявили к нам доброту, которую не проявляло ни одно другое существо, и за это мы тебя поддержим!" Вы обнаруживаете несколько флотов, которые появляются из портала и направляются в сторону Уничтожителя! "Мы привели огневую поддержку и ПКБ, чтобы помочь вам в борьбе! Мы отвлечем другие корабли дворян, а вам нужно сосредоточиться на ликвидации Уничтожителя!"
zh_hans: 突然你收到了来自传送门里的呼叫，“外来者，你向我们展示了其他物种从未向我们展示过的善意，因此你会得到我们的支援！”你侦测到一些舰队正在跃迁进来，全部瞄准了灭绝者！ “我们带来了反舰炮台和爆弹来协助你！我们会让其他皇家舰船抽不开身，你只管专注于打败灭绝者！”

source: data/events_fr_special_finalfight.xml$/dummyroot/FTL/event[@name="FR_COMMONWEALTH_MORALITY_CHECK_POSITIVE"]/triggeredEvent/triggeredEventBox/tooltip
ru: После этого обратного отсчета произойдет ЭМИ-взрыв.
zh_hans: 电磁脉冲爆弹能量倾泻将在该倒计时后触发。

source: data/events_fr_special_finalfight.xml$/dummyroot/FTL/event[@name="FR_COMMONWEALTH_MORALITY_CHECK_POSITIVE"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$/dummyroot/FTL/event[@name="FR_COMMONWEALTH_MORALITY_CHECK_NEUTRAL"]/text
ru: Вдруг из портала раздается вызов, и вы обнаруживаете, что оттуда появляется несколько флотов направляющихся в сторону флота дворян! "Чужак! Мы отвлечем другие корабли дворян, пока вы сражаетесь с Уничтожителем. Мы все рассчитываем на вас, но независимо от того, выживем ли мы, для нас было честью сражаться рядом с вами".
zh_hans: 突然你收到了来自传送门里的呼叫并侦测到一些舰队正在跃迁进来，全部瞄准了皇家舰队！ “外来者！在你跟灭绝者作战的时候我们会拖住其他皇家星舰。我们都指望你了，无论事后我们能否幸存，能与你并肩作战都是我们的荣幸。”

source: data/events_fr_special_finalfight.xml$/dummyroot/FTL/event[@name="FR_COMMONWEALTH_MORALITY_CHECK_NEUTRAL"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$/dummyroot/FTL/event[@name="FR_COMMONWEALTH_MORALITY_CHECK_NEGATIVE"]/text
ru: Вы закрываете глаза и надеетесь на чудо, но ничего не происходит. Вам придется в одиночку справиться и с флагманом, и с флотом.
zh_hans: 你闭上了双眼，祈祷奇迹发生，但什么也没有发生。看来你得独自对抗旗舰与它身后的舰队了。

source: data/events_fr_special_finalfight.xml$/dummyroot/FTL/event[@name="FR_COMMONWEALTH_MORALITY_CHECK_NEGATIVE"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_WIN"]/text
ru: Вы с триумфальным ликованием наблюдаете, как взрывается флагман. Вы выиграли эту битву и спасли Содружество!
zh_hans: 你满怀胜利的喜悦，看着旗舰爆炸。你赢得了这场战斗，拯救了联合方碑族！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_WIN"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/text
ru: Пока флагман постепенно разваливается на части, вы не можете не гордиться своей работой - вы только что спасли почти вымершую расу от полного уничтожения. Убедившись, что флагман уничтожен, вы сканируете окрестности, чтобы узнать, кто еще остался в живых.
zh_hans: 随着旗舰逐渐崩溃，你不禁为你在这里的所作所为感到自豪——你刚刚拯救了一个几乎灭绝的种族免于完全被消灭。你刚确认旗舰被摧毁，就开始对该地区进行扫描，看看还有谁活着。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="-999"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="-999"]/event/text
ru: Вскоре вас вызывает командир корабля Содружества. Их корабль пострадал, но все еще держится! Другие корабли Содружества также полностью разгромили флот дворян! "Чужак! В этом бою ты продемонстрировал высокое мастерство и отвагу, а ваше боевое мастерство было таким, что о нем можно слагать песни! Теперь вы не только убили существо, которое держало нас в страхе каждое мгновение, но и уничтожили его главное оружие и символ угнетения. За это мы вам вечно благодарны".
zh_hans: 不久，你便收到了看似联合方碑指挥舰的呼叫。他们的舰船遭受了严重的损伤，但仍然屹立不倒！其他联合方碑舰队也完全碾压了皇家舰队！ “外来者！你在这场战斗中表现出了非凡的卓越和勇气，你的作战能力甚至可以写成歌谣！不仅你消灭了那个让我们每时每刻都生活在恐惧中的存在，你还摧毁了他们最大的武器和压迫的象征。为此，我们将永远感激不已。”

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="-999"]/event/choice/text
ru: Мы сделали все, что могли, вы заслуживаете счастливой и безопасной жизни.
zh_hans: 我们只是做了该做的事，你的人民们应当过上快乐与安全的生活。
