Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_*_special_finalfight.xml/*.po
Languages: ru, zh_hans

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="-999"]/event/choice/event/text
ru: Их предводитель улыбается: "Я вижу, вы всегда скромны! Уверен, я говорю от имени всех жителей Содружества, что с этого дня вы больше не чужак, а почетный член нашего убежища! Да здравствуют наши спасители!" Внезапно ваши средства связи наполняются сообщениями от десятков кораблей обелисков, приветствующих вас! Как только все они успокоятся, их лидер снова говорит. "Итак, каков ваш следующий шаг, спаситель?"
zh_hans: 他们临时的领袖微笑着说：“看来你还很谦逊！我相信我能代表所有的联合方碑族人们说，从今天起，你不再是外来者，而是我们避难所的荣誉成员！万岁，我们的救星！” 突然，你的通讯被数十艘方碑星舰的欢呼声填满！当他们的欢呼平息后，他们的领袖再次发言。 “那么，救星，你的下一步是什么？”

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="-999"]/event/choice/event/choice/text
ru: Нам все еще нужно победить Флагман повстанцев в той реальности, из которой мы пришли, как вы думаете, вы могли бы нам помочь?
zh_hans: 我们还需要回到原来的现实，击败叛军旗舰，你们能助我一臂之力吗？

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="-999"]/event/choice/event/choice/event/text
ru: "С радостью! Содружество! Сегодня мы идем на еще одну битву! Следуйте за нашими спасителями и уничтожайте всех, кто им противостоит!"
zh_hans: “乐意之极！联合方碑们！进军，今天再打一场！跟着我们的救星，干掉所有敌人！”

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="-999"]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="0"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="0"]/event/text
ru: После битвы на поле боя довольно тихо, и требуется немало времени, чтобы привлечь внимание всех выживших членов Содружества. Через некоторое время вы обнаруживаете, что уцелела лишь немногие из флотов, все они сильно повреждены, а некоторые даже не могут улететь.
zh_hans: 战后，战场异常寂静，你花了一些时间才联系上了还活着的联合方碑族们。过了一会你才发现残存的舰队屈指可数，基本都已严重受损，有些甚至已经无法进行跃迁了。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="0"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="0"]/event/choice/event/text
ru: Вы спрашиваете, не можете ли вы чем-нибудь помочь, но Содружества, похоже, не заинтересованы в вашем предложении, поскольку опасаются, что ваше присутствие может привлечь в их убежище еще больше обелисков. Они вежливо просят вас уйти.
zh_hans: 你询问他们有没有你能帮上忙的，但联合方碑族似乎对你的提议不感兴趣，因为他们担心你的存在会引来更多的方碑族。他们只是礼貌的请你离开了。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="0"]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="0"]/event/choice/event/choice/event/text
ru: Не желая начинать новый бой, вы соглашаетесь. Вы направляетесь к столице Федерации в надежде, что там еще остался кто-то, кому можно помочь.
zh_hans: 不想再引发另一场争斗，你不得不妥协。你把目标锁定在联邦首都，希望那里仍有人能够提供帮助。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="0"]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="3"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="3"]/event/text
ru: Флот дворян все еще в строю, но они слишком заняты паникой после гибели Уничтожителя. Самое время уходить!
zh_hans: 皇家舰队仍然屹立，但他们看见灭绝者被击坠后已经陷入了混乱。现在就是你能跃迁走的最好时机！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="3"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="3"]/event/choice/event/text
ru: Ликвидировав Уничтожитель, все силы, сковывающие ваш двигатель, ослабевают, и вы можете быстро улететь обратно в столицу Федерации, как раз перед тем, как в ваш корабль попадет выстрел ПКБ.
zh_hans: 灭绝者被消灭后，再也没有任何力量能限制你的超光速引擎，让你能够顺利逃往联邦首都，就在反舰炮台能射中你之前。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE"]/choice[@req="fr_rep_commonwealth" and @lvl="3"]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE_GOOD"]/text
ru: Вы достигаете столицы Федерации с огромным флотом Содружества в качестве поддержки. Флагман Мультивселенной уничтожен всего за минуту благодаря гигантскому флоту под вашим командованием и технологиям, опережающим их на много лет. Как только пыль оседает, Талли связывается с вами и после нескольких напряженных минут, в течение которых вы пытаетесь объяснить, что, черт возьми, только что произошло, он приглашает Содружество оставаться здесь столько, сколько они захотят, и в знак благодарности предлагает должным образом интегрировать их в Федерацию!
zh_hans: 你抵达了联邦首都，浩浩荡荡的联合方碑舰队紧随你身后。感觉才过一分钟，多元旗舰就已经被你指挥的舰队与超越了不知多少时间的技术打的溃不成军。 尘埃落定后，塔利联系了你，你花了漫长的几分钟来跟他解释刚刚发生的到底是什么鬼，随后他热烈欢迎了联合方碑们，让他们可以随意停留于此，并提议让他们正式加入联邦！

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE_GOOD"]/win/@text
ru: Будущее кажется светлым, как никогда. Ваша история будет звучать во вселенной вечно.
zh_hans: 未来更加明亮。你的传说会永远回荡于多元宇宙之间。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE_NEUTRAL"]/text
ru: Похоже, вы прибыли в последний момент, когда флот Федерации едва сдерживает натиск кораблей повстанцев. К счастью, ваше современное оружие быстро расправляется с Флагманом, переломив ход событий в пользу Федерации. После завершения боя вы связываетесь с Талли и рассказываете ему обо всем, что произошло. Что будет дальше - не в вашей власти, но ваша работа здесь закончена.
zh_hans: 看起来你是最后一刻才到达的，因为许多联邦舰队正遭受到叛军舰艇的猛攻。幸运的是，你的先进武器迅速摧毁了旗舰，改变了战局，使联邦占据了上风。在战斗结束后，你联系了塔利，告诉了他发生的一切。从现在开始发生的事情不再由你掌控，但你在这里的任务已经完成。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE_NEUTRAL"]/win/@text
ru: Возможно, эта победа - не то, на что вы рассчитывали, но работа Ренегата никогда не заканчивается. Вы отправляетесь в следующую вселенную и уходите в прыжок.
zh_hans: 这场胜利也许并非你所期望，但变元者的工作永不会结束。你将目光投向下一个宇宙，并开始跃迁。

source: data/events_fr_special_finalfight.xml$//event[@name="FR_FINALFIGHT_EPILOGUE_BAD"]/text
ru: Вы наконец-то прибыли в столицу Федерации, но, похоже, опоздали. Повстанцы уже уничтожили сопротивление Федерации с помощью своего Флагмана, и все средства коммуникации Федерации молчат. Вы пытаетесь вступить в бой с Флагманом повстанцев, но без флота Федерации, который отвлекает флот повстанцев, их корабли быстро набрасываются на вас. Даже с помощью приобретенных вами эфирных технологий этого недостаточно. Ваш корабль погибает, как и последняя надежда Федерации в этой реальности...
zh_hans: 你终于到达了联邦首都，但看来你来的太晚了。叛军部队在他们的旗舰的帮助下，已经摧毁了联邦的抵抗力量，所有联邦的通讯系统都沉默无声。你试图与叛军旗舰作斗争，但由于没有联邦舰队牵制叛军舰队，他们的船只迅速围攻了你。即使你获得了以太科技，这也不够。当你的船坠毁时，这个现实中联邦的最后希望也随之破灭...
