Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: Fires 3 missiles; 4 system damage and 150 crew damage; pierces all shields. Can't be targeted by defense drones. Always breaches.
ru: Выпускает 3 ракеты; 4 урона системам и 150 урона по экипажу; пробивает все щиты. Ракеты не могут быть сбиты защитными дронами. Всегда создает пробоину.
zh_hans: 发射3发导弹；每发造成4点系统伤害和150点船员伤害；穿透所有护盾。无法被防御无人机瞄准，必定破舱。

source: Legionnaire Missile Artillery
ru: Ракетная арт. Легионеров
zh_hans: 军团导弹巨炮

source: L. Miss. Art.
ru: Ракет. арт. Лег.
zh_hans: 军团导弹

source: [Base cooldown: 55] Fires 3 missiles that each deal 4 system damage and 150 crew damage. The missiles always breach and afflict crew on hit.
ru: [Базовая перезарядка: 55] Выпускает 3 ракеты, каждая из которых наносит 4 урона по системам и 150 урона по экипажу. Ракеты всегда создают пробоину и повреждают экипаж при попадании.
zh_hans: [基础充能时间：55秒]发射3发导弹，每发造成4点系统伤害和150点船员伤害，必定破舱，并使击中的船员虚弱。

source: Fires 3 missiles; 4 system damage and 150 crew damage; pierces all shields. Can't be targeted by defense drones. Always breaches.
ru: Выпускает 3 ракеты; 4 урона системам и 150 урона по экипажу; пробивает все щиты. Ракеты не могут быть сбиты защитными дронами. Всегда создает пробоину.
zh_hans: 发射3发导弹；每发造成4点系统伤害和150点船员伤害；穿透所有护盾。无法被防御无人机瞄准，必定破舱。

source: Legionnaire Beam Artillery
ru: Лучевая арт. Легионеров
zh_hans: 军团光束巨炮

source: L. Beam Art.
ru: Луч. арт. Лег.
zh_hans: 军团光束

source: [Base cooldown: 50] Fires a slow beam that deals 3 damage with hullbust, but has -1 shield pierce. Has a high status chance.
ru: [Базовая перезарядка: 50] Выпускает медленный луч, наносящий 3 урона при попадании в корпус, но пробивающий 1 слой щита. Имеет высокий шанс наложения статусных эффектов.
zh_hans: [基础充能时间：50秒]发射一道缓慢的光束，造成3点伤害，有破舰效果，但穿透-1层护盾，高灾害概率。

source: Beam weapon, 3 damage per room with -1 shield pierce, high status chance and hullbust.
ru: Лучевое орудие, 3 урона за отсек, -1 проникновение щита, высокий шанс вспомогательных эффектов, также противокорпусный.
zh_hans: 光束武器，3点伤害，穿透-1层护盾，高灾害概率，带破舰效果。

source: Legionnaire Beam Artillery
ru: Лучевая арт. Легионеров
zh_hans: 军团光束巨炮

source: L. Beam Art.
ru: Луч. арт. Лег.
zh_hans: 军团光束

source: [Base cooldown: 50] Fires a slow beam that deals 3 damage with hullbust, but has -1 shield pierce. Has a high status chance.
ru: [Базовая перезарядка: 50] Выпускает медленный луч, наносящий 3 урона при попадании в корпус, но пробивающий 1 слой щита. Имеет высокий шанс наложения статусных эффектов.
zh_hans: [基础充能时间：50秒]发射一道缓慢的光束，造成3点伤害，有破舰效果，但穿透-1层护盾，高灾害概率。

source: Beam weapon, 3 damage per room with -1 shield pierce, high status chance and hullbust.
ru: Лучевое орудие, 3 урона за отсек, -1 проникновение щита, высокий шанс вспомогательных эффектов, также противокорпусный.
zh_hans: 光束武器，3点伤害，穿透-1层护盾，高灾害概率，带破舰效果。

source: Legionnaire Plasma Artillery
ru: Плазменная арт. Легионеров
zh_hans: 军团离子巨炮

source: L. Plas. Art.
ru: Плазм. арт. Лег.
zh_hans: 军团离子

source: [Base cooldown: 35] Fires 3 plasma shots that each deal 1 ion and system damage, always start fires, and pierce 1 layer of shield.
ru: [Базовая перезарядка: 35] Выпускает 3 плазменных выстрела, которые наносят по 1 ионному и системному урону, всегда вызывают пожар и пробивают 1 слой щита.
zh_hans: [基础充能时间：35秒]发射3发离子，每发造成1点离子伤害和系统伤害，必定起火，穿透一层护盾。

source: 1 ion and system damage, pierces 1 shield layer, 3 shots, always starts fires.
ru: 1 ионный и системный урон, проникает 1 слой щита, 3 выстрела, всегда поджигает.
zh_hans: 造成1点离子伤害和系统伤害，必定起火，3发弹体，穿透一层护盾。

source: Legionnaire Plasma Artillery
ru: Плазменная арт. Легионеров
zh_hans: 军团离子巨炮

source: L. Plas. Art.
ru: Плазм. арт. Лег.
zh_hans: 军团离子

source: [Base cooldown: 35] Fires 3 plasma shots that each deal 1 ion and system damage, always start fires, and pierce 1 layer of shield.
ru: [Базовая перезарядка: 35] Выпускает 3 плазменных выстрела, которые наносят по 1 ионному и системному урону, всегда вызывают пожар и пробивают 1 слой щита.
zh_hans: [基础充能时间：35秒]发射3发离子，每发造成1点离子伤害和系统伤害，必定起火，穿透一层护盾。

source: 1 ion and system damage, pierces 1 shield layer, 3 shots, always starts fires.
ru: 1 ионный и системный урон, проникает 1 слой щита, 3 выстрела, всегда поджигает.
zh_hans: 造成1点离子伤害和系统伤害，必定起火，3发弹体，穿透一层护盾。

source: R.U.E.S. Bomb Artillery
ru: Бомбовая артиллерия ЭЭРЕ
zh_hans: 团结精英炸弹巨炮

source: RUES Bomb Art.
ru: Бомб. арт. ЭЭРЕ
zh_hans: 团结精英炸弹

source: [Base cooldown: 40] A powerful cluster bomb salvo. Fires 6 bombs; each deals 2 damage to systems and 30 to crew, and has a decent fire chance.
ru: [Базовая перезарядка: 40] Мощный залп кассетных бомб. Выпускает 6 бомб; каждая наносит 2 урона системам и 30 - экипажу, а также имеет приличный шанс разжечь пожар.
zh_hans: [基础充能时间：40秒]强大的集束炸弹齐射。发射6枚炸弹；每枚造成2点系统伤害与30点船员伤害，并有较高几率引发火灾。

source: A powerful cluster bomb salvo that fires 6 powerful bombs that deal 2 damage to systems, 30 to crew and has a 30% chance to start fires.
ru: Мощный кассетный бомбовый залп, выпускающий 6 мощных бомб, которые наносят 2 урона системам, 30 экипажу и имеют 30% шанс вызвать пожар.
zh_hans: 发射6枚炸弹，每枚造成2点系统伤害与30点船员伤害，并有30%概率引发火灾。

source: R.U.E.S. Beam Artillery
ru: Лучевая артиллерия ЭЭРЕ
zh_hans: 团结精英光束巨炮

source: RUES Beam Art.
ru: Луч. арт. ЭЭРЕ
zh_hans: 团结精英光束

source: [Base cooldown: 50] Fires a long, fast-moving rad-beam that deals 105 crew damage and pierces all shields. Has a high chance to breach.
ru: [Базовая перезарядка: 50] Выпускает длинный, быстро движущийся рад-луч, наносящий 105 единиц урона экипажу и пробивающий все щиты. Имеет высокий шанс на создание пробоины.
zh_hans: [基础充能时间：50秒] 发射一道快速长程辐射光束，造成105点船员伤害并穿透所有护盾，且有高概率造成破舱。

source: Beam weapon, 105 crew damage per room with full shield pierce, high breach but no hull or system damage and debuffs crew hit.
ru: Лучевое оружие, 105 урона экипажу за комнату с проникновением сквозь всех щитов, высокий шанс пробоины, но без урона корпусу и системам, накладывает эффект ослабления для экипажа.
zh_hans: 光束武器，对每个舱室造成105点船员伤害，完全穿透护盾，高概率造成破舱，但不对船体或系统造成伤害，并会削弱被击中的船员。

source: R.U.E.S. Flak Artillery
ru: Осколочная артиллерия ЭЭРЕ
zh_hans: 团结精英破片巨炮

source: RUES Flak Art.
ru: Оск. арт. ЭЭРЕ
zh_hans: 团结精英破片

source: [Base cooldown: 55] A flak cannon weapon. It fires no fewer than 20 projectiles, and each of them deals 2 damage, but the artillery is horribly inaccurate.
ru: [Базовая перезарядка: 55] Осколочное орудие. Оно выпускает не менее 20 снарядов, каждый из которых наносит 2 урона, но артиллерия ужасно неточна.
zh_hans: [基础充能时间：55秒] 一门破片武器。它发射不少于20发弹体，每发造成2点伤害，但该巨炮精准度极差。

source: Fires a blast of 20 debris across the whole ship that deal 2 damage but have -50% accuracy.
ru: Выпускает по всему кораблю 20 осколков, которые наносят 2 урона, но имеют -50% точность.
zh_hans: 向整艘船喷射20块碎片，每块造成2点伤害，但精准度降低50%。

source: R.U.E.S. Missile Artillery
ru: Ракетная артиллерия ЭЭРЕ
zh_hans: 团结精英导弹巨炮

source: RUES Miss. Art.
ru: Рак. арт. ЭЭРЕ
zh_hans: 团结精英导弹

source: [Base cooldown: 60] Fires a burst of 3 missiles that each deal 4 hull damage and always breach.
ru: [Базовая перезарядка: 60] Выпускает залп из 3 ракет, каждая из которых наносит 4 урона корпусу и всегда создает пробоину.
zh_hans: [基础充能时间：60秒] 发射3枚导弹齐射，每枚造成4点舰体伤害并必定造成破舱。

source: Fires 3 missiles; 4 hull damage each no system or crew damage; pierces all shields. Always breaches.
ru: Выпускает 3 ракеты; 4 урона корпусу, без урона системам и экипажу; проникает сквозь все щиты. Всегда делает пробоины.
zh_hans: 发射3枚导弹；每枚造成4点舰体伤害，无系统或船员伤害；穿透所有护盾。必定造成破舱。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_VORTEX"]/title
source: Vortex Radiation Laser Artillery
ru: Вихр. радиац. лазер. арт.
zh_hans: 涡流辐射激光巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_VORTEX"]/short
source: Vort. Rad. Art.
ru: Вихр. рад. л. ар.
zh_hans: 涡流辐射激光

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_VORTEX"]/desc
source: [Base cooldown: 48] Fires a burst of 4 lasers. Each laser pierces all shielding, inflicts massive system and crew damage, and inflicts crew with radiation poisoning that blocks healing, cloning, and teleportation.
ru: [Базовая перезарядка: 48] Выпускает залп из 4 лазеров. Каждый лазер пробивает все щиты, наносит огромный урон системе и экипажу, а также вызывает у экипажа радиационное отравление, блокирующее исцеление, клонирование и телепортацию.
zh_hans: [基础充能时间：48秒] 发射4道激光齐射。每道激光穿透所有护盾，造成巨额系统与船员伤害，并使船员感染辐射中毒（该状态会阻止治疗、克隆与传送）。

source: 4 shot laser weapon, 4 system damage, 45 crew damage with full shield pierce, moderate breach but no hull damage. Crew hit by the laser can't be cloned or teleport.
ru: 4 залпа лазерного оружия, 4 системного урона, 45 урона экипажу с полным пробитием щитов, умеренный шанс пробоины, но без урона по корпусу. Экипаж, пораженный лазером, не может быть клонирован или телепортирован.
zh_hans: 4连发激光武器，造成4点系统伤害与45点船员伤害，完全穿透护盾，中等概率造成破舱但无舰体伤害。被激光击中的船员无法被克隆或传送。

source: Vortex Hologram Artillery
ru: Вихревая арт. голограмма
zh_hans: 涡流全息巨炮

source: Vort. Hol. Art.
ru: Вихр. арт. гол.
zh_hans: 涡流全息

source: [Base cooldown: 40] Opens 3 rifts in the enemy's ship, summoning uncontrollable Osmian Holograms that fight for 10 seconds before vanishing.
ru: [Базовая перезарядка: 40] Открывает 3 разлома на вражеском корабле, вызывая неконтролируемые осмианские голограммы, которые сражаются в течение 10 секунд, а затем исчезают.
zh_hans: [基础充能时间：40秒] 在敌舰上开启3道裂隙，召唤不受控制的原能族全息影像，它们会战斗10秒后消失。

source: Bomb artillery, sends 3 bombs that deal 2 ion damage and summons a Osmian hologram that can't be controlled to fight for you in each bomb.
ru: Бомбовая артиллерия, отправляет 3 бомбы, которые наносят 2 ионного урона и создают голограмму осмианца, которой нельзя управлять, но она будет сражается за вас в каждой бомбе.
zh_hans: 炸弹巨炮，发射3枚炸弹，每枚造成2点离子伤害并召唤一个不受控制的原能族全息影像为你作战。

source: Vortex Heal Beam Artillery
ru: Вихревая исцел. луч. арт.
zh_hans: 涡流治愈光束巨炮

source: Vort. Beam Art.
ru: Вихр. луч. арт.
zh_hans: 涡流光束

source: [Base cooldown: 40] A strange beam which pierces all shields and inflicts 5 ion damage, but repairs 2 hull per room passed and heals struck crew for 3 hp/s for 15 seconds.
ru: [Базовая перезарядка: 40] Странный луч, пробивающий все щиты и наносящий 5 ионного урона, но при этом ремонтирующий 2 единицы прочности корпуса за пораженный отсек и исцеляющий пораженный экипаж со скоростью 3 ОЗ/с на 15 секунд.
zh_hans: [基础充能时间：40秒] 一道能穿透所有护盾的奇特光束，造成5点离子伤害，但光束经过的每个舱室会修复2点舰体，并使被击中的船员在15秒内每秒恢复3点生命值。

source: Beam weapon: repairs 2 hull, heals crew for 3 hp/s for 15 seconds, pierces all shields, deals 5 ion damage
ru: Лучевое орудие: ремонтирует 2 корпуса, исцеляет экипаж на 3 ОЗ/с в течение 15 секунд, пробивает все щиты, наносит 5 ионного урона
zh_hans: 光束武器：修复2点舰体，使船员在15秒内每秒恢复3点生命值，穿透所有护盾，造成5点离子伤害

source: [Base cooldown: 40] A strange beam which pierces all shields and inflicts 5 ion damage, but repairs 2 hull per room passed and heals struck crew for 3 hp/s for 15 seconds. Stats: Required Power: 1 Charge Time: 40 seconds Beam Length: 105 Beam Speed: 25 Hull Repair: 2 Total Crew Healing: 30 Ion Damage: 5 Shield Piercing: 10 Heals crew hit for: 3 hp/s for 15 seconds Default Price: 70~ - Selling Price: 35~
ru: [Базовая перезарядка: 40] Странный луч, пробивающий все щиты и наносящий 5 ионного урона, но при этом ремонтирующий 2 единицы прочности корпуса за пораженный отсек и исцеляющий пораженный экипаж со скоростью 3 ОЗ/с на 15 секунд. Характеристики: Необходимая мощность: 1 Время перезарядки: 40 сек. Длина луча: 105 Скорость луча: 25 Восстановление корпуса: 2 Урон экипажу: 30 Ионный урон: 4 Пробивание щита: 10 Лечит пораженный экипаж на: 3 ОЗ/с на 15 сек. Покупка: 70~ - Продажа: 35~
zh_hans: [基础充能时间：40秒] 一道能穿透所有护盾的奇特光束，造成5点离子伤害，但光束经过的每个舱室会修复2点舰体，并使被击中的在15秒内每秒恢复3点生命值。 属性： 能耗：1格 充能时间：40秒 光束长度：105 光束速度：25 舰体修复：2 船员治疗：30 离子伤害：5 护盾穿透：10 治疗命中船员：3生命值/秒，持续15秒 价格：70~ - 售价：35~

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_VISION"]/title
source: 'Cthulhu' Artillery
ru: Артиллерия "Ктулху"
zh_hans: '克苏鲁'巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_VISION"]/short
source: 'Cthulhu'
ru: "Ктулху"
zh_hans: '克苏鲁'

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_VISION"]/desc
source: [Base cooldown: 23] Fires a burst of 5 mines, each of which inflicts Absolute Madness on the target, disabling all actions and powers of the struck crew.
ru: [Базовая перезарядка: 23] Выпускает залп из 5 мин, каждая из которых накладывает на цель абсолютное безумие, лишая пораженный экипаж всех сил и способностей.
zh_hans: [基础充能时间：23秒] 发射5枚空雷齐射，每枚空雷会对目标施加"绝对疯狂"效果，使被击中的船员丧失所有行动能力与技能。

source: A 5 mines burst that inflicts Extreme Madness on enemies, freezing them in place and making them be unable to act for 10 seconds. Can't miss.
ru: Выпускает залп из 5 мин, которые накладывают на врагов экстремальное безумие, замораживая их на месте и лишая возможности действовать в течение 10 секунд. Невозможно промахнуться.
zh_hans: 发射5枚空雷齐射，对敌人施加"极度疯狂"效果，使其定身并无法行动10秒。攻击必中。

source: Elite Arbiter Artillery
ru: Элит. арт. устан. "Арбитр"
zh_hans: 精英裁决者巨炮

source: € Arbiter Art.
ru: € Арт. Арбитр
zh_hans: 精英裁决者

source: [Base cooldown: 25] Fires a highly destructive Pinpoint beam. It starts at 1 damage, and increases its damage by 1 every time it fires with no upper bound.
ru: [Базовая перезарядка: 25] Выпускает разрушительный точечный луч. Его урон начинается с 1 единицы и увеличивается на 1 единицу при каждом выстреле без верхнего предела.
zh_hans: [基础充能时间：25秒] 发射一道高破坏性的光点。初始伤害为1点，之后每次发射伤害增加1点，无上限。

source: Artillery: Fires a highly destructive 1 damage pinpoint that gains 1 damage with each chain with no limit.
ru: Артиллерия: выстреливает высокоразрушительным точечным лучом с 1 уроном, который увеличивает урон на 1 с каждой цепочкой без какого-либо предела.
zh_hans: 巨炮：发射一道高破坏性的光点，初始伤害为1点，之后每次发射伤害增加1点，无上限。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_JUDGES"]/title
source: Observers' Arbiter Artillery
ru: Арт. уст. "Арбитр" Наблюд.
zh_hans: 评判者的裁决者巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_JUDGES"]/desc
source: [Base cooldown: 60/ Final Cooldown: 3] This Pinpoint artillery takes a long time to fire initially, but fires each following shot extremely quickly. Deals 1 damage, piercing all shields.
ru: [Базовая перезарядка: 60/Финальная перезарядка: 3] Эта точечная артиллерия долго заряжается, но каждый следующий выстрел происходит быстрее. Наносит 1 урон, пробивает все щиты.
zh_hans: [基础充能时间：60秒 / 最终充能时间：3秒] 这门光点巨炮初始发射需时较长，但后续射击速度极快。造成1点伤害，穿透所有护盾。

source: Artillery: Fires a 1 damage pinpoint that takes a long time to first spin up but then has a very short cooldown. Pierces all shields.
ru: Артиллерия: стреляет точечным лучом с уроном 1, который долго разгоняется, но потом очень быстро перезаряжается. Пробивает все щиты.
zh_hans: 巨炮：发射造成1点伤害的光点，首次启动时间较长，但后续冷却极短。穿透所有护盾。

source: Federation Beam Artillery
ru: Лучевая арт. Федерации
zh_hans: 联邦光束巨炮

source: [Base cooldown: 55] A long beam artillery which deals 2 damage, pierces 2 layers of shield, and chains 0.5 damage each shot up to 8 times.
ru: [Базовая перезарядка: 55] Длиннолучевая артиллерия, наносящая 2 урона, пробивающая 2 слоя щита и увеличивающий на 0.5 урон при каждом выстреле до 8 раз.
zh_hans: [基础充能时间：55秒] 长程光束巨炮，造成2点伤害，穿透2层护盾，每次射击可链式增伤，每次增伤增加0.5点伤害，最多8次。

source: A long 2 damage beam with 2 shield pierce and 20% fire chance. Chains 0.5 damage each shot up to a max of 4 damage.
ru: Длинный луч с 2 единицами урона, 2 пробиваниями щита и 20% шансом пожара. Цепь наносит дополнительные 0.5 урона за каждый выстрел, максимум 4 урона.
zh_hans: 一道长程光束，造成2点伤害，穿透2层护盾，20%着火几率。每次射击可链式增伤，每次链式增加0.5点伤害，最高增加4点伤害。

source: Federation Kernel Artillery
ru: Зернометная арт. Федерации
zh_hans: 联邦果核巨炮

source: [Base cooldown: 55] A kernel launcher artillery that deals 1 damage per shot, and chains 0.25 damage each shot up to 4 times.
ru: [Базовая перезарядка: 55] Зерномет наносящий 1 урон за выстрел и увеличивающий на 0.25 урон за каждый выстрел до 4 раз.
zh_hans: [基础充能时间：55秒] 果核火炮，每发造成1点伤害，可链式最多4次，每次链式增加0.25点伤害。

source: Fires 3 kernel; 1 damage; pierces all shields; Chains 0.25 damage each shot up to a max of 2 damage.
ru: Стреляет 3 зернами; 1 урон; пробивает все щиты; цепь 0.25 урона за каждый выстрел, максимум 2 урона.
zh_hans: 发射3枚果核；每枚造成1点伤害；穿透所有护盾；每次射击可链式增加0.25点伤害，最高达到2点伤害。

source: Federation Heavy Laser Artillery
ru: Тяж. лазерная арт. Федерац.
zh_hans: 联邦重型激光巨炮

source: [Base cooldown: 50] A 2 shot heavy laser that deal 3 damage and pierces 1 shield each. Chains 0.5 damage each shot up to a max of 5 damage.
ru: [Базовая перезарядка: 50] Тяжелый лазер, который совершает 2 выстрела, наносящий 3 урона и проникающий сквозь 1 щит каждый. Цепь увеличивает урон на 0.5 за каждый выстрел до 5 урона.
zh_hans: [基础充能时间：50秒] 双发重型激光，每发造成3点伤害并穿透1层护盾。每次射击可链式增加0.5点伤害，最高达到5点伤害。

source: Fires 2 heavy laser shots that deal 3 damage and pierces 1 shield each. Chains 0.5 damage each shot up to a max of 5 damage.
ru: Стреляет 2 тяжелыми лазерными выстрелами, которые наносят 3 урона и пробивают 1 щит каждый. Каждый выстрел наносит 0.5 урона, максимум 5 урона.
zh_hans: 双发重型激光造成3点伤害并穿透1层护盾。每次射击可链式增加0.5点伤害，最高5点伤害。

source: Federation Heavy Phaser Artillery
ru: Тяж. фазовая арт. Федерац.
zh_hans: 联邦重型相位巨炮

source: [Base cooldown: 45] A phaser artillery that fires a single blast. It deals 3 ion and 2 system damage, pierces all shields, and chains 0.5 ion damage per shot up to 4 times.
ru: [Базовая перезарядка: 45] Фазерная артиллерия, выпускающая один заряд. Он наносит 3 ионных и 2 системных урона, пробивает все щиты и увеличивает на 0.5 ионный урон за выстрел до 4 раз.
zh_hans: [基础充能时间：45秒] 相位巨炮，单发轰击。造成3点离子与2点系统伤害，穿透所有护盾，每次射击可链式增加0.5点离子伤害，最多4次。

source: Fires a single blast that deals 3 ion and 2 system damage and pieces all shields. Chains 0.5 damage each shot up to a max of 5 ion damage.
ru: Стреляет одним зарядом, наносящим 3 ионных и 2 системных урона и разрушающим все щиты. Каждый выстрел наносит 0.5 урона, максимум 5 урона.
zh_hans: 单发轰击，造成3点离子与2点系统伤害，穿透所有护盾。每次射击可链式增加0.5点伤害，最高达到5点离子伤害。

source: Jerry's Friend-Maker Laser Artillery
ru: Лазер Создатель друзей
zh_hans: 杰瑞的交友激光巨炮

source: [Base cooldown: 25] Fires a burst of 4 laser shots. Each laser deals 4 system damage, buffs Wentworth crew, and temporarily disables the ability to fight for non-Wentworth crew.
ru: [Базовая перезарядка: 25] Выпускает залп из 4 лазерных зарядов. Каждый лазер наносит 4 урона системе, усиливает экипаж Вентворта и временно лишает возможности сражаться экипажу, не являющимися членами Вентворта.
zh_hans: [基础充能时间：25秒] 发射4道激光齐射。每道激光造成4点系统伤害，强化温特沃斯船员，并暂时禁用非温特沃斯船员的战斗能力。

source: 4 lasers shots, 4 system damage, Non-Wentworth crew can't fight and Wentworth crew are healed for 5 seconds on hit.
ru: 4 выстрела лазером, 4 системных урона, экипаж не из Вентворта не может сражаться, а экипаж Вентворта исцеляется в течении 5 секунд при попадании.
zh_hans: 4道激光齐射，4点系统伤害，治愈温特沃斯船员，并暂时禁用非温特沃斯船员的战斗能力5秒。

source: Jerry's Friend-Maker Missile Artillery
ru: Ракета Создатель друзей
zh_hans: 杰瑞的交友导弹巨炮

source: [Base cooldown: 35] Fires a burst of 3 missiles. Each missile deals 3 system damage, buffs Wentworth crew, and temporarily disables the ability to fight for non-Wentworth crew.
ru: [Базовая перезарядка: 35] Выпускает залп из 3 ракет. Каждая ракета наносит 3 системного урона, усиливает экипаж Вентворта и временно лишает возможности сражаться экипажу, не являющимися членами Вентворта.
zh_hans: [基础充能时间：35秒] 发射3发导弹齐射。每发导弹造成3点系统伤害，强化温特沃斯船员，并暂时禁用非温特沃斯船员的战斗能力。

source: 3 missile shots, 3 system damage, Non-Wentworth crew can't fight and Wentworth crew are buffed and healed for 10 seconds on hit.
ru: 3 выстрела ракетами, 3 системных урона, экипаж не из Вентворта не может сражаться, а экипаж Вентворта исцеляется в течении 10 секунд при попадании.
zh_hans: 3发导弹齐射，3点系统伤害，强化温特沃斯船员，并暂时禁用非温特沃斯船员的战斗能力。

source: Jerry's Friend-Maker Beam Artillery
ru: Луч Создатель друзей
zh_hans: 杰瑞的交友光束巨炮

source: [Base cooldown: 30] A beam artillery that deals 2 hull damage, has hullbust, and temporarily debuffs and disables the ability to fight for non-Wentworth crew.
ru: [Базовая перезарядка: 30] Лучевая артиллерия, которая наносит 2 урона корпусу корабля, двойной урон по отсекам без систем и временно отключает способность сражаться у членов экипажа, не относящихся членами Вентворта.
zh_hans: [基础充能时间：30秒] 光束巨炮，造成2点舰体伤害，带破舰效果，并暂时禁用非温特沃斯船员的战斗能力。

source: 2 hull damage beam, hullbuster, Non-Wentworth crew can't fight and are heavily debuffed for 10 seconds.
ru: Луч, наносящий 2 урона по корпусу, двойной урон по отсекам без систем, экипаж не из Вентворта не может сражаться и получает сильное ослабление на 10 секунд.
zh_hans: 2点舰体伤害光束，带破舰效果，非温特沃斯船员10秒内无法战斗并受到严重削弱。

source: Jerry's Friend-Maker Antimatter Artillery
ru: Антиматерия Созд. друзей
zh_hans: 杰瑞的交友反物质巨炮

source: [Base cooldown: 20] Fires a burst of 3 ion shots. Each blast deals 1 ion, hull and system damage, heals Wentworth crew, and disables the ability to fight for non-Wentworth crew.
ru: [Базовая перезарядка: 20] Выпускает залп из 3 ионных выстрелов. Каждый заряд наносит 1 ионный урон, урон корпусу и системам, исцеляет экипаж Вентворта и лишает способности сражаться экипажа, не являющихся членами Вентворта.
zh_hans: [基础充能时间：20秒] 发射3发离子弹齐射。每发造成1点离子、舰体和系统伤害，治疗温特沃斯船员，并禁用非温特沃斯船员的战斗能力。

source: 3 ion shots, 1 ion, hull and system damage, 20% accuracy, Non-Wentworth crew can't fight and Wentworth crew are healed for 5 seconds on hit.
ru: 3 ионных выстрела, 1 ионный, урон корпусу и системе, точность 20%, экипаж не из Вентворта не может сражаться, а экипаж Вентворта исцеляется в течении 5 секунд при попадании.
zh_hans: 3发离子弹，造成1点离子、船体和系统伤害，20%命中率，非温特沃斯船员无法战斗，被击中的温特沃斯船员获得5秒治疗。

source: Tully's Laser Artillery
ru: Лазерная артиллерия Талли
zh_hans: 塔利的激光巨炮

source: [Base cooldown: 30] Fires a barrage of 4 lasers. Each laser deals 2 damage, with bonus crew damage and doubled crew damage against enemies of the Federation.
ru: [Базовая перезарядка: 30] Выпускает шквал из 4 лазеров. Каждый лазер наносит 2 урона, бонусный урон экипажу и удвоенный урон против врагов Федерации.
zh_hans: [基础充能时间：30秒] 发射4道激光齐射。每道激光造成2点伤害，有额外船员伤害且对联邦敌人造成双倍船员伤害。

source: 4 lasers shots, 2 damage and 60 crew damage, enemies of the federation takes double crew damage.
ru: 4 выстрела из лазера, 2 урона и 60 урона экипажу, враги Федерации получают двойной урон экипажу.
zh_hans: 4道激光，造成2点伤害与60点船员伤害，联邦之敌承受双倍船员伤害。

source: Tully's Missile Artillery
ru: Ракетная артиллерия Талли
zh_hans: 塔利的导弹巨炮

source: [Base cooldown: 40] Fires a barrage of 3 missiles. Each missile deals 2 hull damage, with bonus system and crew damage, and doubled crew damage against enemies of the Federation.
ru: [Базовая перезарядка: 40] Выпускает шквал из 3 ракет. Каждая ракета наносит 2 урона корпусу, бонусный урон системе и экипажу, а врагам Федерации - удвоенный урон.
zh_hans: [基础充能时间：40秒] 发射3枚导弹齐射。每枚导弹造成2点舰体伤害，附带额外系统与船员伤害，且对联邦之敌造成双倍船员伤害。

source: 3 missile shots, 2 hull, 5 system and 75 crew damage, enemies of the federation takes double crew damage.
ru: 3 ракетных выстрела, 2 урона корпусу, 5 системам и 75 урона экипажу, враги Федерации получают двойной урон экипажу.
zh_hans: 3枚导弹齐射，造成2点舰体伤害、5点系统伤害与75点船员伤害，联邦之敌承受双倍船员伤害。

source: Tully's Beam Artillery
ru: Лучевая артиллерия Талли
zh_hans: 塔利的光束巨炮

source: [Base cooldown: 35] Fires a 1 damage beam with hullbust. It pierces all shields, deals bonus crew damage, and deals doubled crew damage against enemies of the Federation.
ru: [Базовая перезарядка: 35] Выпускает луч, наносящий 1 урон корпусу. Он пробивает все щиты, наносит бонусный урон экипажу, а врагам Федерации наносит удвоенный урон экипажу.
zh_hans: [基础充能时间：35秒] 发射一道1点伤害的破舰光束。它穿透所有护盾，造成额外船员伤害，且对联邦之敌造成双倍船员伤害。
