Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PRINCE_CANNON"]/title
source: Prince's Hell-Cannon
ru: Адская пушка Князя
zh_hans: 王子的地狱炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PRINCE_CANNON"]/short
source: Hell-Cannon
ru: Ад. пушка
zh_hans: 地狱炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PRINCE_CANNON"]/desc
source: A weapon of untold horror. For five seconds, crew struck by the missiles fired from it will be mutated into untamed Equinoids.
ru: Орудие невыразимого ужаса. На пять секунд экипаж, пораженный выпущенными из него ракетами, мутирует в неприрученных эквиноидов.
zh_hans: 一把武器，充满了不可言说的恐怖感。每五秒，被此导弹攻击的船员都会突变成未驯化的六脚马。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_TRIRIAC_ABDUCTOR"]/title
source: 'Apothicon' Pinpoint
ru: "Похищающий" точечный луч
zh_hans: ‘烈毒’光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_TRIRIAC_ABDUCTOR"]/short
source: 'Apothicon'
ru: Похищ.
zh_hans: ‘烈毒’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_TRIRIAC_ABDUCTOR"]/desc
source: A weapon beyond all understanding. It can only fire once per fight, but it pierces all shields, teleports the target crew to your ship, and permanently breaks their mind, making them yours.
ru: Орудие за гранью понимания. Оно может выстрелить только один раз за бой, но пробивает все щиты, телепортирует вражеский экипаж на ваш корабль и навсегда разрушает их разум, делая их вашими союзниками.
zh_hans: 超越所有认知的武器。每场战斗只能开火一次，但可以穿透所有护盾，将目标传送至你的船上，永久摧毁他们的心智，让他们成为你的船员。

# data/blueprints.xml.append$//droneBlueprint[@name="FR_COMBAT_CEL_BEAM"]/title
source: Castigator
ru: Кастигатор
zh_hans: 鞭笞者

# data/blueprints.xml.append$//droneBlueprint[@name="FR_COMBAT_CEL_BEAM"]/short
source: Castigator
ru: Кастигатор
zh_hans: 鞭笞者

# data/blueprints.xml.append$//droneBlueprint[@name="FR_COMBAT_CEL_BEAM"]/desc
source: A Beam drone capable of causing devastating damage if shields are down, but is otherwise harmless. Slows down rooms hit for 10 seconds.
ru: Лучевой дрон, способный наносить сокрушительный урон при ослабленных щитах, но в остальном безвредный. Замедляет всех в пораженных отсеках на 10 секунд.
zh_hans: 一架光束无人机，只要目标的护盾被拿下了就可以造成毁灭性的伤害，但只要护盾还在就无法造成伤害。会使被命中的舱室的时间流速减慢，持续10秒。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DRONE_CEL_BEAM"]/title
source: Drone Beam
ru: Лучевой дрон
zh_hans: 无人机束

# data/blueprints.xml.append$//droneBlueprint[@name="FR_COMBAT_CEL_LASER"]/title
source: Vindicator
ru: Виндикатор
zh_hans: 辩护者

# data/blueprints.xml.append$//droneBlueprint[@name="FR_COMBAT_CEL_LASER"]/short
source: Vindicator
ru: Виндикатор
zh_hans: 辩护者

# data/blueprints.xml.append$//droneBlueprint[@name="FR_COMBAT_CEL_LASER"]/desc
source: A Laser drone capable of popping multiple shield layers per shot. Slows down rooms hit for 10 seconds.
ru: Лазерный дрон, способный разрушить несколько слоев щита за один выстрел. Замедляет всех в пораженных отсеках на 10 секунд.
zh_hans: 一架激光无人机，发射的激光可以破坏多层护盾。被命中的舱室时间流速会减慢，持续10秒。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DRONE_CEL_LASER"]/title
source: Laser Drone
ru: Лазерный дрон
zh_hans: 激光无人机

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_LASER"]/title
source: Vindicator Laser
ru: Лазер Виндикатор
zh_hans: 辩护者激光

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_LASER"]/short
source: Vindicator L.
ru: Л. Виндикат.
zh_hans: 辩护者

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_LASER"]/desc
source: This highly advanced laser can pop 5 shield bubbles and deal 5 damage to energy shields with each projectile. It also slows down rooms hit for 10 seconds.
ru: Этот высокотехнологичный лазер способен разрушить 5 слоев щита и нанести 5 единиц урона энергетическим щитам каждым снарядом. Кроме того, он замедляет всех в пораженных отсеках на 10 секунд.
zh_hans: 这把高度先进的激光能破坏5层护盾，每发弹体都可对能量护盾造成5点伤害。同时被它命中的舱室的时间流速会减慢，持续10秒。

source: This highly advanced laser can pop 5 shield bubbles and deal 5 damage to energy shields with each projectile. It also slows down rooms hit for 10 seconds. Stats: Required Power: 2 Charge Time: 20 seconds Shots Per Charge: 3 Hull Damage: 2 Total System Damage: 2 Total Crew Damage: 30 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Shield Layer Pop: 5 Super Shield Layer Pop: 5 Default Price: 100~ - Selling Price: 50~
ru: Этот высокотехнологичный лазер способен разрушить 5 слоев щита и нанести 5 урона энергетическим щитам каждым снарядом. Кроме этого, он замедляет всех в пораженных отсеках на 10 секунд. Характеристики: Необходимая мощность: 2 Время перезарядки: 20 сек. Выстрелов в очереди: 3 Урон корпусу: 2 Урон системам: 2 Урон экипажу: 30 Замедляет пораженные отсеки на: 10 сек. Вероятность пробоины: 100% (Скорректировано: 100%) Снятие слоев щита: 5 Снятие слоев суперщита: 5 Покупка: 100~ - Продажа: 50~
zh_hans: 这把高度先进的激光能破坏5层护盾，每发弹体都可对能量护盾造成5点伤害。同时被它命中的舱室的时间流速会减慢，持续10秒。 属性： 能耗：2格 充能时间：20秒 弹体数：3发 舰体伤害：2 系统伤害：2 船员伤害：30 减速舱室：10秒 破舱率：100%(调整：100%) 护盾击破：5层 超能护盾击破：5层 价格：100~ - 售价：50~

source: Required Power: 2 Charge Time: 20 seconds Shots Per Charge: 3 Hull Damage: 2 Total System Damage: 2 Total Crew Damage: 30 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Shield Layer Pop: 5 Super Shield Layer Pop: 5
ru: Необходимая мощность: 2 Время перезарядки: 20 сек. Выстрелов в очереди: 3 Урон корпусу: 2 Урон системам: 2 Урон экипажу: 30 Замедляет попадание в отсек на: 10 сек. Вероятность пробоины: 100% (Скорректировано: 100%) Снятие слоев щита: 5 Снятие слоев суперщита: 5
zh_hans: 能耗：2格 充能时间：20秒 弹体数：3发 舰体伤害：2 系统伤害：2 船员伤害：30 减速舱室：10秒 破舱率：100%(调整：100%) 护盾击破：5层 超能护盾击破：5层

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_ION"]/title
source: Judgment Ion
ru: Ион "Судный"
zh_hans: 审判者离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_ION"]/short
source: Judgment
ru: Судный
zh_hans: 审判者

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_ION"]/desc
source: This highly advanced ion weapon pierces all shields and damages surrounding systems with both ion and system damage. Slows down the main room hit for 10 seconds.
ru: Это высокотехнологичное ионное оружие пробивает все щиты и наносит урон окружающим системам, как ионный, так и системный. Замедляет всех в пораженном отсеке на 10 секунд.
zh_hans: 这把高度先进的离子武器能穿透所有护盾并对周遭系统造成离子与系统伤害。同时被它直接命中的舱室的时间流速会减慢，持续10秒。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_ION"]/tooltipOverride
source: Required Power: 2 Charge Time: 20 seconds Shots Per Charge: 1 Ion Damage: 2 Total System Damage: 2 Shield Piercing: 10 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Adjacent Room Damage: 1 Ion and System
ru: Необходимая мощность: 2 Время перезарядки: 20 сек. Выстрелов в очереди: 1 Ионный урон: 2 Урон системам: 2 Пробивание щита: 10 Замедляет попадание в отсек на: 10 сек. Вероятность пробоины: 100% (Скорректировано: 100%) Урон ближайшим отсекам: 1 ионный и системам
zh_hans: 能耗：2格 充能时间：20秒 弹体数：1发 离子伤害：2 系统伤害：2 船员伤害：30 减速舱室：10秒 破舱率：100%(调整：100%) 相邻舱室伤害：1离子和系统伤害

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_MISSILE"]/title
source: 'Retribution' Missiles
ru: Ракетница "Возмездие"
zh_hans: ‘报应’导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_MISSILE"]/short
source: 'Retribution'
ru: Возмездие
zh_hans: ‘报应’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_MISSILE"]/desc
source: This highly advanced missile weapon slows down rooms hit for 10 seconds.
ru: Это высокотехнологичная ракетница замедляет всех в пораженных отсеках на 10 секунд.
zh_hans: 高度先进的导弹武器，被它命中的舱室的时间流速会减慢，持续10秒。

source: Required Power: 2 Charge Time: 20 seconds Missile Consumption: 2 Shots Per Charge: 1 2x hull damage on systemless rooms. Hull Damage: 4 Total System Damage: 4 Total Crew Damage: 60 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Stun Chance: 100% (15 seconds long)
ru: Необходимая мощность: 2 Время перезарядки: 20 сек. Потребление боеголовок: 2 Выстрелов в очереди: 1 Двойной урон отсекам без систем. Урон корпусу: 4 Урон системам: 4 Урон экипажу: 60 Замедляет попадание в отсек на: 10 сек. Вероятность пробоины: 100% (Скорректировано: 100%) Вероятность оглушения: 100% (15 сек.)
zh_hans: 能耗：2格 充能时间：20秒 弹药消耗：2发 弹体数：1发 对空舱室造成两倍舰体伤害。 舰体伤害：4 系统伤害：4 船员伤害：60 减速舱室：10秒 破舱率：100%(调整：100%) 击晕率：100%(15秒)

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_BOMB"]/title
source: Reckoning Bomb-Launcher
ru: Бомба "Расплата"
zh_hans: 清算炸弹发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_BOMB"]/short
source: Reckoning
ru: Расплата
zh_hans: 清算

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_BOMB"]/desc
source: A Bomb launcher capable of slowing down the target room while also dealing high system and crew damage.
ru: Бомбовая установка, способная замедлять всех в пораженных отсеках, нанося при этом большой урон системе и экипажу.
zh_hans: 一种炸弹发射器，能在减慢目标舱室时间流速的同时造成高额的系统与船员伤害。

source: Required Power: 2 Charge Time: 20 seconds Missile Consumption: 2 Shots Per Charge: 1 Total System Damage: 6 Total Crew Damage: 90 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Stun Chance: 100% (15 seconds long)
ru: Необходимая мощность: 2 Время перезарядки: 20 сек. Потребление боеголовок: 2 Выстрелов в очереди: 1 Урон системам: 6 Урон экипажу: 90 Замедляет попадание в отсек на: 10 сек. Вероятность пробоины: 100% (Скорректировано: 100%) Вероятность оглушения: 100% (15 сек.)
zh_hans: 能耗：2格 充能时间：20秒 弹药消耗：2发 弹体数：1发 系统伤害：6 船员伤害：90 减速舱室：10秒 破舱率：100%(调整：100%) 击晕率：100%(15秒)

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_BEAM"]/title
source: 'Castigator' Beam
ru: Луч "Кастигатор"
zh_hans: ‘鞭笞者’光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_BEAM"]/short
source: 'Castigator'
ru: Кастигатор
zh_hans: ‘鞭笞者’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CEL_BEAM"]/desc
source: A Beam capable of causing devastating damage if shields are down, but is otherwise harmless. Slows down rooms hit for 10 seconds.
ru: Луч, способный наносить сокрушительный урон при ослабленных щитах, но в остальном безвредный. Замедляет всех в пораженных отсеках на 10 секунд.
zh_hans: 只要目标的护盾被拿下了，此光束就可以造成毁灭性的伤害，但只要护盾还在就无法造成伤害。会使被命中的舱室的时间流速减慢，持续10秒。

source: Required Power: 2 Charge Time: 20 seconds Beam Length: 180 Beam Speed: 10 2x hull damage on systemless rooms. Hull Damage: 1 Total System Damage: 4 Total Crew Damage: 30 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%)
ru: Необходимая мощность: 2 Время перезарядки: 20 сек. Длина луча: 180 Скорость луча: 10 Двойной урон отсекам без систем. Урон корпусу: 1 Урон системам: 4 Урон экипажу: 30 Замедляет попадание в отсек на: 10 сек. Вероятность пробоины: 100% (Скорректировано: 100%)
zh_hans: 能耗：2格 充能时间：20秒 光束长度：180 光束速度：10 对空舱室造成两倍舰体伤害。 舰体伤害：1 系统伤害：4 船员伤害：30 减速舱室：10秒 破舱率：100%(调整：100%)

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BEAM_VISION"]/title
source: 'Poe' Beam
ru: Луч "По"
zh_hans: ‘玻’光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BEAM_VISION"]/short
source: 'Poe'
ru: По
zh_hans: ‘玻’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BEAM_VISION"]/desc
source: Fires an absolutely overwhelming stream of chaotic power. Deals heavy crew damage while inflicting Absolute Madness, preventing them from taking any action or using their abilities.
ru: Выстреливает абсолютно подавляющим потоком хаотической силы. Наносит экипажу тяжелый урон, вызывая абсолютное безумие, не позволяющее предпринимать какие-либо действия или использовать способности.
zh_hans: 发射一束强大的混沌能量。造成高额船员伤害的同时施加强力的疯狂效果，使他们无法行动或使用能力。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PRIME_LASER_PINK"]/title
source: Elite Vindicator Laser
ru: Элитный лазер Виндикатор
zh_hans: 精英辩护者激光

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PRIME_LASER_PINK"]/short
source: E. Vindicator
ru: Э. лазер Вин.
zh_hans: 精英辩护者

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PRIME_LASER_PINK"]/desc
source: Let it hit you and you're already dead. Now, with damage chaining!
ru: Стоит ему попасть в вас, и вы уже мертвы. Теперь с цепным уроном!
zh_hans: 让它打中你，你就已经死了。现在还加了链式伤害！

source: Ancient Royal Artillery
ru: Древняя Дворянская артиллерия
zh_hans: 远古皇家巨炮

source: € Artillery
ru: € Артиллерия
zh_hans: 巨炮 €

source: A powerful ancient Beam weapon that sweeps across entire ships, decimating their hull and systems. This elite version always ignites fires instead of breaches, and deals more damage.
ru: Мощное древнее лучевое орудие, которое охватывает целые корабли, разрушая их корпус и системы. Эта элитная версия всегда поджигает вместо создания пробоин и наносит больше урона.
zh_hans: 强大的远古光束武器，可以扫过整艘舰船，严重破坏舰体和系统。此精英版本会必定造成起火而不是破舱，也会造成更多伤害。

source: Golden Onslaught Launcher
ru: Установка "Золотой Натиск"
zh_hans: 黄金猛攻空雷发射器

source: G. Onslaught
ru: З. Натиск
zh_hans: 黄金猛攻

source: An extremely heavy, hard-hitting minelauncher made out of solid gold. Obviously, that also makes it extremely valuable. At empty beacons provides 2 fleet delay for 30 scrap. Doesn't impact your notoriety.
ru: Очень тяжелый и мощный миномет, сделанный из чистого золота. Очевидно, это также делает его чрезвычайно ценным. На пустых маяках позволяет задержать флот на 2 прыжка за 30 единиц лома. Не влияет на вашу дурную славу.
zh_hans: 一款极重且攻击性极强的空雷发射器，由纯金制成。显然，这也使得它极具价值。 可在空信标处用30废料来拖延2次叛军追击，不产生恶名。

source: Uplifted Harbinger MK III
ru: Улучшенный "Предвестник" мод. III
zh_hans: 高级预兆者激光 III

source: Up. Harb. III
ru: Улучш. Предв. III
zh_hans: 高级预兆者 III

source: A carefully-crafted blend of Aether and Nexus-level technology, this weapon fires five volleys of paired lasers. The shots come out quite slowly though.
ru: Тщательно продуманная смесь технологий уровня эфира и Нексуса, это орудие стреляет пятью залпами спаренных лазеров. Выстрелы происходят довольно медленно.
zh_hans: 融合了以太科技与联结点科技的匠心之作，此武器会发射5组成对的激光。但它的射速也相对较慢。

source: Tully's Heavy Laser
ru: Тяжелый лазер Талли
zh_hans: 塔利的重型激光

source: Tully Heav. L.
ru: Тяж. лаз. Талли
zh_hans: 塔利重激

source: A modified heavy laser. Its shots create guaranteed hazards, additional crew damage, and doubled crew damage to enemies of the Federation.
ru: Модифицированный тяжелый лазер. Его выстрелы создают гарантированную опасность, наносят дополнительный урон экипажу и удваивают урон врагам Федерации.
zh_hans: 改造过的重型激光。它的每发射击都会造成环境灾害，同时具有额外的船员伤害，并对联邦之敌的船员造成双倍伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_AWESOME_LASER"]/title
source: Awesome Laser
ru: Замечательный лазер
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_AWESOME_LASER"]/short
source: Awesome L.
ru: Замечат. лазер
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_AWESOME_LASER"]/desc
source: The one and only Ellie the Equinoid branded laser. According to metrics from Flowers and Sunshine, it was recalled for being far too dangerous.
ru: Единственный и неповторимый лазер Элли под маркой Эквиноид. Согласно данным полученным студией "Цветочек и Солнышко", он был отозван из-за того, что был слишком опасен.
zh_hans: 多元宇宙唯一一款小马埃莉牌激光。根据花朵阳光工作室的数据显示，这把武器因为太过危险而被召回了。

source: 'Menaulion' Beam
ru: Луч "Менавла"
zh_hans: ‘重枪’光束

source: 'Menaulion'
ru: Менавла
zh_hans: ‘重枪’

source: Goziodeon's personal weapon. A horrifying radiation beam that chains its crew damage, pierces multiple layers of shielding, creates lots of hazards, and permanently afflicts enemies with radiation poisoning.
ru: Личное орудие Гозиодеона. Ужасающий радиационный луч, который наносит урон экипажу, пробивает несколько слоев защиты, создает множество опасностей и навсегда поражает врагов радиационным отравлением.
zh_hans: 哥泽什的私人武器。一把恐怖的辐射光束，其船员伤害可链式叠加，可穿透多层护盾并造成大量环境灾害，并且会对敌方永久施加其中的辐射剧毒。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SIREN_BEAM"]/title
source: 'King' Beam
ru: Луч ''Король''
zh_hans: ‘王者’光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SIREN_BEAM"]/short
source: 'King'
ru: Король
zh_hans: ‘王者’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SIREN_BEAM"]/desc
source: This beam, in addition to a fairly unremarkable damage output, pierces all shields and temporarily strips enemies of mind-control immunity.
ru: Этот луч, помимо довольно скромного урона, пробивает все щиты и временно лишает врагов иммунитета к контролю разума.
zh_hans: 这把光束虽然伤害并不起眼，但它可以穿透所有护盾并暂时剥夺被命中的敌人的心灵控制免疫能力。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_MFK_BEAM"]/title
source: Particle Beam
ru: Пучок частиц
zh_hans: 粒子光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_MFK_BEAM"]/short
source: Part. B.
ru: Пучок част.

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_MFK_BEAM"]/desc
source: Special loot weapon. See tooltip in the inventory to check the improvements over the base version.
ru: Особый прототип. Смотрите совет в инвентаре, чтобы узнать об улучшениях этой версии орудия.
zh_hans: 特殊战利品武器，在货舱中的武器提示框内查看相关加成效果。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BILLVAN_LASER"]/title
source: Premium Hektar Burst Laser
ru: Премиальный импульс Гектар
zh_hans: 高级赫克塔爆裂激光

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BILLVAN_LASER"]/short
source: Premium B. L.
ru: Прем. импульс
zh_hans: 高级爆裂

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BILLVAN_LASER"]/desc
source: Billvan's personal weapon, a prototype laser created by Hektar Industries(TM). It comes pre-installed with all modules.
ru: Личное орудие Биллвана, прототип лазера, созданный "Гектар Индастриз"(ТМ). Он поставляется с предустановленными всеми модулями.
zh_hans: 比尔凡的私人武器，赫克塔公司曾制作的原型激光。其中已经预先装好了所有模块。

source: Eradicator Artillery
ru: Артиллерия "Ликвидатор"
zh_hans: 根除者光束巨炮

source: Eradicator Art.
ru: Арт. Ликвид.
zh_hans: 根除者巨炮

source: [Base cooldown: 50] Powers a devastating beam that pierces all shields. The beam deals 1 hull and 5 system damage.
ru: [Базовая перезарядка: 50] Выпускает разрушительный луч, пробивающий все щиты. Луч наносит 1 урон корпусу и 5 системного урона.
zh_hans: [基础充能时间：50秒] 为毁灭性的光束充能，穿透所有护盾，造成1点舰体伤害与5点系统伤害。

source: Beam weapon, 1 hull and 5 system damage per room, pierces all shields, 50% breach chance.
ru: Лучевое оружие, 1 урон по корпусу и 5 по системам за отсек, пробивает все щиты, 50% вероятность пробоины.
zh_hans: 光束武器，穿透所有护盾，造成1点舰体伤害与5点系统伤害，50%破舱概率。

source: Carnage Artillery
ru: Артиллерия "Бойня"
zh_hans: 杀戮导弹巨炮

source: Carnage Art.
ru: Арт. Бойня
zh_hans: 杀戮巨炮

source: [Base cooldown: 48] Powers a devastating missile launcher that fires 3 missiles. Each missile deals 2 damage with guaranteed breach and stun.
ru: [Базовая перезарядка: 48] Задействует разрушительную ракетную установку, которая выпускает 3 ракеты. Каждая ракета наносит 2 урона с гарантированными шансами пробоины и оглушения.
zh_hans: [基础充能时间：48秒] 为毁灭性的导弹发射器充能，可发射3发导弹。每发造成2点伤害，必定破舱与眩晕。

source: Fires 3 missiles; 2 damage each; pierces all shields. Always breaches and stuns.
ru: Выпускает 3 ракеты; 2 урона каждая; пробивает все щиты. Всегда создает пробоину и оглушает.
zh_hans: 发射3发导弹。每发造成2点伤害，穿透所有护盾，必定破舱与眩晕。

source: Harbinger Artillery
ru: Артиллерия "Предвестник"
zh_hans: 预兆者激光巨炮

source: Harbinger Art.
ru: Арт. Предвест.
zh_hans: 预兆者巨炮

source: [Base cooldown: 40] Powers a devastating laser that fires 6 lasers. Each laser deals 1 damage with hullbust and a 30% breach chance.
ru: [Базовая перезарядка: 40] Задействует разрушительный лазер, стреляющий 6 лазерами. Каждый лазер наносит 1 урон с двойным уроном по отсекам без систем и 30% вероятностью пробоины.
zh_hans: [基础充能时间：40秒] 为毁灭性的激光充能，发射6发激光。每发激光造成1点伤害，有30%的破舱概率。

source: Fires 6 lasers, each dealing 1 damage with hullbust.
ru: Выпускает 6 лазеров, каждый из которых наносит 1 урон корпусу и в два раза больше по отсекам без систем.
zh_hans: 发射6发激光，每发1点伤害，可破舱。

source: Plasma Artillery
ru: Артиллерия "Плазма"
zh_hans: 等离子巨炮

source: Plasma Art.
ru: Арт. Плазма
zh_hans: 等离子巨炮

source: [Base cooldown: 38] Powers a devastating plasma cannon that fires a single plasma shot. The plasma projectile deals 3 ion and system damage with a 50% breach chance.
ru: [Базовая перезарядка: 38] Задействует разрушительную плазменную пушку, которая выпускает один плазменный снаряд. Плазменный снаряд наносит 3 ионных и системных урона с 50% вероятностью пробоины.
zh_hans: [基础充能时间：38秒] 为毁灭性的等离子炮充能，发射一发等离子，造成3点离子与系统伤害，50%破舱概率。

source: Fires a single blast that deals 3 ion and system damage. 50% chance to breach.
ru: Выпускает один заряд, наносящий 3 ионных и системных урона. 50% вероятность пробоины.
zh_hans: 发射一发等离子，造成3点离子与系统伤害，50%破舱概率。

source: Payload Artillery
ru: Артиллерия "Боезаряд"
zh_hans: 爆弹巨炮

source: Payload Art.
ru: Арт. Боезаряд
zh_hans: 爆弹巨炮

source: [Base cooldown: 45] Powers a devastating bomb launcher that fires 3 bombs. Each bomb deals 1 hull, 4 system and 45 crew damage with guaranteed breach and stun.
ru: [Базовая перезарядка: 45] Задействует разрушительную бомбовую установку, которая выпускает 3 бомбы. Каждая бомба наносит 1 урон корпусу, 4 урон системам и 45 урон экипажу с гарантированной вероятностью пробоины и оглушения.
zh_hans: [基础充能时间：45秒] 为毁灭性的爆弹传送器充能，发射3发爆弹，每发造成1点舰体伤害，4点系统伤害，45船员伤害，必定破舱和眩晕。

source: Fires a 3 bomb salvo that deals 1 hull, 4 system and 45 crew damage. Always breaches and stuns.
ru: Выпускает залп из 3 бомб, наносящий 1 урон корпусу, 4 системам и 45 экипажу. Всегда создает пробоину и оглушает.
zh_hans: 发射3发爆弹，每发造成1点舰体伤害，4点系统伤害，45船员伤害，必定破舱和眩晕。

source: Royal Eradicator Artillery
ru: Арт. дворян "Ликвидатор"
zh_hans: 皇家根除者光束巨炮

source: € Eradicator Art.
ru: Арт. € Ликвид.
zh_hans: 根除者巨炮 €

source: [Base cooldown: 50] Powers a devastating beam that pierces all shields. The beam deals 2 hull and 6 system damage.
ru: [Базовая перезарядка: 50] Выпускает разрушительный луч, пробивающий все щиты. Луч наносит 2 урона корпусу и 6 урона системам.
zh_hans: [基础充能时间：50秒] 为毁灭性的光束充能，穿透所有护盾，造成2点舰体伤害与6点系统伤害。

source: Beam weapon, 2 hull and 6 system damage per room, pierces all shields, 50% fire chance.
ru: Лучевое оружие, 2 урона корпусу и 6 урона системам за отсек, пробивает все щиты, 50% вероятность пожара.
zh_hans: 光束武器，穿透所有护盾，造成2点舰体伤害与6点系统伤害，50%起火概率。

source: Royal Carnage Artillery
ru: Артиллерия дворян "Бойня"
zh_hans: 皇家杀戮导弹巨炮

source: € Carnage Art.
ru: Арт. Бойня €
zh_hans: 杀戮巨炮 €

source: [Base cooldown: 48] Powers a devastating missile launcher that fires 3 missiles. Each missile deals 3 damage with guaranteed fires and stun.
ru: [Базовая перезарядка: 48] Задействует разрушительную ракетную установку, которая выпускает 3 ракеты. Каждая ракета наносит 3 урона с гарантированной вероятностью возгорания и оглушения.
zh_hans: [基础充能时间：48秒] 为毁灭性的导弹发射器充能，可发射3发导弹。每发造成3点伤害，必定起火与眩晕。

source: Fires 3 missiles; 3 damage each; pierces all shields. Always starts fires and stuns.
ru: Выпускает 3 ракеты; 3 урона каждая; пробивает все щиты. Всегда вызывает пожар и оглушает.
zh_hans: 发射3发导弹。每发造成3点伤害，穿透所有护盾，必定起火与眩晕。

source: Royal Harbinger Artillery
ru: Арт. дворян "Предвестник"
zh_hans: 皇家预兆者激光巨炮

source: € Harbinger Art.
ru: Арт. € Предвест.
zh_hans: 预兆者巨炮 €

source: [Base cooldown: 40] Powers a devastating laser that fires 8 lasers. Each laser deals 1 damage with hullbust and 30% fire chance.
ru: [Базовая перезарядка: 40] Задействует разрушительный лазер, стреляющий 8 лазерами. Каждый лазер наносит 1 урон с двойным уроном по отсекам без систем и 30% вероятностью возгорания.
zh_hans: [基础充能时间：40秒] 为毁灭性的激光充能，发射8发激光。每发激光造成1点伤害，可破舱，有30%的起火概率。

source: Fires 8 lasers, each dealing 1 damage with hullbust.
ru: Стреляет 8 лазерами, каждый из которых наносит 1 урон корпусу и в два раза больше отсекам без систем.
zh_hans: 发射8发激光。每发激光造成1点伤害，可破舱。

source: Royal Plasma Artillery
ru: Артилл. дворян "Плазма"
zh_hans: 皇家等离子巨炮

source: € Plasma Art.
ru: Арт. € Плазма
zh_hans: 等离子巨炮 €
