Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_smoke"]/desc
source: A once-famed Sentinel, this poor Crystal experienced first-hand how maddening whispers in the back of his head can be. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Crystal Sentinel stats: Max Health is increased to 135, movement speed reduced to 0.65x, is affected by Crystal lab upgrades.
ru: Некогда прославленный Часовой, этот несчастный кристаллин на собственном опыте убедился, насколько безумным может быть шепот в голове. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики кристаллинов-Часовых: максимальное здоровье увеличено до 135, скорость передвижения снижена до 0.65x, затрагивается улучшениями лаборатории для кристаллинов.
zh_hans: 作为曾经赫赫有名的戍卫者，这位可怜的水晶族亲身体验了他脑海中低语是多么令人抓狂。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承水晶戍卫者属性：最大生命值提升至135，移动速度降为0.65倍，受水晶族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_smoke"]/title
source: Revenant Sentinel
ru: Ревенант-Часовой
zh_hans: 亡灵戍卫者

source: Periodically locks the enemy system room down, taking 35 damage and increasing his ranged damage to 3x for 8 seconds but lowering his sabotage damage by 50% for 10 seconds. Only triggers on enemy system rooms.
ru: Периодически запирает вражеский системный отсек, получая 35 урона и увеличивая до 3х свой урон в дальнем бою на 8 секунд, но снижая свой урон при саботаже на 50% на 10 секунд. Срабатывает только во вражеских системных отсеках.
zh_hans: 周期性地封锁敌方系统房间，受到 35 点伤害，并将远程伤害提高至 3 倍，持续 8 秒，但破坏伤害降低 50%，持续 10 秒。 只会在敌方系统舱室内触发。

source: Heals for 8 hp/s after not taking damage for 3 seconds.
ru: Исцеляется со скоростью 8 ОЗ/с после того, как не получает урона в течение 3 секунд.
zh_hans: 未受到伤害3秒后，每秒回复自己8点生命值。

source: Deals 1.5x ranged damage.
ru: Наносит 1.5х урона в дальнем бою.
zh_hans: 1.5倍远程伤害。

source: Enemies in the same room as Smoke lose their door phasing properties.
ru: Враги, находящиеся в одном отсеке с Смоук, теряют свою возможность проходить сквозь двери.
zh_hans: 与该船员处于同一舱室的敌方船员将失去穿透舱门的能力。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_chills"]/desc
source: A treasure hunter renowned through the universe, whose last discovery caused her downfall. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Vampweed Cultivator stats: enemies heal 25% slower in the same room, produces oxygen very slowly, is affected by Orchid lab upgrades.
ru: Искательница сокровищ, прославившаяся на всю Вселенную, чья последняя находка стала причиной ее гибели. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики Вампсорняков-Культиваторов: враги исцеляются на 25% медленнее в том же отсеке, очень медленно вырабатывает кислород, затрагивается улучшениями лаборатории для орхидей.
zh_hans: 闻名宇宙的宝藏猎人，她的最后一次发现导致了她的陨落。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承血兰种植者属性：同一舱室的敌人恢复速度降低25%，非常缓慢的生成氧气，受兰花族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_chills"]/title
source: Revenant Cultivator
ru: Ревенант-Культиватор
zh_hans: 亡灵种植者

source: Periodically causes a blizzard in the current room, slowing enemies down by 40% while also summoning a Snowman crew to attack your enemies.
ru: Периодически вызывает метель в текущем отсеке, замедляя врагов на 40%, а также призывает банду снеговиков для атаки противников.
zh_hans: 周期性地在当前舱室生成暴雪，减慢敌人40%并同时召唤一名雪人攻击敌人。

source: Max Health is increased to 125.
ru: Максимальное здоровье увеличено до 125.
zh_hans: 最大生命值提升至125。

source: Being in the same room as a Snowman will lower the enemy crew's health by 50% and produce oxygen at a much faster rate.
ru: Нахождение в одном отсеке со снеговиком снижает здоровье вражеского экипажа на 50% и гораздо быстрее вырабатывает кислород.
zh_hans: 与雪人在同一舱室里会使敌方船员的生命值降低 50%，并以更快的速度产生氧气。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_pok"]/desc
source: An amalgamation of chaos energy and pure determination, this little Morph can perfectly copy the appearance of anyone just by looking at a photo of them. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Morph stats: is affected by Morph lab upgrades.
ru: Сплав энергии хаоса и чистой решимости, этот маленький морф может идеально скопировать облик любого существа, просто взглянув на его фотографию. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностями проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики морфов: затрагивается улучшениями лаборатории для морфов.
zh_hans: 混沌能量和纯粹决意的融合，这个小模物族只需看一眼照片就可以完美地复制任何人的外表。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承模物族属性：受模物族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_pok"]/title
source: Revenant Morph
ru: Ревенант-морф
zh_hans: 亡灵模物族

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: You can see which unique will be next by hovering over the "MORPH" power.
ru: Вы можете узнать, какой уникальный член экипажа будет следующим, наведя курсор на способность "МОРФ".
zh_hans: 你可以将光标悬停在“模仿”能力上来查看下一个被模仿的特员是谁。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_charror"]/desc
source: An Engi, corrupted by a virus of unknown origin and an attempt to fuse with an actual soul. They now wander the Multiverse, seeking purpose for their existence. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Engi Defender stats: 0.35x combat damage, 2.7x repair speed, is affected by Engi lab upgrades.
ru: Энджи, испорченный вирусом неизвестного происхождения и попыткой слияния с настоящей душой. Теперь он скитается по Мультивселенной в поисках цели своего существования. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики энджи-Защитников: 0.35x боевой урон, 2.7x скорость ремонта, затрагивается улучшениями лаборатории для энджи.
zh_hans: 一位半械族，被一种来源不明的病毒腐蚀，并试图与真正的灵魂融合。他们现在在多元宇宙中徘徊，寻找着自己存在的目的。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承半械保卫者属性：0.35倍战斗伤害，2.7倍维修速度，受半械族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_charror"]/title
source: Revenant Defender
ru: Ревенант-Защитник
zh_hans: 亡灵保卫者

source: Periodically corrupts nearby robotic crew and drones, disabling their AI, making them uncontrollable, and preventing them from fighting, repairing or sabotaging. Also halves Charror's damage taken for the duration. Only triggers if there's a hostile crew in the room.
ru: Периодически повреждает находящихся поблизости роботов и дронов, отключая их ИИ, делая их неуправляемыми и лишая возможности сражаться, ремонтировать или саботировать. Также на время действия уменьшает вдвое получаемый Чарро урон. Срабатывает, только если в отсеке находится враждебный экипаж.
zh_hans: 周期性地污染附近的机械船员和无人机，禁用它们的 AI，使它们无法被控制，并阻止它们战斗、修理或破坏。同时，此船员在持续时间内受到的伤害减半。 只会在当前舱室内有敌方船员时触发。

source: Sabotages mannable systems at 5x speed. Sabotages other systems at 0.2x speed.
ru: 5x скорость саботажа управляемых системы. 0.2х скорость саботажа остальных систем.
zh_hans: 破坏可操作的系统时的破坏速度变为5倍。破坏其他系统时的破坏速度变为0.2倍。

source: Is stunned for 3x longer.
ru: Оглушение действует в 3х дольше.
zh_hans: 眩晕时长变为3倍。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_leo"]/desc
source: One of the most well-disciplined Amperes that the Eargen Republic had to offer. After being puppeteered by a much greater force, he now only wishes to have a peaceful afterlife. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Leech Ampere stats: Stunned for 1.75x the usual duration, is affected by Leech lab upgrades.
ru: Один из самых дисциплинированных Амперов, которых могла предложить Иргенская Республика. После того как он стал марионеткой гораздо более великой силы, теперь он желает лишь мирной загробной жизни. Наследует характеристики призрака-бродяги: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики пиявок-Амперов: оглушение в 1.75х дольше обычного, затрагивается улучшениями лаборатории для пиявок.
zh_hans: 吸虫共和国曾培养的最为纪律严明的电流吸虫之一。在被更为强大的力量肆意摆弄后，他只希望自己能平静的迎接来生。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承电流吸虫属性：1.75倍眩晕时长，受吸虫族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_leo"]/title
source: Revenant Ampere
ru: Ревенант-Ампер
zh_hans: 亡灵电流吸虫

source: Periodically hacks the doors of the enemy system room they are in for 10 seconds. During that time, Leo gains 5x sabotage damage, damages enemies in the same room for 1.5 hp/s and becomes invisible at the cost of taking triple damage from all sources and being unable to fight or move. Only triggers in enemy system rooms.
ru: Периодически взламывает двери системной комнаты противника, в которой он находится, на 10 секунд. На это время Лео получает 5х урон при саботаже, наносит врагам в том же отсеке урон со скоростью 1.5 ОЗ/с и становится невидимым, получая 3х урон от всех источников и не имея возможности сражаться или передвигаться. Срабатывает только в системных отсеках противника.
zh_hans: 周期性地黑入其所处的敌方系统舱室的舱门，持续 10 秒。在此期间，此船员获得 5 倍破坏伤害，对同一舱室内的敌人每秒造成1.5点伤害，进入隐形状态，但无法战斗或移动，并且受到3倍所有伤害。 只会在敌方系统舱室内触发。

source: Fully drains power while in the same room as non-essential enemy systems. Drains 2 power out of essential systems.
ru: Полностью истощает энергию, находясь в отсеке с неосновными системами противника. Истощает 2 энергии из основных систем.
zh_hans: 在非主要系统舱室内吸取此系统的所有能量。在主要系统舱室内吸取2格能量。

source: Constantly regenerates 5 hp/s. Deals 0.4x damage in combat.
ru: Постоянно регенерирует 5 ОЗ/с. Наносит 0.4х урона в бою.
zh_hans: 每秒回复5点生命值。造成0.4倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_searak"]/desc
source: One of the oldest Duskbringers, driven mad by a sabotaged clone bay. Now, he searches only for redemption and peace. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Duskbringer Martyr stats: 15 crew damage on death, short-range teleportation, is affected by Zoltan lab upgrades.
ru: Один из старейших Сумеречников, сошедший с ума в результате саботажа в Клон-отсеке. Теперь он ищет лишь искупления и покоя. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики Вестников Заката-Мучеников: наносит 15 единиц урона экипажу при смерти, телепортируется на короткие расстояния, затрагивается улучшениями лаборатории для золтан.
zh_hans: 最古老的暮临者之一，因破损的克隆仓而陷入了疯狂。如今，他只想找到自己的平静与救赎。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承暮临殉义者属性：死亡时造成15点船员伤害，配备短距传送器，受超能族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_searak"]/title
source: Revenant Martyr
ru: Ревенант-Мученик
zh_hans: 亡灵殉义者

source: Active Ability: Detonation ability that deals 25 self damage, 150 enemy crew damage, starts a fire, and deals 2 system damage to the current room. After the explosion triggers, Searak will be unable to act for 15 seconds.
ru: Активная способность: Детонация, которая наносит 25 урона себе и 150 урона вражескому экипажу, вызывает пожар и наносит 2 системных урона текущему отсеку. После взрыва Сирак не сможет действовать в течение 15 секунд.
zh_hans: 主动能力：自爆，对自己造成25点伤害，对敌方船员造成150点伤害，引发火灾，对当前舱室造成2点系统伤害。引发爆炸后，此船员15秒内无法行动。

source: Fully powers non essential systems. Provides 2 power to essential systems.
ru: Полностью запитывает неосновные системы. Обеспечивает 2 энергии для основных систем.
zh_hans: 为非主要系统完全充能。为主要系统提供2格能量。

source: Takes 0.65x combat damage.
ru: Получает 0.65x боевого урона.
zh_hans: 承受0.65倍战斗伤害。

source: Can't be cloned. Heals 100x faster.
ru: Не может быть клонирован. Исцеляется в 100х быстрее.
zh_hans: 无法被克隆。100倍治疗速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_watcher"]/desc
source: Nobody knows who they are, or what their goal is. Spoken of only in rumors by crazed Renegades, the mere sight of their ship is wise grounds for surrender.
ru: Никто не знает, кто они такие и какова их цель. О них говорят только безумные ренегаты, и один лишь вид их корабля - повод для капитуляции.
zh_hans: 无人知晓其真身或是目的。只在疯癫的变元者们的呓语中出现，仅是一瞥他们的战舰便足以成为你投降的理由。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_watcher"]/title
source: Forgotten Harpy
ru: Забытая гарпия
zh_hans: 被遗忘的异鸣族

source: 300 Health, immune to hazards.
ru: 300 здоровья, невосприимчивость к опасностям.
zh_hans: 300生命值，免疫环境伤害。

source: Deals 10 hp/s to all enemies in the room but can't fight directly or sabotage.
ru: Наносит 10 ОЗ/с всем врагам в отсеке, но не может сражаться напрямую или совершать саботаж.
zh_hans: 对当前舱室的敌人每秒造成10点伤害，但无法直接攻击或破坏。

source: Crew fighting the Watcher directly will lose access to their abilities and deal no combat or sabotage damage.
ru: Экипажи, сражающиеся с Наблюдателем напрямую, теряют доступ к своим способностям и не наносят боевого урона или урона при саботаже.
zh_hans: 直接攻击此船员的船员将失去他们的能力并无法造成战斗或破坏伤害。

source: Loses 3.5 hp/s while fighting crew. Crew who die in the same room as the Watcher can't be cloned.
ru: Теряет 3.5 ОЗ/с во время боя с экипажем. Экипаж, погибший в бою с Наблюдателем, не может быть клонирован.
zh_hans: 与船员战斗时每秒损失3.5生命值。与此船员身处同一舱室的其他船员死亡时无法被克隆。

source: Moves by teleporting and can teleport to the enemy ship directly.
ru: Перемещается с помощью телепортации и может телепортироваться на вражеский корабль напрямую.
zh_hans: 以传送方式移动，但无法直接传送至敌舰。

source: The Watcher and all of their allies are immune to mind control and stuns.
ru: Наблюдатель и все его союзники невосприимчивы к контролю разума и оглушению.
zh_hans: 此船员与其友军免疫眩晕与心灵控制。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tully"]/desc
source: Pok is currently mimicking Tully.
ru: Имитация Пока: Талли.
zh_hans: 珀克正在模仿塔利。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tully"]/title
source: Admiral Pok
ru: Адмирал Пок
zh_hans: 上将珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tully"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Calls in a ranged strike that bombs the enemy ship.
ru: Активная способность: Наносит дальний удар, который разрушает вражеский корабль.
zh_hans: 主动技能：呼叫远程炸弹打击，轰炸敌舰。

source: 200 Max Health, x1.5 repair speed and damage.
ru: 200 максимального здоровья, 1.5х скорость ремонта и урон.
zh_hans: 200点最大生命值，1.5倍维修速度与战斗伤害。

source: All allied crew in the same room will move in unison at x1.25 speed.
ru: Союзный экипаж в пределах отсека передвигается в унисон со скоростью 1.25x.
zh_hans: 同舱室内的友方船员将统一以1.25倍速度移动。

source: Trained in lvl2 skills, takes half damage from hazards.
ru: Обучен навыкам 2 уровня, получает половинный урон от среды.
zh_hans: 所有技能接受过2级培训，受到0.5倍环境伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_haynes"]/desc
source: Pok is currently mimicking Haynes.
ru: Имитация Пока: Хэйнс.
zh_hans: 珀克正在模仿海因斯。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_haynes"]/title
source: Detective Pok
ru: Детектив Пок
zh_hans: 侦探珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_haynes"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Learns skills twice as fast.
ru: Обучается навыкам в два раза быстрее.
zh_hans: 技能提升速度提高100%。

source: 2.5x ranged damage multiplier.
ru: 2.5х урон в дальнем бою.
zh_hans: 2.5倍远程伤害。

source: Suffers from entomophobia, preventing him from engaging in melee combat with insectoids.
ru: Страдает энтомофобией, что не позволяет ему вступать в ближний бой с насекомоподобными.
zh_hans: 患有昆虫恐惧症，使他无法与昆虫类物种进行近战战斗。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_jerry"]/desc
source: Pok is currently mimicking Jerry.
ru: Имитация Пока: Джерри.
zh_hans: 珀克正在模仿杰瑞。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_jerry"]/title
source: Human Pok
ru: Человек Пок
zh_hans: 人类珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_jerry"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Does half damage in combat.
ru: Наносит половину урона в бою.
zh_hans: 0.5倍战斗伤害。

source: Your new best friend.
ru: Ваш новый лучший друг.
zh_hans: 你新交的最好的朋友。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ellie"]/desc
source: Pok is currently mimicking a level 1 Ellie.
ru: Имитация Пока: Элли 1 уровня.
zh_hans: 珀克正在模仿1级的埃莉。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ellie"]/title
source: Mascot Pok
ru: Маскот Пок
zh_hans: 吉祥物珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ellie"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Moves and attacks in melee combat at 1.5x speed for 1.5x damage.
ru: Передвигается и атакует в ближнем бою со скоростью 1.5х, нанося 1.5х урона.
zh_hans: 1.5倍移动与近战攻击速度，1.5倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_stephan"]/desc
source: Pok is currently mimicking Stephan.
ru: Имитация Пока: Стефан.
zh_hans: 珀克正在模仿斯蒂芬。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_stephan"]/title
source: Ex-Star Pok
ru: Бывшая звезда Пок
zh_hans: 前明星珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_stephan"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: All allied crew gain doubled combat damage and healing on your own ship.
ru: Союзный экипаж на вашем корабле наносит двойной урон в бою и получает двойное лечение.
zh_hans: 己方星舰内的友方船员获得100%战斗伤害与生命恢复速度增益。

source: Greatly reduced suffocation and fire damage.
ru: Значительно снижен урон от удушья и огня.
zh_hans: 受到的环境伤害大幅减少。

source: Immune to mind control and stuns.
ru: Невосприимчивость к контролю разума и оглушению.
zh_hans: 免疫心灵控制与眩晕。

source: Cannot fight other crew, moves at 3x speed.
ru: Не может сражаться с экипажем, передвигается со скоростью 3х.
zh_hans: 无法战斗，3倍移动速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_turzil"]/desc
source: Pok is currently mimicking Turzil.
ru: Имитация Пока: Турзил.
zh_hans: 珀克正在模仿图尔齐尔。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_turzil"]/title
source: Defender Pok
ru: Защитник Пок
zh_hans: 保卫者珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_turzil"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Temporarily shields all crew in the room including himself, only taking 10% of damage. Quadruples repair speed of allied crew in the room.
ru: Активная способность: Временно защищает всех членов экипажа в отсеке, включая себя, получая лишь 10% урона. Увеличивает до 4х скорость ремонта всех членов экипажа в отсеке.
zh_hans: 主动技能：暂时保护舱室内包括自己的所有友方船员，其受到的所有来源的伤害降低至0.1倍，同时他们的维修速度提高至4倍。

source: Max Health is 115, x0.8 combat damage, x1.4 speed, is immune to mind control.
ru: 115 максимальное здоровье, 0.8х боевой урон, 1.4х скорость передвижения, невосприимчив к контролю разума.
zh_hans: 115点最大生命值，0.8倍战斗伤害，1.4倍移动速度，免疫心灵控制。

source: Repairs at x0.4 speed, provides passive 50% repair speed buff to crew in the room.
ru: 0.4х скорость ремонта, дает пассивный 50% бонус скорости ремонта экипажу в отсеке.
zh_hans: 0.4倍维修速度，为舱室内的其他船员提供50%维修速度加成。

source: Learns all skills 20% faster, takes reduced hazard damage.
ru: Изучает все навыки на 20% быстрее, получает уменьшенный урон от опасностей.
zh_hans: 技能提升的速度提高20%，受到环境伤害减少。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_anurak"]/desc
source: Pok is currently mimicking Anurak.
ru: Имитация Пока: Анурак.
zh_hans: 珀克正在模仿阿努拉克。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_anurak"]/title
source: Rogue Pok
ru: Бродяга Пок
zh_hans: 潜行僧珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_anurak"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Triggers a countdown before exploding, dying instantly but healing all allied crew to Max Health and granting them a temporary 50% repair, movement, and health buff.
ru: Активная способность: Запускает обратный отсчет перед взрывом, мгновенно погибает, но исцеляет всех членов экипажа до максимального уровня здоровья и дает им временный 50% бонус скорости ремонта, передвижения и здоровья.
zh_hans: 主动技能：自爆前启动倒计时，结束后立即死亡但完全治疗所有友方船员，并使他们临时获得50%的维修速度，移动速度与生命值增益。
