Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: A cruiser wielded by Augustus, the ghost of the richest Phantom to ever live. Its systems contain parts which are supernaturally bolstered, growing in efficiency as more items of value gather around them.
ru: Крейсер, которым владеет Август, привидение самого богатого из когда-либо живших фантомов. Его системы содержат сверхъестественно усиленные компоненты, эффективность которых растет по мере того, как вокруг них накапливается все больше ценностей.

source: Augustus' Cruiser
ru: Крейсер Августа

source: Conversus Aurum
ru: Конверсус Аурум

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This cruiser begins with many resources and no way to use them. Instead, it must convert such resources to scrap first.
ru: Этот крейсер начинает с большим количеством ресурсов, но не имеет возможности их использовать. Вместо этого он должен сначала превратить эти ресурсы в лом.

source: Augustus' Cruiser
ru: Крейсер Августа

source: Aurum Tumultus
ru: Аурум Тумултус

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Multiple instances of Augustus have bound together to gather more wealth. Although it starts off very weak, its ability to accumulate massive quantities of scrap allows it to quickly become an absolute powerhouse.
ru: Несколько копий Августа объединились, чтобы собрать побольше богатств. Хотя вначале крейсер очень слаб, его способность накапливать огромное количество лома позволяет ему быстро превратиться в абсолютную силу.

source: Sally's Cruiser
ru: Крейсер Салли

source: Nature's Wrath
ru: Гнев Природы

source: Acquire the loot of the second of the special apparitions to unlock this ship.
ru: Чтобы разблокировать этот корабль, получите добычу со второго из особых явлений.

source: After a lot of time spent experimenting, Sally discovered a way to spread spider-kind with little effort: hatch eggs within their enemies, then blow through their bodies and seek life.
ru: После долгих экспериментов Салли обнаружила способ распространения паучьего рода без особых усилий: вынашивать яйца внутри своих врагов, а затем прорываться сквозь их тела и бороться за жизнь.

source: Sally's Cruiser
ru: Крейсер Салли

source: Webs Entangled
ru: Запутанные Паутины

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Sally attempted to seek friendship with a number of "spiders" like them. They were, in fact, Morphs in the form of spider queens, the only form Sally couldn't replicate.
ru: Салли попыталась подружиться с несколькими "пауками", похожими на нее. На самом деле это были морфы в форме Королев пауков - единственная форма, которую Салли не могла повторить.

source: Sally's Cruiser
ru: Крейсер Салли

source: Mary Shelley
ru: Мэри Шелли

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Sally has befriended several clones of herself. The ship they selected has no medical systems, for they only need to split in order to heal.
ru: Салли подружилась с несколькими своими клонами. На выбранном ими корабле нет медицинских систем, ведь для исцеления им нужно только раздвоиться.

source: The Prince's Cruiser
ru: Крейсер Князя

source: The Nightmare
ru: Кошмар

source: Acquire the loot of the third of the special apparitions to unlock this ship.
ru: Чтобы разблокировать этот корабль, получите добычу из третьего из особых явлений.

source: Enemies can't even really fight back against the Prince's personal craft, allowing it to slowly pick their crew apart one by one.
ru: Враги не в состоянии дать отпор личному кораблю Князя, что позволяет ему медленно уничтожать их экипаж одним за другим.

source: The Prince's Cruiser
ru: Крейсер Князя

source: The Balefire
ru: Бейлфайер

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: After acquiring a number of loyal Equinoid allies, the Prince of Darkness decided to set his sights on the wider Multiverse. Spreading fear is their only goal.
ru: Обзаведясь несколькими верными союзниками-эквиноидами, Князь Тьмы решил покорить всю Мультивселенную. Распространение ужаса - вот их единственная цель.

source: The Prince's Cruiser
ru: Крейсер Князя

source: The Angmar
ru: Ангмар

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: The Princes of Darkness have formed a sort of royal council. Whispers are now told of a number of demonic horses who can kill with a single look.
ru: Князья Тьмы создали Нечто вроде королевского совета. Поговаривают, что в нем заседают демонические лошади, способные убивать одним лишь взглядом.

source: Tririac's Cruiser
ru: Крейсер Тририака
zh_hans: 特里亚克的星舰

source: The Truth
ru: Истина
zh_hans: 真理

source: Acquire the loot of the fourth of the special apparitions to unlock this ship.
ru: Чтобы разблокировать этот корабль, получите добычу из четвертого из особых явлений.
zh_hans: 获得第四个特殊魂灵的战利品来解锁此船。

source: Tririac and their allies have discovered a number of secrets that She and The One Who Rhymes have been hiding from him. Now, all they care about is exposing the gods, in a ship constructed out of blasphemy made manifest.
ru: Тририак и его союзники обнаружили ряд секретов, которые скрывали от него Она и Тот, Кто Рифмует. Теперь все, о чего он хочет, - это разоблачение богов на корабле, созданном из богохульства, воплощенного в жизнь.
zh_hans: 特里亚克与其盟友们发现了“她”与“押韵者”一直隐瞒的诸多秘密。如今，他们仅在乎如何揭露神祇的真面目——乘着一艘由具象化亵渎构筑的舰船。

source: Tririac's Cruiser
ru: Крейсер Тририака
zh_hans: 特里亚克的星舰

source: The Dilation
ru: Дилатация
zh_hans: 扩张

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: In Tririac's journey to expose the truth, they have experimented with the usage of time manipulation technology in order to defend themselves.
ru: В своем стремлении раскрыть правду Тририак экспериментировал с технологией манипуляции временем, чтобы защитить себя.
zh_hans: 在揭露真相的旅途中，特里亚克通过实验性运用时间操控科技来增强自卫能力。

source: Tririac's Cruiser
ru: Крейсер Тририака
zh_hans: 特里亚克的星舰

source: The Lobotomy
ru: Лоботомия
zh_hans: 前额叶切除术

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: With the work of multiple Tririacs on this ship, it has the capability to utterly break minds like no other vessel.
ru: Благодаря работе множества Тририаков на этом корабле, он способен окончательно сводить с ума, как ни одно другое судно.
zh_hans: 这艘舰船由多位特里亚克共同打造，它拥有着其他舰船无法比拟的精神摧毁能力。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_lavaman"]/short
source: Lavaman
zh_hans: 熔岩人

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_leah_legion"]/short
source: Beam Legion
zh_hans: 光束军团特工

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_aleenor"]/short
source: Rev. Bishop
zh_hans: 亡灵主教

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_phys"]/short
source: Rev. Guardian
zh_hans: 亡灵守护者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_cleo"]/short
source: Rev. MFK
zh_hans: 亡灵MFK王牌精英

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_slimer"]/short
source: Rev. Saboteur
zh_hans: 亡灵破坏者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_vin"]/short
source: Rev. Paladin
zh_hans: 亡灵圣骑士

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_zulu"]/short
source: Rev. Welder
zh_hans: 亡灵熔铁者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_smoke"]/short
source: Rev. Sentinel
zh_hans: 亡灵戍卫者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_chills"]/short
source: Rev. Cultivator
zh_hans: 亡灵种植者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_pok"]/short
source: Rev. Morph
zh_hans: 亡灵模物族

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_charror"]/short
source: Rev. Defender
zh_hans: 亡灵保卫者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_leo"]/short
source: Rev. Ampere
zh_hans: 亡灵电流吸虫

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reformed_searak"]/short
source: Rev. Martyr
zh_hans: 亡灵殉义者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_augustus"]/short
source: U. A. Phantom
zh_hans: 暗影巨型幻灵

source: U. A. Phantom
zh_hans: 暗影巨型幻灵

source: U. Hatchling
zh_hans: 暗影幼体蜘蛛

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_sally_adult"]/short
source: U. Adult
zh_hans: 暗影蜘蛛成体

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_sally_weaver"]/short
source: U. Weaver
zh_hans: 暗影织网异蛛

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince"]/short
source: U. Equinoid
zh_hans: 暗影六脚马

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince_jerry"]/short
source: Sh. Human
zh_hans: 暗影骑手

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_tririac"]/short
source: U. Thing
zh_hans: 暗影怪异造物

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_tririac_enemy"]/short
source: U. Thing
zh_hans: 暗影怪异造物

source: U. Thing
zh_hans: 暗影怪异造物

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomc"]/short
source: ⛼ Atom.
zh_hans: 解离⛼

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderc"]/short
source: Mender
zh_hans: 修复

source: This beam annihilates all semblance of order within its target, spreading ionization whilst slaughtering its crew. As a trade-off, it also stitches the hull together and can't deal system damage. Stats: Required Power: 3 Charge Time: 15 seconds Beam Length: 200 Beam Speed: 5 Hull Repair: 4 Total Crew Damage: 75 Ion Damage: 4 Stun Chance: 100% (15 seconds long) Default Price: 100~ - Selling Price: 50~
zh_hans: 此光束可在敌舰舱室内造成巨量混乱，在屠杀其船员的同时造成离子伤害。作为权衡，它会修复敌舰船体并且无法造成系统伤害。 属性： 能耗：3格 充能时间：15秒 光束长度：200 光束速度：5 舰体修复：4 船员伤害：75 离子伤害：4 击晕率：100%(15秒) 价格：100~ - 售价：50~

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomw"]/short
source: W. Atom.
zh_hans: 凋零解离

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorw"]/short
source: W. Director
zh_hans: 凋零导引

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderw"]/short
source: W. Mender
zh_hans: 凋零修复

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghostly_drone"]/short
source: Ghostly Drone
zh_hans: 鬼魂无人机

source: This highly advanced ion weapon pierces all shields and damages surrounding systems with both ion and system damage. Slows down the main room hit for 10 seconds. Stats: Required Power: 2 Charge Time: 20 seconds Shots Per Charge: 1 Ion Damage: 2 Total System Damage: 2 Shield Piercing: 10 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Adjacent Room Damage: 1 Ion and System Default Price: 100~ - Selling Price: 50~
zh_hans: 这把高度先进的离子武器能穿透所有护盾并对周遭系统造成离子与系统伤害。同时被它直接命中的舱室的时间流速会减慢，持续10秒。 属性： 能耗：2格 充能时间：20秒 弹体数：1发 离子伤害：2 系统伤害：2 船员伤害：30 减速舱室：10秒 破舱率：100%(调整：100%) 相邻舱室伤害：1离子和系统伤害 价格：100~ - 售价：50~

source: This highly advanced missile weapon slows down rooms hit for 10 seconds. Stats: Required Power: 2 Charge Time: 20 seconds Missile Consumption: 2 Shots Per Charge: 1 2x hull damage on systemless rooms. Hull Damage: 4 Total System Damage: 4 Total Crew Damage: 60 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Stun Chance: 100% (15 seconds long) Default Price: 100~ - Selling Price: 50~
zh_hans: 高度先进的导弹武器，被它命中的舱室的时间流速会减慢，持续10秒。 属性： 能耗：2格 充能时间：20秒 弹药消耗：2发 弹体数：1发 对空舱室造成两倍舰体伤害。 舰体伤害：4 系统伤害：4 船员伤害：60 减速舱室：10秒 破舱率：100%(调整：100%) 击晕率：100%(15秒) 价格：100~ - 售价：50~

source: A Bomb launcher capable of slowing down the target room while also dealing high system and crew damage. Stats: Required Power: 2 Charge Time: 20 seconds Missile Consumption: 2 Shots Per Charge: 1 Total System Damage: 6 Total Crew Damage: 90 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Stun Chance: 100% (15 seconds long) Default Price: 100~ - Selling Price: 50~
zh_hans: 一种炸弹发射器，能在减慢目标舱室时间流速的同时造成高额的系统与船员伤害。 属性： 能耗：2格 充能时间：20秒 弹药消耗：2发 弹体数：1发 系统伤害：6 船员伤害：90 减速舱室：10秒 破舱率：100%(调整：100%) 击晕率：100%(15秒) 价格：100~ - 售价：50~

source: A Beam capable of causing devastating damage if shields are down, but is otherwise harmless. Slows down rooms hit for 10 seconds. Stats: Required Power: 2 Charge Time: 20 seconds Beam Length: 180 Beam Speed: 10 2x hull damage on systemless rooms. Hull Damage: 1 Total System Damage: 4 Total Crew Damage: 30 Slows down the room hit for: 10 Seconds. Breach Chance: 100% (Adjusted: 100%) Default Price: 100~ - Selling Price: 50~
zh_hans: 只要目标的护盾被拿下，此光束就可以造成毁灭性的伤害，但只要护盾还在就无法造成伤害。会使被命中的舱室的时间流速减慢持续10秒。 属性： 能耗：2格 充能时间：20秒 光束长度：180 光束速度：10 对空舱室造成两倍舰体伤害。 舰体伤害：1 系统伤害：4 船员伤害：30 减速舱室：10秒 破舱率：100%(调整：100%) 价格：100~ - 售价：50~

source: 'Xcthol'
zh_hans: '克索尔'

source: 'Xcthol'
zh_hans: '克索尔'

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_JUDGES"]/short
source: O's Arbiter Art.
zh_hans: 评判裁决巨炮

source: Fed. Beam Art.
zh_hans: 联邦光束巨炮

source: Fed. Kernel Art.
zh_hans: 联邦果核巨炮

source: Fed. Laser Art.
zh_hans: 联邦重型激光巨炮

source: Fed. Phase Art.
zh_hans: 联邦重型相位巨炮

source: Jerry Laser Art.
zh_hans: 杰瑞激光巨炮

source: Jerry Missile Art.
zh_hans: 杰瑞导弹巨炮

source: Jerry Beam Art.
zh_hans: 杰瑞光束巨炮

source: Jerry Ant. Art.
zh_hans: 杰瑞反物质巨炮

source: Tully Laser Art.
zh_hans: 塔利激光巨炮

source: Tully Miss. Art.
zh_hans: 塔利导弹巨炮

source: Tully Beam Art.
zh_hans: 塔利光束巨炮

source: Tully Ener. Art.
zh_hans: 塔利能量巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_STEALTH"]/short
source: 'Valentine'
zh_hans: '情人'

source: 'Beset'
zh_hans: '烦扰'

# data/blueprints.xml.append$//augBlueprint[@name="FR_AETHER_PHEROMONES"]/desc
source: A concoction of aether dust and heavily synthesized free mantis pheromones. While 02 is powered makes all friendly crew give +1 power (stacks with existing effects) and makes them deal damage on death, the latter scales with o2 level, starting with 30 up to 120 at o2 level 4. The death effect stacks with existing effects as well.
zh_hans: 由以太尘与高度合成的自由螳螂信息素调配而成的制剂。 当氧气系统被供能时，所有友方船员提供+1能量（与现有效果叠加），并在死亡时造成伤害（伤害量随氧气等级提升，从1级的30点至4级的120点）。该死亡效果同样与现有效果叠加。
