Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMC_DEFEND"]/title
source: Proto-Atomizer [Anti-Pers]
ru: Прото-Атомизатор [Охрана]
zh_hans: 原型解离无人机[反人员]

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMC_DEFEND"]/short
source: ⛼ Atom. [A]
ru: Атом. ⛼ [О]
zh_hans: 解离⛼[反]

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMC_DEFEND"]/desc
source: [CURRENT MODE: Anti-Personnel] A highly advanced anti-personnel drone that can ionize rooms and switch between defensive and boarding modes. -Periodic Ability: Ionizes the room by 1 ion damage every 20 seconds, stunning any other crew in the room for 5 seconds. -100 HP, can't be stunned and is immune to fire. -1.5x combat and sabotage damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Охранный] Высокотехнологичный противопехотный дрон, способный ионизировать отсек и переключаться между охранным и абордажным режимами. -Периодическая способность: ионизирует отсек на 1 ионный урон каждые 20 секунд, оглушая любой другой экипаж в отсеках на 5 секунд. -100 ОЗ, не может быть оглушен и невосприимчив к огню. -1.5x боевой урон и урон при саботаже.
zh_hans: [当前模式：反人员]高度先进的反人员无人机，可以离子攻击舱室，可在防御与登舰模式中切换。 -周期能力：每20秒离子攻击所处舱室，造成1点离子伤害，眩晕所有其他船员5秒。 -100生命值，无法被眩晕，免疫火焰。 -1.5倍战斗与破坏伤害。

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMC_BOARDER"]/title
source: Proto-Atomizer [Boarding]
ru: Прото-Атомизатор [Абордаж]
zh_hans: 原型解离无人机[登舰]

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMC_BOARDER"]/short
source: ⛼ Atom. [B]
ru: Атом. ⛼ [А]
zh_hans: 解离⛼ [登]

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMC_BOARDER"]/desc
source: [CURRENT MODE: Boarding] A highly advanced anti-personnel drone that can ionize rooms and switch between defensive and boarding modes. -Periodic Ability: Ionizes the room by 1 ion damage every 20 seconds, stunning any other crew in the room for 5 seconds. -100 HP, can't be stunned and is immune to fire. -1.5x combat and sabotage damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Высокотехнологичный противопехотный дрон, способный ионизировать отсек и переключаться между охранным и абордажным режимами. -Периодическая способность: ионизирует отсек на 1 ионный урон каждые 20 секунд, оглушая любой другой экипаж в отсеках на 5 секунд. -100 ОЗ, не может быть оглушен и невосприимчив к огню. -1.5x боевой урон и урон при саботаже.
zh_hans: [当前模式：登舰]高度先进的反人员无人机，可以离子攻击舱室，可在防御与登舰模式中切换。 -周期能力：每20秒离子攻击所处舱室，造成1点离子伤害，眩晕所有其他船员5秒。 -100生命值，无法被眩晕，免疫火焰。 -1.5倍战斗与破坏伤害。

source: Currently mimicking: Proto-Atomizer
ru: Имитация: Прото-Атомизатор
zh_hans: 当前模仿：原型解离无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorc"]/title
source: Director
ru: Руководитель
zh_hans: 导引无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorc"]/short
source: Director
ru: Руководитель
zh_hans: 导引

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorc"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorc"]/powerList/power
source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_DIRECTORC"]/title
source: Proto-Director
ru: Прото-Руководитель
zh_hans: 原型导引无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_DIRECTORC"]/short
source: ⛼ Director
ru: Руководитель ⛼
zh_hans: 导引⛼

# data/blueprints.xml.append$//droneBlueprint[@name="FR_DIRECTORC"]/desc
source: A durable utility drone that can man and power systems with absolute efficiency. -120 HP, 0.8x damage taken -Provides 6 power to occupied room -Can man systems at lv2 skill level
ru: Прочный утилитарный дрон, способный обслуживать и питать системы с абсолютной эффективностью. -120 ОЗ, 0.8x получаемый урон. -Дает 6 энергии в занимаемом отсеке -Умеет управлять системами на 2 ур.
zh_hans: 一款耐用的多功能无人机，能够操控系统并大量为其供能。 -120生命值，承受0.8倍伤害 -为所处舱室提供6格能量 -可以以2级技能操控系统

source: Currently mimicking: Proto-Director
ru: Имитация: Прото-Руководитель
zh_hans: 正在模仿：原型导引无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderc"]/title
source: Mender
ru: Наладчик
zh_hans: 修复无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderc"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderc"]/powerList/power
source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERC"]/title
source: Proto-Mender
ru: Прото-Наладчик
zh_hans: 原型修复无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERC"]/short
source: ⛼ Mender
ru: Наладчик ⛼
zh_hans: 修复⛼

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERC"]/desc
source: An ancient, yet technologically superior drone that can repair at rapid speeds. -80 HP, 6x repair speed, 0.7x movement speed
ru: Древний, но технологически совершенный дрон, способный быстро ремонтировать. -80 ОЗ, 6x скорость ремонта, 0.7x скорость передвижения
zh_hans: 一架古老，但科技水平极高的无人机，可以快速进行修理。 -80生命值，6倍维修速度，0.7倍移动速度

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERC_ENEMY"]/title
source: Proto-Mender
ru: Прото-Наладчик
zh_hans: 原型修复无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERC_ENEMY"]/short
source: ⛼ Mender
ru: Наладчик ⛼
zh_hans: 修复⛼

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERC_ENEMY"]/desc
source: An ancient, yet technologically superior drone that can repair at rapid speeds. -80 HP, 6x repair speed, 0.7x movement speed
ru: Древний, но технологически совершенный дрон, способный быстро ремонтировать. -80 ОЗ, 6x скорость ремонта, 0.7x скорость передвижения
zh_hans: 一架古老，但科技水平极高的无人机，可以快速进行修理。 -80生命值，6倍维修速度，0.7倍移动速度

source: Currently mimicking: Proto-Mender
ru: Имитация: Прото-Наладчика
zh_hans: 当前模仿：原型修复无人机

source: Commonwealth Harbinger Drone Mk. I
ru: Дрон Содружества "Предвестник" мод. I
zh_hans: 联合预兆者无人机 I

source: ⛼ Harb. I
ru: Предв. ⛼ I
zh_hans: 预兆者 I⛼

source: A drone whose design precedes all others known. It fires lasers charged to inflict ion damage in combat.
ru: Дрон, чья конструкция предшествует всем известным. Он стреляет лазерами, предназначенными для нанесения ионного урона в бою.
zh_hans: 一种设计领先于所有其他已知无人机的无人机。可发射充能激光，在战斗中造成离子伤害。

source: Commonwealth Harbinger Drone Mk. I (enemy)
ru: Дрон Содружества "Предвестник" мод. I (враг)
zh_hans: 联合预兆者无人机 I （敌方）

source: ⛼ Harb. I
ru: Предв. ⛼ I
zh_hans: 预兆者 I⛼

source: A drone whose design precedes all others known. It fires lasers charged to inflict ion damage in combat.
ru: Дрон, чья конструкция предшествует всем известным. Он стреляет лазерами, предназначенными для нанесения ионного урона в бою.
zh_hans: 一种设计领先于所有其他已知无人机的无人机。可发射充能激光，在战斗中造成离子伤害。

source: Ancient Laser
ru: Древний лазер дрона
zh_hans: 远古激光

source: A. Laser
ru: Др. лаз. дрона
zh_hans: 远古激光

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth Harbinger Drone Mk. II
ru: Дрон Содружества "Предвестник" мод. II
zh_hans: 联合预兆者无人机 II

source: ⛼ Harb. II
ru: Предв. ⛼ II
zh_hans: 预兆者 II⛼

source: A drone whose design precedes all others known. It fires destructive lasers charged to inflict ion damage in combat.
ru: Дрон, чья конструкция предшествует всем известным. Он стреляет разрушительными лазерами, предназначенными для нанесения ионного урона в бою.
zh_hans: 一种设计领先于所有其他已知无人机的无人机。可发射毁灭性的激光，在战斗中造成离子伤害。

source: Ancient Laser
ru: Древний лазер дрона
zh_hans: 远古激光

source: A. Laser
ru: Др. лаз. дрона
zh_hans: 远古激光

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth Eradicator I Drone
ru: Дрон Содружества "Ликвидатор" мод. I
zh_hans: 联合根除者无人机 I

source: ⛼ Erad. I
ru: ⛼ Ликвид. I
zh_hans: 根除者 I⛼

source: A powerful beam drone that simultaneously tears up and electrifies ships.
ru: Мощный лучевой дрон, который одновременно разрушает и электризует корабли.
zh_hans: 一种强大的光束无人机，可以在撕裂敌舰的同时造成离子伤害。

source: Ancient Beam
ru: Древний луч
zh_hans: 远古光束

source: A. Beam
ru: Др. луч
zh_hans: 远古光束

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth Eradicator II Drone
ru: Дрон Содружества "Ликвидатор" мод. II
zh_hans: 联合根除者无人机 I

source: ⛼ Erad. II
ru: ⛼ Ликвид. II
zh_hans: 根除者 II⛼

source: A slow, devastating beam drone that simultaneously tears up and electrifies ships.
ru: Медленный, разрушительный лучевой дрон, который одновременно разрушает и электризует корабли.
zh_hans: 缓慢但具有毁灭性的光束无人机，可以在撕裂敌舰的同时造成离子伤害。

source: Ancient Beam
ru: Древний луч
zh_hans: 远古光束

source: A. Beam
ru: Др. луч
zh_hans: 远古光束

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth Purifier Drone
ru: Дрон "Чистильщик" Содружества
zh_hans: 联合净化者无人机

source: ⛼ Purifier
ru: ⛼ Чистильщик
zh_hans: 净化者 ⛼

source: A focused, powerful combat drone that pierces all shields to inflict all types of damage.
ru: Мощный боевой дрон, пробивающий все щиты и наносящий все виды урона.
zh_hans: 精准，强大的战斗无人机，可穿透所有护盾造成所有类型的伤害。

source: Ancient Beam
ru: Древний луч
zh_hans: 远古光束

source: A. Beam
ru: Др. луч
zh_hans: 远古光束

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth EMP Drone
ru: ЭМИ-дрон Содружества
zh_hans: 联合EMP爆弹无人机

source: ⛼ EMP Drone
ru: ЭМИ дрон ⛼
zh_hans: EMP ⛼

source: A highly advanced drone that can deploy ancient bombs without the cost of missiles, but is relatively slow.
ru: Высокотехнологичный дрон, способный размещать древние бомбы без затрат боеголовок, но относительно медленный.
zh_hans: 高度先进的无人机，可在不消耗弹药的情况下部署远古爆弹，但速度相对较慢。

source: Commonwealth EMP Drone
ru: ЭМИ-дрон Содружества
zh_hans: 联合EMP爆弹无人机

source: ⛼ EMP
ru: ЭМИ ⛼

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth EMP Drone
ru: ЭМИ-дрон Содружества
zh_hans: 联合EMP爆弹无人机

source: ⛼ EMP Drone
ru: ЭМИ дрон ⛼
zh_hans: EMP ⛼

source: A highly advanced drone that can deploy ancient bombs without the cost of missiles, but is relatively slow. Chaotic variant also deals system and crew damage at the cost of needing missiles to deploy.
ru: Высокотехнологичный дрон, способный размещать древние бомбы без затрат боеголовок, но относительно медленный.. Хаотический вариант также наносит урон системам и экипажу, но для этого требуются боеголовки.
zh_hans: 高度先进的无人机，可在不消耗弹药的情况下部署远古爆弹，但速度相对较慢。 此混沌变体同时也会造成系统与船员伤害，但部署时需花费弹药。

source: Commonwealth EMP Drone
ru: ЭМИ-дрон Содружества
zh_hans: 联合EMP爆弹无人机

source: ⛼ EMP
ru: ЭМИ ⛼

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth Overwatcher
ru: "Наблюдатель" Содружества
zh_hans: 联合守望者无人机

source: ⛼ Overwatcher
ru: Набл. ⛼
zh_hans: 守望者 ⛼

source: Obelisk defense technology that intercepts incoming projectiles. It sacrifices some speed compared to its compatriots, and can target any type of projectile. Reload: 200 MS
ru: Защитная технология обелисков, перехватывающая летящие снаряды. По сравнению со своими конкурентами она несколько проигрывает в скорости, но может поражать любые типы снарядов. Перезарядка: 200 МС
zh_hans: 方碑族的防御科技，可拦截来袭的射弹。与它的同型号相比，它牺牲了一些速度，但可以瞄准任何类型的射弹。 重新装填：200 毫秒

source: Commonwealth Overwatcher
ru: "Наблюдатель" Содружества
zh_hans: 联合守望者无人机

source: Overwatcher
ru: Наблюдатель
zh_hans: 守望者 ⛼

source: Obelisk defense technology that intercepts incoming projectiles. It sacrifices some speed compared to its compatriots, and can target any type of projectile. Reload: 200 MS
ru: Защитная технология обелисков, перехватывающая летящие снаряды. По сравнению со своими конкурентами она несколько проигрывает в скорости, но может поражать любые типы снарядов. Перезарядка: 200 МС
zh_hans: 方碑族的防御科技，可拦截来袭的射弹。与它的同型号相比，它牺牲了一些速度，但可以瞄准任何类型的射弹。 重新装填：200 毫秒

source: Ancient Laser
ru: Древний лазер дрона
zh_hans: 远古激光

source: A. Laser
ru: Др. лаз. дрона
zh_hans: 远古激光

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth Phaser Drone
ru: Фазерный дрон Содружества
zh_hans: 联合相位无人机

source: ⛼ Phaser
ru: Фазер ⛼
zh_hans: 相位 ⛼

source: This drone design precedes all other known schematics, and boasts a powerful phaser that can fully overload systems to inflict real damage.
ru: Этот дрон создан раньше всех остальных известных схем и может похвастаться мощным бластером, способным полностью перегрузить системы и наносить реальный ущерб.
zh_hans: 这种无人机设计比其他所有已知的无人机设计都更为先进，并拥有强大的相位离子炮，可以完全过载系统以造成真正的伤害。

source: Ancient Ion
ru: Древний ион
zh_hans: 远古离子

source: A. Ion
ru: Др. ион дрона
zh_hans: 远古离子

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Commonwealth Carnage Drone
ru: Дрон "Бойня" Содружества
zh_hans: 联合杀戮无人机

source: ⛼ Carnage
ru: Бойня ⛼
zh_hans: 杀戮 ⛼

source: A drone of Obelisk design that fires missiles from an infinite personal rift. The missiles can electrify systems in addition to their normal damage output.
ru: Дрон, созданный по проекту обелисков, стреляет ракетами из бесконечного личного пространственного разлома. Ракеты могут электризовать системы в дополнение к своему обычному урону.
zh_hans: 方碑族设计的无人机，从无限的内置裂缝中发射导弹。除了正常的伤害输出外，这些导弹还可以离子攻击系统。

source: Ancient Missiles
ru: Древние боеголовки
zh_hans: 远古导弹

source: A. Missile
ru: Др. ракета
zh_hans: 远古导弹

source: An ancient Missile Launcher, far out-dating any launcher you've ever seen.
ru: Древняя ракетная установка, намного превосходящая все пусковые установки, которые вы когда-либо видели.
zh_hans: 一架远古导弹无人机，比你见过的任何型号都更加古老。

source: Fission Beam
ru: Луч Расщепитель
zh_hans: 裂变光束

source: Fiss. B.
ru: Расщепит.
zh_hans: 裂变光束

source: This prototype beam inflicts a horrifying amount of hull and system damage, but shields completely negate its power.
ru: Этот прототип луча наносит ужасающее количество урона корпусу и системам, но щиты полностью сводят на нет его возможности.
zh_hans: 这种原型光束可以造成骇人的舰体与系统伤害，但护盾会完全无效其能量。

source: Basic Transfixer
ru: Базовый трансфиксатор
zh_hans: 基础穿刺者激光

source: B. Trans.
ru: Базовый Трансфикс.

source: A powerful, Aether-powered laser that pierces all shields and tears apart systems.
ru: Мощный лазер, работающий на эфире, который пробивает все щиты и разрушает системы.
zh_hans: 强大的以太激光，可穿透所有护盾并撕裂系统。

source: Transfixer
ru: Трансфиксатор

source: Trans. L.
ru: Трансфикс.

source: A powerful, Aether-powered laser that pierces all shields and tears apart systems.
ru: Мощный лазер, работающий на эфире, который пробивает все щиты и разрушает системы.
zh_hans: 强大的以太激光，可穿透所有护盾并撕裂系统。

source: Fusion Laser
ru: Лазер Синтез
zh_hans: 聚变激光

source: Fus. L.
ru: Л. Синтез
zh_hans: 聚变激光

source: It is likely the rare Zenith laser was derived from this ancient prototype design. It fires a single, extremely destructive shot.
ru: Вероятно, редкий лазер Зенит был создан на основе древнего прототипа. Он производит один-единственный, чрезвычайно разрушительный выстрел.
zh_hans: 罕见的天顶激光很可能源自这种古老的原型设计。其发射一发具有极强破坏性的激光。

source: Neutronium Cannon
ru: Нейтрониевая пушка
zh_hans: 中子炮

source: Neut. C.
ru: Нейтр. пушка
zh_hans: 中子炮

source: This prototype plasma cannon sacrifices accuracy to inflict harm upon crew, whilst retaining its usual efficacy against shielding.
ru: Этот прототип плазменной пушки жертвует точностью, чтобы нанести урон экипажу, сохраняя при этом свою обычную эффективность против щитов.
zh_hans: 这种原型等离子炮牺牲了精准度来换取对船员的伤害，同时也保留了其能对护盾造成伤害的能力。

source: Supernova Teleporter
ru: Телепортер "Сверхнова"
zh_hans: 超新星爆弹传送器

source: Supernova B.
ru: Сверхнов. б.
zh_hans: 超新星

source: This prototype sacrifices concentrated system damage for the ability to rock the hull and shred crew.
ru: Этот прототип жертвует концентрированными повреждениями систем ради способности сотрясать корпус и кромсать экипаж.
zh_hans: 此原型武器牺牲了原本的高系统伤害来换取对舰体和船员的伤害。

source: Cataclysmizer
ru: Катаклизмизатор
zh_hans: 灾变者光束

source: Cata. B.
ru: Луч Катаклизм.
zh_hans: 灾变者

source: This beam annihilates all semblance of order within its target, spreading ionization whilst slaughtering its crew. As a trade-off, it also stitches the hull together and can't deal system damage.
ru: Этот луч уничтожает всякое подобие порядка внутри цели, распространяя ионизацию и коррозионную энергию и уничтожая экипаж, в обмен на это он также склеивает корпус и не наносит системного урона.
zh_hans: 此光束可在敌舰舱室内造成巨量混乱，在屠杀其船员的同时造成离子伤害。作为权衡，它会修复敌舰船体并且无法造成系统伤害。

source: Required Power: 3 Charge Time: 15 seconds Beam Length: 200 Beam Speed: 5 Hull Repair: 4 Total Crew Damage: 75 Ion Damage: 4 Stun Chance: 100% (15 seconds long)
ru: Необходимая мощность: 3 Время перезарядки: 15 сек. Длина луча: 200 Скорость луча: 5 Восстановление корпуса: 4 Урон экипажу: 75 Ионный урон: 4 Вероятность оглушения: 100% (15 сек.)
zh_hans: 能耗：3格 充能时间：15秒 光束长度：200 光束速度：5 舰体修复：4 船员伤害：75 离子伤害：4 击晕率：100%(15秒)

source: Continuum Missiles
ru: Континуумная ракетная установка
zh_hans: 不息导弹

source: Cont. M.
ru: Континуум р.
zh_hans: 不息导弹

source: This splitting warhead launcher takes a long time to charge for the first time in combat, but chains to an extremely high fire rate, and consumes no missiles to fire.
ru: Эта пусковая установка с разделяющимися боеголовками требует много времени для первой зарядки в бою, но зато обеспечивает чрезвычайно высокую скорострельность и не потребляет боеголовок для стрельбы.
zh_hans: 这种分裂弹头的导弹发射器在战斗中首次充能需要很长时间，但链式射速极高，并且不消耗导弹即可发射。

source: Continuum Missiles [ENEMY]
ru: Континуумные ракеты [ВРАГ]
zh_hans: 不息导弹 [敌方]

source: Cont. M.
ru: Континуум р.
zh_hans: 不息导弹

source: This splitting warhead launcher takes a long time to charge for the first time in combat, but chains to an extremely high fire rate, and consumes no missiles to fire.
ru: Эта пусковая установка с разделяющимися боеголовками требует много времени для первой зарядки в бою, но зато обеспечивает чрезвычайно высокую скорострельность и не потребляет боеголовок для стрельбы.
zh_hans: 这种分裂弹头的导弹发射器在战斗中首次充能需要很长时间，但链式射速极高，并且不消耗导弹即可发射。

source: 'Silencer'
ru: "Глушитель"
zh_hans: ‘静默者’

source: 'Silencer'
ru: Глушитель
zh_hans: ‘静默者’

source: This bizarre weapon creates a self-controlled holographic projection. Although it can't man systems, repair, sabotage, or heal through normal means, it is highly durable and will doggedly pursue enemies. The hologram will decay if present on your ship.
ru: Это причудливое орудие создает самоуправляемую голографическую проекцию. Хотя она не может управлять системами, ремонтировать, саботировать или лечить обычными способами, она очень прочная и будет упорно атаковать врагов. Голограмма исчезнет, если она будет находиться на вашем корабле.
zh_hans: 这种神奇的武器可以创造一种能够自我控制的全息投影。虽然它不能通过正常方式操作系统、修理、破坏或治疗，但它非常结实，会对敌人死缠烂打。 如果此全息影像存在于你的飞船上，则会消逝。

source: 'Silencer'
ru: "Глушитель"
zh_hans: ‘静默者’

source: 'Silencer'
ru: Глушитель
zh_hans: ‘静默者’

source: This bizarre weapon creates a self-controlled holographic projection. Although it can't man systems, repair, sabotage, or heal through normal means, it is highly durable and will doggedly pursue enemies. The hologram will not decay if present on your ship.
ru: Это причудливое орудие создает самоуправляемую голографическую проекцию. Хотя она не может управлять системами, ремонтировать, саботировать или лечить обычными способами, она очень прочная и будет упорно атаковать врагов. Голограмма не разрушается, если находится на вашем корабле.
zh_hans: 这种神奇的武器可以创造一种能够自我控制的全息投影。虽然它不能通过正常方式操作系统、修理、破坏或治疗，但它非常结实，会对敌人死缠烂打。 如果此全息影像存在于你的飞船上，则不会消逝。

source: 'Cleanser' Pinpoint
ru: "Очищающий" точечный луч
zh_hans: ‘清扫者’光点

source: 'Cleanser'
ru: Очищающий
zh_hans: ‘清扫者’

source: This prototype Aether pinpoint deals a crushing blow to systems specifically, and punches right through all shielding.
ru: Этот прототип эфирного точечного луча наносит сокрушительный удар конкретно по системе и пробивает все щиты.
zh_hans: 此原型以太光点武器针对系统造成毁灭性打击，并可直接击穿所有护盾。

source: 'Suppressor' Launcher
ru: Установка "Подавитель"
zh_hans: ‘镇压者’空雷发射器

source: 'Suppressor'
ru: Подавитель
zh_hans: ‘镇压者’

source: This minelauncher is extremely dangerous, ruining systems by firing swarms of mines that do not damage the hull. It costs two missiles to fire. At empty beacons, provides 1 fleet delay for 1 missile; has no notoriety impact.
ru: Эта пусковая установка чрезвычайно опасна, она разрушает системы, выпуская рои мин, которые не повреждают корпус. Для стрельбы требуется две боеголовки. На пустых маяках дает 1 задержку флота за 1 боеголовку; не влияет на дурную славу.
zh_hans: 这种空雷发射器极其危险，通过发射不会损坏船体的空雷集群来破坏系统。发射需要两发弹药。 可在空信标处用1发弹药来拖延1次叛军追击，不产生恶名。

source: Prototype Overwatcher
ru: Прототип-Наблюдатель
zh_hans: 原型守望者无人机

source: P. Overwatcher
ru: П. Наблюдатель
zh_hans: 原型守望者

source: A powerful prototype drone that turns slowly and only fires at missiles. In exchange, it has the highest fire rate of any known defense drone. Reload: 10 MS
ru: Мощный прототип дрона, который медленно перемещается и стреляет только по ракетам. Зато у него самая высокая скорострельность среди всех известных защитных дронов. Перезарядка: 10 МС
zh_hans: 一种强大的原型无人机，转向缓慢，只向导弹开火。作为补偿，它拥有所有已知防御无人机中最高的射速。 重新装填：10 毫秒

source: Ancient Laser
ru: Древний лазер дрона
zh_hans: 远古激光

source: A. Laser
ru: Др. лаз. дрона
zh_hans: 远古激光

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Continuum Drone
ru: Континуумный дрон
zh_hans: 不息导弹无人机

source: Continuum
ru: Континуум
zh_hans: 不息

source: A drone of Obelisk design that fires missiles from an infinite personal rift. Its missiles do not deal hull damage, and are more likely to miss, but the drone is quite fast.
ru: Дрон конструкции обелисков, стреляющий ракетами из бесконечного личного пространственного разлома. Его ракеты не наносят урона корпусу и чаще всего промахиваются, но дрон довольно быстр.
zh_hans: 方碑族设计的一种可以从其内置的无限裂缝中发射导弹的无人机。其导弹不会造成舰体伤害，并且更容易打空，但此无人机速度很快。

source: Ancient Missiles
ru: Древние ракеты
zh_hans: 远古导弹

source: A. Missile
ru: Др. ракеты
zh_hans: 远古导弹

source: An ancient Missile Launcher, far out-dating any launcher you've ever seen.
ru: Древняя ракетная установка, намного превосходящая все пусковые установки, которые вы когда-либо видели.
zh_hans: 一架远古导弹无人机，比你见过的任何型号都更加古老。

source: Basic Transfixer Drone
ru: Базовый дрон Трансфиксатор
zh_hans: 基础相位激光无人机

source: B. Trans.
ru: Б. Транс.
zh_hans: 基础相位

source: This prototype drone is considered to be "basic" amidst its kin. It is equipped with a high-power anti-hull laser that avoids all anti-drone measures.
ru: Этот прототип дрона считается "базовым" среди себе подобных. Он оснащен мощным противокорпусным лазером, который позволяет избежать всех мер борьбы с дронами.
zh_hans: 这种原型无人机在其同类中被认为是“基础的”。它配备了大威力反舰体激光，并可以避开所有反无人机措施。

source: Ancient Laser
ru: Древний лазер дрона
zh_hans: 远古激光

source: A. Laser
ru: Др. лаз. дрона
zh_hans: 远古激光

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Transfixer Drone
ru: Дрон Трансфиксатор
zh_hans: 相位激光无人机

source: Trans.
ru: Трансфикс.
zh_hans: 相位

source: A drone that fires powerful bolts, inflicting massive hull damage. It lacks the evasive power of its smaller variant.
ru: Дрон, стреляющий мощными болтами, наносящими огромный урон корпусу. Он не обладает уклонением, как его меньший вариант.
zh_hans: 发射强大激光的无人机，对船体造成巨大伤害。但它的闪避能力要逊色于其缩小版变体。

source: Ancient Laser
ru: Древний лазер дрона
zh_hans: 远古激光

source: A. Laser
ru: Др. лаз. дрона
zh_hans: 远古激光

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Fission Drone
ru: Дрон Расщепитель
zh_hans: 裂变光束无人机

source: Fiss.
ru: Расщепит.
zh_hans: 裂变。

source: A beam drone prototyped by Aenwithe. It boasts a long beam trail and high damage but cannot pierce shields.
ru: Лучевой дрон, прототип которого был создан Аэнвитэ. Он может похвастаться длинным лучом и высоким уроном, но не может пробивать щиты.
zh_hans: 安威斯亲手制造的原型光束无人机。可射出一条很长的高伤害光束，但没有护盾穿透能力。

source: Ancient Beam
ru: Древний луч
zh_hans: 远古光束

source: A. Beam
ru: Древний луч
zh_hans: 远古光束

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Neutronium Drone
ru: Нейтрониевый дрон
zh_hans: 中子无人机

source: Neut.
ru: Нейтрон.
zh_hans: 中子
