Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_NECROMANTIC_LASER"]/desc
source: A strange laser forged by G, imbued with the mysterious power of necromancy. It fires a burst of powerful projectiles that each apply a strong corrosion effect and crack the hull.
ru: Странный лазер, созданный Ж, пропитанный таинственной силой некромантии. Он выпускает залп мощных снарядов, каждый из которых наносит сильный коррозионный эффект и пробивает корпус.
zh_hans: G制造的怪异激光，蕴含着死灵术的神秘力量。它发射一串强大的射弹，每发都会产生强烈的腐蚀效果并使船体破裂。

source: Necromantic Missile Drone
ru: Некромантический ракетный дрон
zh_hans: 死灵导弹无人机

source: ☠ Missile
ru: ☠ Рак. дрон
zh_hans: 导弹 ☠

source: A modified Obelisk missile drone fueled by black magic. It deals no hull or system damage, but moves extremely fast, spreads a strong corrosion effect, and deals damage to non-ghost crew.
ru: Модифицированный ракетный дрон обелисков, питающийся черной магией. Он не наносит урона корпусу и системам, но двигается очень быстро, накладывает сильный эффект коррозии и наносит урон экипажу, не являющимися призраками.
zh_hans: 被注入了黑魔法的方碑导弹无人机。它不会造成舰体或系统伤害，但移动速度极快并会散播强力的腐蚀效果，并对非魂灵船员造成伤害。

source: Ancient Missiles
ru: Древняя ракетная установка
zh_hans: 远古导弹

source: A. Missile
ru: Др. ракет. уст.
zh_hans: 远古导弹

source: An ancient Missile Launcher, far outdating any launcher you've ever seen.
ru: Древняя ракетная установка, превосходящая по своим характеристикам все пусковые установки, которые вы когда-либо видели.
zh_hans: 一个古老的导弹发射器，远远超过你见过的任何发射器。

source: Smoky Shard Launcher
ru: Пусковая установка осколков Смоук
zh_hans: 烟雾晶体发射器

source: Smoky Shard
ru: Оскол. Смоук
zh_hans: 烟雾晶体

source: An odd Minelauncher variant, modified by Smoke, that trades shield-piercing for the ability to deal system damage and avoid consuming ammunition.
ru: Странный вариант миномета, модифицированного Смоук, который заменяет пробивание щита на способность наносить системный урон и не расходовать боеприпасы.
zh_hans: 奇怪的空雷发射器变体，由斯莫克改造，其以护盾穿透能力为代价换取了系统伤害，并且不再消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SMOKE_REPAIR_BOMB"]/title
source: Smoky Repair Burst
ru: Ремонтная бомба Смоук
zh_hans: 烟雾维修炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SMOKE_REPAIR_BOMB"]/short
source: Smoky Repair
ru: Рем. Смоук
zh_hans: 烟雾维修

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SMOKE_REPAIR_BOMB"]/desc
source: A repair bomb, modified by Smoke, that consumes a large number of missiles in exchange for applying a much more powerful restorative effect. It fully repairs systems and heals crew, but always breaches the target room.
ru: Ремонтная бомба, модифицированная Смоук, которая расходует большое количество боеголовок в обмен на применение гораздо более мощного регенеративного эффекта. Она полностью ремонтирует системы и лечит экипаж, но всегда создает пробоину в целевом отсеке.
zh_hans: 斯莫克改造的维修炸弹，会消耗大量弹药来造成一次强力修复。它会完全修复系统并治疗船员，但总会在目标舱室内造成破舱。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CHILLS_SNOW_FLAK"]/title
source: Frozen Flak Gun
ru: Замороженное осколочное орудие
zh_hans: 冰冻破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CHILLS_SNOW_FLAK"]/short
source: Frozen Flak
ru: Заморож. оск.
zh_hans: 冰冻破片

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CHILLS_SNOW_FLAK"]/desc
source: A unique model of flak cannon that freezes rooms and spawns sentient Snowmen. It used to be Chills' prized possession before she died.
ru: Уникальная модель осколочной пушки, которая замораживает отсеки и порождает разумных снеговиков. Раньше, до смерти Чиллс, это была ее главная драгоценность.
zh_hans: 独特型号的破片炮，可以冷冻舱室并生成雪人守卫。曾是切尔丝生前的宝贵财产。

source: Frozen Spore Launcher [Enemy]
ru: Морозная споровая установка [Враг]
zh_hans: 冰冻孢子发射器 [敌]

source: Frozen Spore
ru: Заморож. с.
zh_hans: 冰冻孢子

source: A sort of younger sibling to Chills' flak cannon. It inflicts massive amounts of chaos in the enemy ship, snap-freezing and locking down any room it strikes.
ru: Своего рода младший брат осколочной пушки Чиллс. Наводит огромное количество хаоса на вражеском корабле, замораживая и изолируя любой отсек, в который попадает.
zh_hans: 某种方面算是切尔丝的破片炮的弟弟。它会在敌舰中造成大量混乱，快速冻结并锁定它击中的任何房间。

source: Frozen Spore Launcher
ru: Морозная споровая установка
zh_hans: 冰冻孢子发射器

source: Frozen Spore
ru: Заморож. с.
zh_hans: 冰冻孢子

source: A sort of younger sibling to Chills' flak cannon. It inflicts massive amounts of chaos in the enemy ship, snap-freezing and locking down any room it strikes.
ru: Своего рода младший брат осколочной пушки Чиллс. Наводит огромное количество хаоса на вражеском корабле, замораживая и изолируя любой отсек, в который попадает.
zh_hans: 某种方面算是切尔丝的破片炮的弟弟。它会在敌舰中造成大量混乱，快速冻结并锁定它击中的任何房间。

source: Ectoplasmic Clone Cannon
ru: Эктоплазматическая Клонопульта
zh_hans: 灵质克隆炮

source: Ecto. Cloner
ru: Экт. Клон
zh_hans: 灵质克隆炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_POK_CLONE_LAUNCHER"]/desc
source: Unsatisfied with the weapons available to them, Pok instead modified this clone cannon to summon forth endless Morphs.
ru: Не удовлетворившись имеющимся у него оружием, Пок модифицировал эту Клонопушку, чтобы призывать бесконечных морфов.
zh_hans: 由于不满足于它们能用的武器，珀克决定改装这把克隆炮来召唤无尽的模物族。

# data/blueprints.xml.append$//droneBlueprint[@name="FR_CHARROR_DRONE"]/title
source: Debugger Drone
ru: Отладочный дрон
zh_hans: 调试者无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_CHARROR_DRONE"]/short
source: Debug
ru: Отладочный
zh_hans: 调试

# data/blueprints.xml.append$//droneBlueprint[@name="FR_CHARROR_DRONE"]/desc
source: A beam drone, heavily modified by Charror. The energies of Tartarus flow through it, allowing it to apply all manner of chaos with every sweep.
ru: Лучевой дрон, сильно модифицированный Чарро. Энергия Тартара течет через него, позволяя создавать всевозможный хаос при каждом выстреле.
zh_hans: 一架被查罗重度改造的光束无人机，其中有塔尔塔罗斯的能量流动，使它的光束所经之处都遍布混乱。

source: Debug Drone Beam
ru: Отладочный лучевой дрон
zh_hans: 调试无人机光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_LEO_BATTERY"]/title
source: Ethereal Battery
ru: Эфирный блок питания
zh_hans: 空灵电池

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_LEO_BATTERY"]/short
source: E. Batt.
ru: Эфир. бат.
zh_hans: 空灵电池

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_LEO_BATTERY"]/desc
source: This battery, crafted by Leo, provides 3 power to the weapons immediately after it in equipment order. Unusually, it can also generate pulses of energy which curse crew, permanently causing them to drain a bar of power from systems they stand in.
ru: Эта батарея, созданная Лео, дает 3 единицы энергии орудиям, расположенным сразу за ней в порядке оснащения. Необычно то, что она также может генерировать импульсы энергии, которые проклинают экипаж, заставляя его навсегда лишить одной единицы энергии систем, в которых он находится.
zh_hans: 里奥制作的电池，可为右侧的武器提供3格能量。不同寻常的是，它也可以发射能量脉冲来诅咒船员，永久使其能够吸取所处系统的1格能量。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SEARAK_ENERGY"]/title
source: Overdriven Energy Cannon
ru: Перегруженная энергетическая пушка
zh_hans: 过载能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SEARAK_ENERGY"]/short
source: Over. E. C.
ru: Перегр. ЭП
zh_hans: 过载能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SEARAK_ENERGY"]/desc
source: Searak's custom energy cannon deals system damage in addition to both hull and ion damage. The weapon can charge multiple shots, and fires all of them in a radius.
ru: Энергетическая пушка Сирака наносит системный урон, а также урон по корпусу и ионный урон. Оружие может заряжаться несколькими выстрелами и стрелять по радиусу.
zh_hans: 希拉克自制的能量炮，除了造成系统伤害外还能造成舰体和离子伤害。此武器能够蓄能，向着弹范围内进行多次射击。

source: Legionnaire Zenith
ru: Зенит Легионеров
zh_hans: 军团天顶激光

source: L. Zenith
ru: Зенит Легион.
zh_hans: 军团天顶

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_LEGION_AUTO_ZENITH"]/desc
source: A highly advanced prototype mounted to the bizarre Auto-ship you encountered. It fires two shots, each of which inflicts a massive strike to the target if it lands.
ru: Высокотехнологичный прототип, установленный на диковинном автоматическом корабле, с которым вы столкнулись. Он производит два выстрела, каждый из которых наносит цели мощный урон, если попадает в нее.
zh_hans: 你遇到的奇怪自动舰上搭载的高度先进原型武器。可发射两发激光，只要成功命中，每发都能造成大量伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_WATCHER_BEAM"]/title
source: 'Watts' Beam
ru: Луч "Витт"
zh_hans: ‘视’光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_WATCHER_BEAM"]/short
source: 'Watts'
ru: Витт
zh_hans: ‘视’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_WATCHER_BEAM"]/desc
source: You can barely look at this beam weapon without feeling dizzy. It fires a concentrated beam of static that pierces all shields, wreaks havoc on systems, and applies a permanent sickness to all crew, dealing 3 hp/s.
ru: Вы не можете смотреть на это лучевое орудие не испытывая головокружения. Оно стреляет концентрированным лучом статики, который пробивает все щиты, разрушает системы и накладывает постоянную порчу на весь экипаж, нанося 3 ОЗ/с.
zh_hans: 光是看着这把光束武器你就会感到一阵头晕目眩。它发射一束集中光束，穿透所有护盾，对系统造成严重破坏，并对所有被命中的船员施加永久性疾病，每秒造成3点伤害。

source: Slimer's Nebula Stimulant Bomb
ru: Стимулирующая бомба туманности Слимера
zh_hans: 黏稠者的星云兴奋炸弹

source: N. Stim. Bomb
ru: Стим. бомба тум.
zh_hans: 星云兴奋炸弹

source: Self-teleporting explosive that emits a cloud of stimulant gas for 15 seconds. The cloud raises the maximum health, combat damage, and repair and sabotage speeds of all friendly crew in its space by 50%. Can target your own ship.
ru: Самотелепортирующаяся взрывчатка, испускающая облако стимулирующего газа в течение 15 секунд. Облако повышает максимальное здоровье, боевой урон, скорость ремонта и саботажа всего дружественного экипажа на 50%. Может быть направлено на ваш собственный корабль.
zh_hans: 自传送式炸弹，释放一团兴奋剂气体，持续 15 秒。气体将其中所有友方船员的最大生命值、战斗伤害以及修复和破坏速度提高 50%。可以瞄准自己的飞船。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PHYS_ION_PINPOINT"]/title
source: Phys's Electric Pinpoint
ru: Электрический точечный луч Физ
zh_hans: 菲斯的电离光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PHYS_ION_PINPOINT"]/short
source: Ion Pinpoint
ru: Электр. точ. луч
zh_hans: 电离光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PHYS_ION_PINPOINT"]/desc
source: A powerful pinpoint charged with overwhelming amounts of ion energy. It partially pierces shields, deals moderate ion damage, and renders struck crew permanently vulnerable to being stunned.
ru: Мощный точечный луч, заряженный огромным количеством ионной энергии. Частично пробивает щиты, наносит умеренный ионный урон и делает пораженный экипаж навсегда уязвимым к оглушению.
zh_hans: 强大的光点武器，其中充斥着巨量的离子能量。它会部分穿透护盾，造成中等离子伤害，并使被击中的船员永久更容易被眩晕。

source: Aleenor's Light Rad-Laser
ru: Легкий рад-лазер Алеенор
zh_hans: 埃莉诺的轻型辐射激光

source: L. Rad-Laser
ru: Легкий рад лазер
zh_hans: 轻型辐射激光

source: A large, powerful model of laser that pierces all shields and fires extremely quickly. It can only deal crew damage, however, and has an extremely large radius, making precise strikes impossible.
ru: Большая, мощная модель лазера, пробивающая все щиты и стреляющая очень быстро. Однако она наносит урон только экипажу и имеет очень большой радиус действия, что делает точные выстрелы невозможными.
zh_hans: 大型而强力的激光，射速极快并能够穿透所有护盾。它只能造成船员伤害，并且拥有极大扩散，使得精确打击难以实现。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_VIN_FROST_MISSILE"]/title
source: 'Chione' Missiles
ru: Ракетная установка "Хиона"
zh_hans: ‘雪神’导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_VIN_FROST_MISSILE"]/short
source: 'Chione'
ru: Хиона
zh_hans: ‘雪神’导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_VIN_FROST_MISSILE"]/desc
source: A strange missile launcher which freezes crew in place for 15 seconds, rendering them immune to combat damage, and unable to heal, man, move, fight, repair, or teleport.
ru: Странная ракетная установка, которая замораживает экипаж на 15 секунд, делая его невосприимчивым к боевому урону и неспособным лечиться, управлять, двигаться, сражаться, ремонтировать или телепортироваться.
zh_hans: 奇怪的导弹发射器，能冻结被命中的船员15秒，使他们免疫战斗伤害并且无法治疗，操纵，移动，战斗，修理或传送。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_cleo_spawn"]/title
source: Cleo's Hellspawn
ru: Адское порождение Клео
zh_hans: 克里奥的地狱无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_cleo_spawn"]/short
source: Cleo's Hellspawn
ru: Порожд. Клео
zh_hans: 克里奥的地狱无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_cleo_spawn"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

source: DRONE
ru: ДРОН
zh_hans: 无人机

source: Cleo's Hellspawn (Anti-Personnel)
ru: Адское порождение Клео (Охранник)
zh_hans: 克里奥的地狱无人机（反人员）

source: Cleo's Spawn [A]
ru: Порож. Клео [О]
zh_hans: 地狱 [反]

source: An enigmatic drone that can tear the mind apart with a mere gaze. -110 HP. Can see adjacent rooms. -Immune to hazards and stun. Breaks doors and puts out fires instantly. -2x repair, 2x sabotage and crew damage. Inflicts madness to enemy crew in the same room as them.
ru: Загадочный дрон, способный одним лишь своим видом разорвать сознание на части. -110 ОЗ. Видит соседние отсеки. -Иммунитет к опасностям и оглушению. Ломает двери и мгновенно тушит пожары. -2x скорость ремонта, саботажа и урон по экипажу. Вызывает безумие у вражеского экипажа, находящегося в одном с ним отсеке.
zh_hans: 一种神秘的无人机，仅需一眼便可撕碎他人的心智。 -110生命值。可看到相邻舱室。 -免疫环境伤害与眩晕。立刻破门与扑灭火焰。 -2倍修理速度，2倍破坏与战斗伤害。对处于同一舱室的敌人施加疯狂效果。

source: Cleo's Hellspawn (Boarder)
ru: Адское порождение Клео (Абордажник)
zh_hans: 克里奥的地狱无人机（登舰）

source: Cleo's Spawn [B]
ru: Порож. Клео [А]
zh_hans: 地狱 [登]

# data/blueprints.xml.append$//droneBlueprint[@name="FR_CLEO_SPAWN_BOARDING"]/desc
source: An enigmatic drone that can tear the mind apart with a mere gaze. -110 HP. Can see adjacent rooms. -Immune to hazards and stun. Breaks doors and puts out fires instantly. -2x repair, 2x sabotage and crew damage. Inflicts madness to enemy crew in the same room as them.
ru: Загадочный дрон, способный одним своим видом разорвать сознание на части. -110 ОЗ. Видит соседние отсеки. -Иммунитет к опасностям и оглушению. Ломает двери и мгновенно тушит пожары. -2x скорость ремонта, саботажа и урон по экипажу. Вызывает безумие у вражеского экипажа, находящегося в одном с ним отсеке.
zh_hans: 一种神秘的无人机，仅需一眼便可撕碎他人的心智。 -110生命值。可看到相邻舱室。 -免疫环境伤害与眩晕。立刻破门与扑灭火焰。 -2倍修理速度，2倍破坏与战斗伤害。对处于同一舱室的敌人施加疯狂效果。

source: Zulu's Shadow Spear
ru: Теневое копье Зулу
zh_hans: 祖鲁的暗影光枪

source: Shad. Spear
ru: Теневое копье
zh_hans: 暗影光枪

source: This bizarre pinpoint deal no direct damage and cannot pierce shields. On contact with the hull, it applies a powerful erosion effect that also blocks repairs.
ru: Этот причудливый точечный луч не наносит прямого урона и не может пробить щиты. При соприкосновении с корпусом на корпус накладывается мощный эффект эрозии, который также препятствует ремонту.
zh_hans: 奇怪的光点武器，无法直接造成伤害也无法穿透护盾。但一旦接触到舰体，它就会立刻造成强大的腐蚀效果并阻止修理。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_G_EROSION_BEAM"]/title
source: G's Distortion Beam
ru: Искажающий луч Ж
zh_hans: G的畸变光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_G_EROSION_BEAM"]/short
source: Distort. B.
ru: Искаж. луч
zh_hans: 畸变光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_G_EROSION_BEAM"]/desc
source: This strange beam deals no damage to systems or crew. Instead, it inflicts erosion, and chains speed to the point where the beam can stack erosion faster than it can fade.
ru: Этот странный луч не наносит урона ни системам, ни экипажу. Вместо этого он наносит эрозию и увеличивает скорость до такой степени, что луч может накапливать эффект эрозии быстрее, чем он будет спадать.
zh_hans: 这把奇怪的光束不会造成系统与船员伤害。然而，它会施加腐蚀效果，并且其链式速度能提升至在腐蚀效果消散前能够再一次堆叠腐蚀效果的速度。

source: Multi-Spectrum Ion
ru: Многоспектральный ион
zh_hans: 多光谱离子

source: Spectral Ion
ru: Спектр. ион
zh_hans: 光谱离子

source: This powerful ion weapon fires seven ion blasts of different types. One of plasma, one of fire, one of energy, one of stun, one of radiation, one which breaches, and one which phases.
ru: Это мощное ионное орудие стреляет семью ионными зарядами разных типов. Один плазменный, один огненный, один энергетический, один оглушающий, один радиационный, один пробивающий и один фазовый.
zh_hans: 这种强大的离子武器发射七种不同类型的离子爆发。等离子，火焰离子，能量离子，眩晕离子，辐射离子，破舱离子，相位离子。

source: Smoke's Pro-Hull Crystal Launcher
ru: Кристаллическая ремонтная установка Смоук
zh_hans: 斯莫克的高级援舰水晶发射器

source: Pro-Hull Crys.
ru: Рем. кристалл
zh_hans: 高级援舰水晶

source: This crystal weapon repairs the enemy hull on contact, dealing lots of system and crew damage instead. Striking an empty room heals the target ship even more.
ru: Это кристаллическое орудие ремонтирует корпус вражеского корабля при контакте, нанося при этом большой урон системе и экипажу. Попадание в пустой отсек ремонтирует корабль еще сильнее.
zh_hans: 这种水晶武器会在接触时修复敌方舰体，但会造成大量的系统与船员伤害。击中空舱室会使修复效果得到更大提升。

source: Chills' Flaming Kernel
ru: Пылающий зерномет Чиллс
zh_hans: 切尔丝的火焰果核炮

source: Flaming Kernel
ru: Пыл. зерн.
zh_hans: 火焰果核

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CHILLS_FIRE_KERNAL"]/desc
source: This bizarre kernel weapon sacrifices accuracy in exchange for always starting fires and temporarily blocking enemies from extinguishing them.
ru: Этот странный зерномет жертвует точностью в обмен на то, что всегда разжигает пожар и временно мешает врагам его тушить.
zh_hans: 这种奇怪的果核武器牺牲了精准度来换取必定起火与暂时使敌人无法扑灭这些火焰的能力。

source: Pok's Transformation Bomb
ru: Трансформационная бомба Пока
zh_hans: 珀克的变形炸弹

source: Morph B.
ru: Морф-бомба
zh_hans: 变形炸弹

source: This bomb launcher violently upsets the genetic structure of all struck by it. For 15 seconds, it polymorphs allies into a Technopath Obelisk, and enemies into a basic Morph.
ru: Эта бомбовая установка разрушает генетическую структуру всех, кого она поражает. На 15 секунд она превращает союзников в Технопатов обелисков, а врагов - в базовых морфов.
zh_hans: 这种炸弹会暴力破坏所有被它击中的人的基因结构。在 15 秒内，它会将盟友变形为模物方碑族，将敌人变形为普通模物族。

source: Debugger-Sentry Drone
ru: Отладочный дрон-страж
zh_hans: 调试者哨卫无人机

source: Deb-Sent
ru: Отл. дрон-стр.
zh_hans: 调试者哨卫

source: This strange drone deploys sentries that stick nanomachines to crew who pass through its room. Once the nanomachines have replicated enough, they will violently explode, dealing damage to their host and the system they are standing in. The sentry remains for 20 seconds, and the nanomachines take 8 seconds to explode.
ru: Этот странный дрон расставляет дозорных, которые прикрепляют наномашины к экипажу, проходящему через их отсек. Когда наномашины достаточно размножатся, они взрываются, нанося урон своему носителю и системе, в которой он находится. Дозорный остается на месте в течение 20 секунд, а наномашины взрываются через 8 секунд.
zh_hans: 这架奇怪的无人机会部署哨卫，将纳米机器粘在穿过其房间的船员身上。一旦纳米机器复制了足够的数量，它们就会猛烈爆炸，对它们的宿主和它们所处的系统造成伤害。哨卫持续20秒，纳米机器需要8秒才能爆炸。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CHARROR_SENTRY"]/title
source: Sentry Missile
ru: Ракетная установка стражей
zh_hans: 哨卫导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CHARROR_SENTRY"]/short
source: Sentry Missile
ru: Пусковая установка стражей
zh_hans: 哨卫导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_CHARROR_SENTRY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: NANOBOT
ru: НАНОБОТ
zh_hans: 纳米机器

# data/blueprints.xml.append$//statBoost[@name="powerEffect"]/powerEffect/tooltip
source: [COOLDOWN:8s] Deals 2 system damage to the current system and 30 damage to this crew.
ru: [ПЕРЕЗАРЯДКА:8с] Наносит 2 системного урона текущей системе и 30 урона этому экипажу.
zh_hans: [冷却：8秒] 对当前系统造成2点伤害，对此船员造成30点伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_LEO_ADAPT_FLAK"]/title
source: Leo's Adaptive Flak Gun
ru: Адаптирующееся осколочное орудие Лео
zh_hans: 里奥的自适应破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_LEO_ADAPT_FLAK"]/short
source: Adapt. Flak
ru: Адапт. оск.
zh_hans: 自适破片

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_LEO_ADAPT_FLAK"]/desc
source: This bizarre flak cannon fires simple projectiles, but chains damage with each shot up to a maximum of 5 damage per shot.
ru: Эта странная осколочная пушка стреляет простыми снарядами, но с каждым выстрелом увеличивает цепочку урона до 5 единиц за выстрел.
zh_hans: 这把奇怪的破片炮只会发射简单的弹体，但其链式伤害可最高叠加至每发造成5点伤害。

source: Searak's Energy Gatling
ru: Энергетический Гатлинг Сирака
zh_hans: 希拉克的能量加特林

source: En. Gatling
ru: Энерг. Гатл.
zh_hans: 能量加特林

source: This energy cannon can gradually push its firing speed far past what most energy weapons should be able to, but sacrifices accuracy in the progress.
ru: Эта энергетическая пушка может постепенно увеличивать скорость стрельбы по сравнению с другими видами энергетического оружия, но при этом жертвует точностью.
zh_hans: 这把能量炮能逐渐把自己的射速提升至绝大部分能量武器的上限之上，但这也牺牲了其精准度。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZOLTAN_AUTO_BEAM"]/title
source: 'Xyston' Beam
ru: Луч "Ксистон"
zh_hans: ‘快矛’光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZOLTAN_AUTO_BEAM"]/short
source: 'Xyston'
ru: Ксистон
zh_hans: ‘快矛’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZOLTAN_AUTO_BEAM"]/desc
source: This beam weapon deals 1 damage for each tile it passes through, allowing it to shred the ship when hitting larger rooms.
ru: Это лучевое орудие наносит 1 урон за каждую плитку, через которую проходит, что позволяет ему легко разрушать корабль и его системы при попадании в большие отсеки.
zh_hans: 这把光束武器每划过一格便能造成一点伤害，使得它在命中大型舱室时能撕裂敌舰。

source: 'Coleridge' Beam
ru: Луч "Кольридж"
zh_hans: '暗峰'光点

source: 'Coleridge'
ru: Кольридж
zh_hans: '暗峰'

source: A mysterious pinpoint that pierces all shields and summons temporary Siren Harpies on contact with the enemy ship.
ru: Таинственный точечный луч, пробивающая все щиты и временно вызывающая сирен-Гарпий при контакте с вражеским кораблем.
zh_hans: 神秘的光点武器，穿透所有护盾并在敌舰上临时召唤异鸣食梦者。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_AUGUSTUS_BEAM"]/title
source: Golden 'Halberd' Beam
ru: Луч Золотая "Алебарда"
zh_hans: 黄金‘战戟’光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_AUGUSTUS_BEAM"]/short
source: Gold 'Halberd'
ru: Зол. Алебарда
zh_hans: 黄金‘战戟’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_AUGUSTUS_BEAM"]/desc
source: A modified Halberd. It leaves a much longer trail than a normal Halberd, but drags far slower as a result. It is also extremely valuable, for many of its components are made of solid gold.
ru: Модифицированная Алебарда. Она оставляет гораздо более большой дальностью, чем обычная Алебарда, но в результате движется гораздо медленнее. Кроме того, она чрезвычайно дорогая, поскольку многие ее детали сделаны из чистого золота.
zh_hans: 被改造过的战戟光束。比普通版的光束长度更长，但光束移动速度更慢。同时它有具有相当高的价值，毕竟其大部分的组件都是纯金制作的。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALLY_BOMB"]/title
source: Sally's Multiplication Bomb
ru: Мультипликационная бомба Салли
zh_hans: 萨利的乘算炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALLY_BOMB"]/short
source: Mult. B.
ru: Мульт. бомба
zh_hans: 乘算炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALLY_BOMB"]/desc
source: This modified Arachno-Bomb will spawn two clones of Sally in their hatchling form. The clones will die off before they can evolve, however.
ru: Модифицированная Арахно-бомба порождает двух клонов Салли в форме детенышей. Однако клоны погибнут до того, как смогут эволюционировать.
zh_hans: 这把被改造过的蜘蛛炸弹会生成两只萨利自己的幼体形态克隆体。但这些克隆体会在其能够进化之前就死掉。
