Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_sammy_buff"]/desc
source: The actor who plays the popular main character of the Sammy The Spider show. Prefers to be called Michael when the cameras are off. Inherited Human stats: minor suffocation resistance
ru: Актер, играющий популярного главного героя шоу Паука Пэйдена. Предпочитает, чтобы его называли Майклом, когда камеры выключены. Наследует характеристики людей: небольшое сопротивление удушью
zh_hans: 蜘蛛萨米秀中最受欢迎的主角的扮演者。在镜头之外更喜欢被叫作迈克尔。 继承人类属性：少量环境伤害抗性

source: Active Ability: Swaps between Buff and Debuff mode. CURRENT MODE: BUFF
ru: Активная способность: Переключается между режимами усиления и ослабления. ТЕКУЩИЙ РЕЖИМ: УСИЛЕНИЕ
zh_hans: 主动能力：在增益与减益模式中切换。当前模式：增益

source: Deals 0.5x combat damage and takes 1.2x combat damage.
ru: Наносит 0.5х урона в бою, получает 1.2х урона в бою.
zh_hans: 造成0.5倍战斗伤害，受到1.2倍战斗伤害。

source: Learns skills twice as fast.
ru: Обучается навыкам в два раза быстрее.
zh_hans: 学习技能的速度提高一倍。

source: Constantly plays funky music through his speaker-phones, buffing allies in the same room as him, raising their sabotage, damage and repair speed by 50%.
ru: Постоянно проигрывает заводную музыку через свои громкоговорители, усиливая союзников, находящихся с ним в одном отсеке, повышая их урон, скорость ремонта и саботажа на 50%.
zh_hans: 用他的扩音器持续播放流行的音乐，为与他在同一房间的友方提供增益，提高他们50%的伤害，维修速度与破坏速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_gozer"]/desc
source: The boss of the Haunts, a group of some of the most wanted criminals in the galaxy. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties
ru: Главарь ревенантов, группировки самых разыскиваемых преступников в галактике. Наследует характеристики призраков-бродяг: не получает урона от опасностей, может проходить сквозь двери
zh_hans: 游灵们的头领，银河系中悬赏金最高的犯罪团伙之一。 继承漂浪群魂灵属性：免疫环境伤害，可穿透舱门

# data/blueprints.xml.append$//crewBlueprint[@name="fr_gozer"]/title
source: Boss of the Haunts
ru: Главарь ревенантов
zh_hans: 游灵之首

# data/blueprints.xml.append$//crewBlueprint[@name="fr_gozer"]/short
source: Boss
ru: Главарь
zh_hans: 头领

# data/blueprints.xml.append$//crewBlueprint[@name="fr_gozer"]/powerList/power[1]
source: Periodically becomes unable to fight but gains 3x sabotage and repair speed and becomes uncontrollable.
ru: Периодически теряет способность сражаться, но получает 3х скорости саботажа и ремонта и становится неуправляемым.
zh_hans: 周期性地变为无法战斗状态，但获得3倍破坏与维修速度并不可操控。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_gozer"]/powerList/power[2]
source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200
zh_hans: 200点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="fr_gozer"]/powerList/power[3]
source: Can't sabotage but deals 3x combat damage.
ru: Не может саботировать, но наносит 3х урона в бою.
zh_hans: 无法破坏，但造成3倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_gozer"]/powerList/power[4]
source: Doubles the repair speed of other ally Haunts that are in the same room as him.
ru: Удваивает скорость ремонта других союзных преступников-ревенантов, находящихся с ним в одном отсеке.
zh_hans: 提高其他与自身处于同一舱室的游灵们一倍的维修速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_CE_avatar"]/desc
source: This fully sentient hologram is controlled by an advanced AI, housed inside a biological data-substrate.
ru: Эта полностью разумная голограмма управляется продвинутым ИИ, размещенным внутри биологического носителя данных.
zh_hans: 这种有完全感知的全息投影由先进的人工智能控制，安装在生物数据基板内。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_CE_avatar"]/title
source: AI Avatar
ru: ИИ-аватар
zh_hans: AI化身

# data/blueprints.xml.append$//crewBlueprint[@name="fr_CE_avatar"]/short
source: AI Avatar
ru: ИИ-аватар
zh_hans: AI化身

source: Immune to hazards, phases through doors.
ru: Невосприимчив к урону от опасностей среды, может проходить сквозь двери.
zh_hans: 免疫环境伤害，可穿透舱门。

source: Max Health is reduced to 50.
ru: Максимальное здоровье снижено до 50.
zh_hans: 最大生命值降低至50。

source: Starts with level 2 on all skills.
ru: Обладает 2 уровнем всех навыков.
zh_hans: 起始拥有2级技能。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_errorman"]/desc
source: [DESC MISSING]
ru: [ОПИСАНИЕ ОТСУТСТВУЕТ]
zh_hans: [缺失描述]

# data/blueprints.xml.append$//crewBlueprint[@name="fr_errorman"]/title
source: [TITLE]
ru: [НАИМЕНОВАНИЕ]
zh_hans: [标题]

# data/blueprints.xml.append$//crewBlueprint[@name="fr_errorman"]/short
source: Error
ru: Ошибка
zh_hans: 错误

source: [SKILLS_INSTANT = TRUE]
ru: [НАВЫКИ_МГНОВЕННЫЕ = ИСТИНА]
zh_hans: [立即获得技能=是]

source: [HAZARD_AND_STUN_EFFECTS = DISABLED]
ru: [ОПАСНОСТЬ_И_ОГЛУШЕНИЕ_ЭФФЕКТЫ = ОТКЛЮЧЕНЫ]
zh_hans: [环境与眩晕效果=未激活]

source: [REPAIR = DISABLED] [GLOBAL_TELEPORT = ENABLED].
ru: [РЕМОНТ = ОТКЛЮЧЕН] [ГЛОБАЛЬНЫЙ_ТЕЛЕПОРТ = ВКЛЮЧЕН].
zh_hans: [维修=未激活][全局传送=激活]。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_sylvan_cel"]/desc
source: The best of the best amongst the Sylvans of the Multiverse. C.E.L. Enforcers don't mess around, ssstranger. Inherited Sylvan stats: 250 HP
ru: Лучший из лучших среди Сильванов Мультивселенной. Силовики ЛБП дурака не валяют, ссстранник. Наследует характеристики Сильвана: 250 ОЗ
zh_hans: 多元宇宙万里挑一的希尔凡，C.E.L.执行者可不是闹着玩的，陌生～～人 继承蛞蝓族能力：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="fr_sylvan_cel"]/title
source: C.E.L. Enforcer
ru: Силовик ЛБП
zh_hans: C.E.L.执行者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_sylvan_cel"]/short
source: Enforcer
ru: Силовик
zh_hans: C.E.L. 执行者

source: Active Ability: Deploys a Breach, Lockdown, fire and Ion Bomb at the same time.
ru: Активная способность: Одновременно размещает пробойную, запирающую, зажигательную и ионную бомбу.
zh_hans: 主动能力：同时部署破舱，封锁，火焰，以及离子炸弹。

source: Immune to hazards, Moves by teleporting.
ru: Невосприимчив к урону от опасностей среды, перемещается с помощью телепортации.
zh_hans: 免疫环境伤害，以传送的方式移动。

source: Inflicts 2x damage in combat.
ru: Наносит 2х урона в бою.
zh_hans: 2倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_obyn_cel"]/desc
source: While perhaps not as dangerous as the Sylvans, the Obyns within the C.E.L. are still no force to mess around with. Inherited Obyn stats: 250 HP, 0.6x speed, Decreases the healing speed of all other crew in the room by 33%.
ru: Хотя, возможно, они не настолько опасны, как Сильваны, Обины из Л.Б.П. все же являются силой, с которой нужно считаться. Наследует характеристики Обина: 250 ОЗ, 0.6х скорость перемещения, снижает скорость лечения других членов экипажа в отсеке на 33%.
zh_hans: 虽然危险程度可能不及希尔凡，奥宾们在C.E.L.里的实力也不容小觑。 继承奥宾属性：250生命值，0.6倍移动速度，减少同一舱室所有船员33%的生命回复速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_obyn_cel"]/title
source: C.E.L. Enforcer
ru: Силовик ЛБП
zh_hans: C.E.L.执行者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_obyn_cel"]/short
source: Enforcer
ru: Силовик
zh_hans: C.E.L.执行者

source: Active Ability: Damages and slows all nearby crew. Enemy crew lose 4 hp/s, allied crew lose 2 hp/s, and Slugs of all kinds lose an additional 4 hp/s. Obyn himself is immune.
ru: Активная способность: Наносит урон и замедляет всех находящихся рядом членов экипажа. Экипаж противника теряет 4 ОЗ/с, дружественный экипаж теряет 2 ОЗ/с, слизни любого типа теряют еще 4 ОЗ/с. Сам Обин невосприимчив к этому эффекту.
zh_hans: 主动能力：伤害并减慢附近所有船员。敌方船员每秒损失4点生命值，友方船员每秒损失2点生命值，所有种类的蛞蝓族每秒额外损失4点生命值。奥宾自身免疫此伤害。

source: Immune to hazards and mind control.
ru: Невосприимчив к урону от опасностей среды и контролю разума.
zh_hans: 无视环境伤害与心灵控制。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_proto_cognitive"]/title
source: Proto-Cognitive
ru: Протокогнитив
zh_hans: 原型认知体

# data/blueprints.xml.append$//crewBlueprint[@name="fr_proto_cognitive"]/short
source: Pro. Cognitive
ru: Про. когнитив
zh_hans: 原型认知体

# data/blueprints.xml.append$//crewBlueprint[@name="fr_proto_cognitive"]/desc
source: A semi-sentient AI construct built by the Obelisk Commonwealth for combating boarders; it lacks the capability for even basic repairs. It can be switched between manual control and an automated mode.
ru: Частично разумный ИИ, созданный Содружеством обелисков для борьбы с абордажниками; не способен даже на самый простейший ремонт. Он может переключаться между ручным и автоматическим режимами.
zh_hans: 联合方碑为反击登舰者而建造的半感知人工智能构造体;它甚至缺乏基本的维修能力。可以在手动控制和自动模式之间切换。

source: 150 Max Health, Slowly repairs itself out of combat.
ru: 150 максимальное здоровье, медленно восстанавливает себя вне боя.
zh_hans: 150最大生命值，战斗外会缓慢修复自身。

source: 1.75x combat damage, moves at 2x speed.
ru: Наносит 1.75х урон в бою, перемещается со скоростью 2х.
zh_hans: 1.75倍战斗伤害，2倍移动速度。

source: Immune to mind control and sees adjacent rooms. Can't repair.
ru: Невосприимчив к контролю разума и видит соседние отсеки. Не может производить ремонт.
zh_hans: 免疫心灵控制，可看见相邻舱室。无法维修。

source: Immune to suffocation and fire damage.
ru: Невосприимчив к удушью и урону от огня.
zh_hans: 免疫窒息与火焰伤害。

source: Can be switched to Liberated mode, losing direct control but granting large boosts to their stats.
ru: Может перейти в Свободный режим, становясь неуправляемым напрямую, но получая большой бонус к характеристикам.
zh_hans: 可切换至自动模式，无法直接控制但属性获得大量增益。

source: Proto-Cognitive (Automated)
ru: Прото-когнитив (Автоматический)
zh_hans: 原型认知体（自动模式）

source: Pro. Cognitive [A]
ru: Про.-Когнитив [А]
zh_hans: 原型认知体（自）

source: A semi-sentient AI construct built by the Obelisk Commonwealth for combating boarders; it lacks the capability for even basic repairs. It can be switched between manual control and an automated mode.
ru: Частично разумный ИИ, созданный Содружеством обелисков для борьбы с абордажниками; не способен даже на самый простейший ремонт. Он может переключаться между ручным и автоматическим режимами.
zh_hans: 联合方碑为反击登舰者而建造的半感知人工智能构造体;它甚至缺乏基本的维修能力。可以在手动控制和自动模式之间切换。

source: Automated state.
ru: Автоматическое состояние.
zh_hans: 自动状态。

source: 175 Max Health, Slowly repairs itself out of combat.
ru: 175 максимального здоровья, медленно восстанавливает себя вне боя.
zh_hans: 175最大生命值，战斗外会缓慢修复自身。

source: 3x combat damage, moves at 2.5x speed.
ru: Наносит 3х урон в бою, перемещается со скоростью 2.5х.
zh_hans: 3倍战斗伤害，2.5倍移动速度。

source: Immune to mind control and sees adjacent rooms. Can't repair.
ru: Невосприимчив к контролю разума и видит соседние отсеки. Не может производить ремонт.
zh_hans: 免疫心灵控制，可看见相邻舱室。无法维修。

source: Immune to suffocation and fire damage.
ru: Невосприимчив к удушью и урону от огня.
zh_hans: 免疫窒息与火焰伤害。

source: Can be switched back to Control mode, gaining direct control but losing the large boosts to its stats.
ru: Может перейти в Ограниченный режим, становясь управляемым напрямую, но теряя бонус к характеристикам.
zh_hans: 可切换回手动模式，可直接控制但会失去大量属性增益。

source: Experimental Cognitive
ru: Экспериментальный когнитив
zh_hans: 实验性认知体

source: Exp. Cognitive
ru: Экс. когнитив
zh_hans: 实验性认知体

source: A highly advanced AI construct built by Aenwithe, a former engineer in the Obelisk Empire's Cognitive division. This model has to alternate between automated and manual control for safety reasons.
ru: Высокотехнологичный ИИ, созданный Аэнвитэ, бывшим инженером когнитивного отдела империи обелисков. По соображениям безопасности эта модель должна чередовать автоматическое и ручное управление.
zh_hans: 高度先进的AI构造体，由安威斯亲手打造，方碑皇族认知体部门的前任工程师。出于安全因素的考量，此型号需要不停地在自动与手动模式间切换。

source: 200 Max Health, takes 10% less damage from combat. Learns skills very quickly.
ru: 200 максимального здоровья, получает на 10% меньше урона в бою. Очень быстро изучает навыки.
zh_hans: 200最大生命值，战斗中受到的伤害减少10%。学习技能的速度极快。

source: 1.5x combat damage, moves and repairs at 1.5x speed. Can teleport anywhere.
ru: 1.5х урона в бою, перемещается и ремонтирует со скоростью 1.5х. Может телепортироваться куда угодно.
zh_hans: 1.5倍战斗伤害，1.5倍移动与修理速度。可传送至任何地方。

source: Immune to suffocation and fire damage as well as mind control. Gives 1 power when inside a mannable, main system.
ru: Невосприимчив к удушью и огню, а также к контролю разума. Дает 1 энергию, если находится внутри управляемой, основной системы.
zh_hans: 无视窒息，火焰伤害，以及心灵控制。处于可操控的主要系统时会提供1格能量。

source: At every jump it will switch between Automated and Manual mode, becoming uncontrollable and controllable respectively.
ru: При каждом прыжке он будет переключаться между автоматическим и ручным режимами, становясь неконтролируемым и контролируемым соответственно.
zh_hans: 每次跃迁它将会在自动与手动模式间切换，周期性的变为不可操控与可操控。

source: Experimental Cognitive (Automated)
ru: Экспериментальный когнитив (автоматизированный)
zh_hans: 实验性认知体（自动模式）

source: Exp. Cognitive [A]
ru: Эксп. когнитив [А]
zh_hans: 实验性认知体（自动模式）

source: A highly advanced AI construct built by Aenwithe, a former engineer in the Obelisk Empire's Cognitive division. This model has to alternate between automated and manual control for safety reasons.
ru: Высокотехнологичный ИИ, созданный Аэнвитэ, бывшим инженером когнитивного отдела империи обелисков. По соображениям безопасности эта модель должна чередовать автоматическое и ручное управление.
zh_hans: 高度先进的AI构造体，由安威斯亲手打造，方碑皇族认知体部门的前任工程师。出于安全因素的考量，此型号需要不停地在自动与手动模式间切换。

source: Automated.
ru: Автоматический.
zh_hans: 自动状态。

source: 200 Max Health, takes 10% less damage from combat. Learns skills very quickly.
ru: 200 максимального здоровья, получает на 10% меньше урона в бою. Очень быстро изучает навыки.
zh_hans: 200最大生命值，战斗中受到的伤害减少10%。学习技能的速度极快。

source: 1.5x combat damage, moves and repairs at 1.5x speed. Can teleport anywhere.
ru: 1.5х урона в бою, перемещается и ремонтирует со скоростью 1.5х. Может телепортироваться куда угодно.
zh_hans: 1.5倍战斗伤害，1.5倍移动与修理速度。可传送至任何地方。

source: Immune to suffocation and fire damage as well as mind control. Gives 2 power when inside a mannable, main system.
ru: Невосприимчив к удушью и огню, а также к контролю разума. Дает 2 энергии, если находится внутри управляемой, основной системы.
zh_hans: 无视窒息，火焰伤害，以及心灵控制。处于可操控的主要系统时会提供2格能量。

source: At every jump it will switch between Automated and Manual mode, becoming uncontrollable and controllable respectively. Can be controlled while in the enemy ship.
ru: При каждом прыжке он будет переключаться между автоматическим и ручным режимами, становясь неконтролируемым и контролируемым соответственно. Можно управлять, будучи на вражеском корабле.
zh_hans: 每次跃迁它将会在自动与手动模式间切换，周期性的变为不可操控与可操控。在敌舰内时可操控。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_enhanced"]/desc
source: An Augmented who has further varied their biology by consuming a specific piece of ancient wreckage. They can only repair by using their unique abilities.
ru: Возвышенный, который еще больше изменил свою природу, съев особый кусок древних обломков. Он может ремонтировать только с помощью своих уникальных способностей.
zh_hans: 一种强铁族，食用了一部分特定的远古残骸来进一步改变了他们的生物构造。他们只能使用自己独特的能力来进行维修。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_enhanced"]/title
source: The Enhanced
ru: Повышенный
zh_hans: 增铁族

# data/blueprints.xml.append$//crewBlueprint[@name="fr_enhanced"]/short
source: Enhanced
ru: Повышенный
zh_hans: 增铁族

source: Primary Active Ability: Releases stored nano-metals, repairing the hull for 1 point. 1 charge per jump.
ru: Основная активная способность: Высвобождает накопленные нанометаллы, восстанавливая корпус на 1 единицу. 1 заряд за прыжок.
zh_hans: 主要主动能力：释放存储的纳米金属，修复1点舰体。每次跃迁充能一次。

source: Secondary Active Ability: Melds with the system, dealing 40 damage to itself but fully healing the system.
ru: Вторичная активная способность: Сливается с системой, нанося 40 урона себе, но полностью исцеляя систему.
zh_hans: 次要主动能力：与系统融合，对自身造成40点伤害并完全修复系统。

source: Max Health is reduced to 80, slowly regenerates health. Immune to hazards, slowly drains air from the room.
ru: Максимальное здоровье снижено до 80, медленно восстанавливает здоровье. Невосприимчив к опасностям, медленно поглощает кислород в отсеке.
zh_hans: 最大生命降低至80，缓慢恢复生命值。免疫环境伤害，缓慢吸取舱室中的空气。

source: Provides power to current room, deals 1.5x damage. Can't repair.
ru: Дает энергию в текущий отсек, наносит 1.5x урона. Не может ремонтировать.
zh_hans: 为当前舱室供能，造成1.5倍伤害。无法维修。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_withered"]/desc
source: Bizarrely mutated Lanius who have feasted upon an unusual piece of ancient scrap metal. Although their arms have been rendered harmless noodles, they boast unparalleled sabotage capability.
ru: Причудливо мутировавший ланиус, который полакомился необычным куском древнего металлолома. Хотя его руки превратились в безвредную лапшу, он может похвастаться непревзойденным талантом к саботажу.
zh_hans: 奇怪的变异食铁族，吃掉了一部分罕见的远古废金属。虽然它们的手臂已经变成了看似无害的面条状，但它们拥有无与伦比的破坏能力。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_withered"]/title
source: The Withered
ru: Увядший
zh_hans: 凋铁族

# data/blueprints.xml.append$//crewBlueprint[@name="fr_withered"]/short
source: Withered
ru: Увядший
zh_hans: 凋铁族

source: Active Ability: Assimilates part of the ship hull, doing minor hull damage but dealing x5 boosted sabotage damage (doesn't stack with the normal bonus) and regenerating 5 hp/s for 12 seconds. They will be uncontrollable and unable to be teleported back while this effect is active.
ru: Активная способность: Ассимилирует часть корпуса корабля, нанося незначительный урон корпусу, но дает 5х усиленный урон саботажа (не суммируется с обычным бонусом) и регенерируя 5 ОЗ/с в течение 12 секунд. Пока этот эффект активен, он неконтролируем и не может быть телепортирован обратно.
zh_hans: 主动能力：吸收部分船体，造成轻微船体伤害，但造成5倍破坏伤害（不与普通加成叠加）并每秒回复5点生命值，持续 12 秒。当此效果激活时，它们将无法被控制且无法传送回来。

source: 120 Health. Deals 3x the sabotage damage.
ru: 120 здоровья. Наносит 3х урона систем.
zh_hans: 120生命值。造成3倍破坏伤害。

source: Can't fight, immune to mind control.
ru: Не может сражаться, невосприимчив к контролю разума.
zh_hans: 无法战斗，免疫心灵控制。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_mantis_queen"]/desc
source: The Mantis Queen, Leikonpliiinakra, might appear harmless to an outsider, but she is, in fact, the strongest Mantis within the Hive. Her true strength lies in the efficiency boost her mere presence enforces.
ru: Королева богомолов, Лейконплииинакра, может показаться безобидной на первый взгляд, но на самом деле она - сильнейший богомол в Улье. Ее истинная сила заключается в эффектах, которые приносят само ее присутствие.
zh_hans: 螳螂女王，莱孔普利纳克拉，在外人看来也许没什么威胁，但事实上，她是母巢中最强大的螳螂族。她的真实力量在于她御驾亲征时所能带来的巨大增益。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_mantis_queen"]/title
source: Mantis Queen
ru: Королева богомолов
zh_hans: 螳螂女王

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_mantis_queen"]/short
source: Queen
ru: Королева
zh_hans: 螳螂女王

source: Her presence makes friendly crew in the same room deal 1.5x damage and take 0.8x damage (Mantis have these buffs doubled).
ru: Благодаря ее присутствию, дружественный экипаж в одном отсеке наносит 1.5x урона и получает 0.8x урона (у богомолов эти эффекты удваиваются).
zh_hans: 她亲临战场，使得同一房间的所有友方船员可造成1.5倍伤害，承受0.8倍伤害（螳螂族增益翻倍）。

source: 250 Health. Repairs at normal speed. Deals 0.35x damage.
ru: 250 здоровья. Ремонтирует с обычной скоростью. Наносит 0.35x урона.
zh_hans: 250生命值。以正常速度修理。造成0.35倍伤害。

source: Attacks in melee range at 3.5x speed. Moves at 0.5x speed.
ru: Атакует в ближнем бою со скоростью 3.5x. Перемещается с 0.5х скоростью.
zh_hans: 3.5倍近战速度。0.5倍移动速度。

source: Enemy Hive Mantis are unable to fight when inside the same room as the Queen.
ru: Вражеские богомолы Улья не могут сражаться, если находятся в одном отсеке с Королевой.
zh_hans: 在与螳螂女王身处同一舱室时，敌方母巢螳螂将无法战斗。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_salt"]/title
source: Salt Soldier
ru: Соляной Солдат
zh_hans: 盐人士兵

# data/blueprints.xml.append$//crewBlueprint[@name="fr_salt"]/short
source: Salt
ru: соляной
zh_hans: 盐人

# data/blueprints.xml.append$//crewBlueprint[@name="fr_salt"]/desc
source: A member of the legendary Salt Empire's armada, thought to have been driven to extinction many years ago. Thanks to the efforts of a determined bounty hunter, they have returned to the fray.
ru: Член легендарной армады Соляной империи, которая, как считалось, была уничтожена много лет назад. Благодаря усилиям решительного охотника за головами они вернулись в строй.
zh_hans: 传说中的盐人帝国舰队的成员，被认为在多年前就已经灭绝了。在赏金猎人的不懈努力下，他们得以重新投身于战场中。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_salt"]/powerList/power[1]
source: 200 Health, constantly saps the health of nearby enemies at 3.5 damage per second. Slugs take 5 damage per second instead. Nearby enemies heal 30% slower.
ru: 200 здоровья, постоянно отнимает здоровье у ближайших врагов со скоростью 3.5 ОЗ/с, а слизни получают урон в 5 ОЗ/с. Ближайшие враги исцеляются на 30% медленнее.
zh_hans: 200 点生命值，以每秒 3.5 点伤害持续消耗附近敌人的生命值。蛞蝓族改为每秒受到 5 点伤害。附近的敌人的治疗速度降低 30%。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_salt"]/powerList/power[2]
source: 0.80x movement speed, only takes 30% suffocation damage, takes 1.5 times fire damage. 0.25x combat damage and 0.5x sabotage damage.
ru: 0.80x скорость передвижения, получает только 30% урона от удушья, получает 1.5х урона от огня. 0.25x боевого урона и 0.5x урона саботажа.
zh_hans: 0.8倍移动速度，只承受30%的窒息伤害，承受1.5倍火焰伤害。0.25倍战斗伤害，0.5倍破坏伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_salt"]/powerList/power[3]
source: Crew's highly corrosive salt makes them deal 5x more damage to doors.
ru: Благодаря разъедающей соли, соляной экипаж наносит дверям 5х урона.
zh_hans: 此船员的高腐蚀性盐使其能对舱门造成5倍额外伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_salt"]/powerList/power[4]
source: Salted gases makes Slugs and drones take 30% more damage while in the same room as the crew.
ru: Соленые газы заставляют слизней и дронов получать на 30% больше урона, если они находятся в одном отсеке с ними.
zh_hans: 盐渍气体使蛞蝓族和无人机在与此船员处于同一舱室时受到的伤害增加 30%。

source: A hologram projected by a miniature mobile hardlight emitter. Although not sapient and only temporary, it can perform any task a regular crew member can.
ru: Голограмма, проецируемая миниатюрным мобильным излучателем твердого света. Несмотря на отсутствие разума и временное существование, она может выполнять любые задачи, доступные обычному члену экипажа.
zh_hans: 由微型移动强光发射器投影的全息影像。虽然它不是智能的，并且只能暂时存在，但它可以执行普通船员可以执行的任何任务。

source: Hologram
ru: Голограмма
zh_hans: 全息影像

source: Hologram
ru: Голограмма
zh_hans: 全息影像

source: 25 Max Health, immune to hazards. Cannot be cloned.
ru: 25 максимального здоровья, иммунитет к опасностям. Не может быть клонирована.
zh_hans: 25最大生命值，免疫环境伤害。无法被克隆。

source: Can man systems at lvl2 skill level.
ru: Может управлять системами на уровне 2.
zh_hans: 可以以2级技能操控系统。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_wither_hologram"]/desc
source: A hologram projected by a highly advanced prototype Aether weapon.
ru: Голограмма, проецируемая высокотехнологичным прототипом эфирного оружия.
zh_hans: 由高度先进的以太原型武器投射的全息影像。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_wither_hologram"]/title
source: Wither Hologram
ru: Голограмма Увядшего
zh_hans: 凋零全息影像

# data/blueprints.xml.append$//crewBlueprint[@name="fr_wither_hologram"]/short
source: W. Hologram
ru: Голограмма Увядшего
zh_hans: 凋零全息影像

source: 300 Max Health, 2x crew damage, immune to hazards.
ru: 300 максимального здоровья, 2x урона экипажу, иммунитет к опасностям.
zh_hans: 300最大生命值，2倍船员伤害，免疫环境伤害。

source: Has a built in short range teleporter that allows them to teleport anywhere on the current ship.
ru: Имеет встроенный телепорт малого радиуса действия, который позволяет им телепортироваться в любое место на текущем корабле.
zh_hans: 搭载了短距传送器，让其能够在当前舰船上随意传送。
