Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: [Base cooldown: 38] Powers a devastating plasma cannon that fires a single plasma shot. The plasma projectile deals 4 ion and system damage with 2 shield pierce and 50% fire chance.
ru: [Базовая перезарядка: 38] Задействует разрушительную плазменную пушку, которая выпускает один плазменный снаряд. Плазменный снаряд наносит 4 ионных и системных урона, пробивает 2 щита и имеет 50% вероятность возгорания.
zh_hans: [基础充能时间：38秒] 为毁灭性的等离子炮充能，发射一发等离子，造成4点离子与系统伤害，可穿透2层护盾，50%起火概率。

source: Fires a single blast that deals 4 ion and system damage an pierces 2 shields. 50% chance to start fires.
ru: Выпускает один заряд, который наносит 4 ионных и системных урона и пробивает 2 щита. 50% вероятность возгорания.
zh_hans: 发射一发等离子，造成4点离子与系统伤害，可穿透2层护盾，50%起火概率。

source: Royal Payload Artillery
ru: Артилл. дворян "Боезаряд"
zh_hans: 皇家爆弹巨炮

source: € Payload Art.
ru: Арт. € Боезаряд
zh_hans: 爆弹巨炮 €

source: [Base cooldown: 45] Powers a devastating bomb launcher that fires 5 bombs. Each bomb deals 1 hull, 4 system and 45 crew damage with guaranteed fires and stun.
ru: [Базовая перезарядка: 45] Задействует разрушительную бомбовую установку, которая выпускает 5 бомбы. Каждая бомба наносит 1 урон корпусу, 4 урон системам и 45 урон экипажу с гарантированной вероятностью пробоины и оглушения.
zh_hans: [基础充能时间：45秒] 为毁灭性的爆弹传送器充能，发射5发爆弹，每发造成1点舰体伤害，4点系统伤害，45船员伤害，必定起火和眩晕。

source: Fires a 5 bomb salvo that deals 1 hull, 4 system and 45 crew damage. Always starts fires and stuns.
ru: Выпускает залп из 5 бомб, наносящий 1 урон корпусу, 4 урон системе и 45 урон экипажу. Всегда вызывает пожар и оглушение.
zh_hans: 发射5发爆弹，每发造成1点舰体伤害，4点系统伤害，45船员伤害，必定起火和眩晕。

source: Commonwealth Eradicator Artillery
ru: Арт. Содр. "Ликвидатор"
zh_hans: 联合根除者光束巨炮

source: ⛼ Eradicator Art.
ru: Арт. ⛼ Ликвид.
zh_hans: 根除者巨炮 ⛼

source: [Base cooldown: 55] Powers a devastating beam that pierces all shields. The beam deals 2 hull and ion damage.
ru: [Базовая перезарядка: 55] Выпускает разрушительный луч, который пробивает все щиты. Луч наносит 2 урона корпусу и ионами.
zh_hans: [基础充能时间：55秒] 为毁灭性的光束充能，穿透所有护盾，造成2点舰体伤害与2点离子伤害。

source: Beam weapon, 2 hull and ion damage per room, pierces all shields.
ru: Лучевое оружие, 2 урона по корпусу и ионамами за отсек, пробивает все щиты.
zh_hans: 光束武器，穿透所有护盾，造成2点舰体伤害与2点离子伤害。

source: Commonwealth Carnage Artillery
ru: Артиллерия Содр. "Бойня"
zh_hans: 联合杀戮导弹巨炮

source: ⛼ Carnage Art.
ru: Арт. Бойня ⛼
zh_hans: 杀戮巨炮 ⛼

source: [Base cooldown: 52] Powers a devastating missile launcher that fires 3 missiles. Each missile deals 2 ion and 1 damage with a guaranteed fire or breach and a guaranteed stun..
ru: [Базовая перезарядка: 52] Задействует разрушительную ракетную установку, которая выпускает 3 ракеты. Каждая ракета наносит 2 иона и 1 урон с гарантированным возгоранием или пробоиной и гарантированным оглушением.
zh_hans: [基础充能时间：52秒] 为毁灭性的导弹发射器充能，可发射3发导弹。每发造成1点伤害与额外2点离子伤害，必定起火或破舱，以及眩晕。

source: Fires 3 missiles; 1 damage and 2 ion damage each; pierces all shields. High status chance.
ru: Выпускает 3 ракеты; 1 урон и 2 ионных урона каждая; пробивает все щиты. Высокий шанс получения статусного эффекта.
zh_hans: 可发射3发导弹。每发造成1点伤害与额外2点离子伤害，高眩晕概率。

source: Commonwealth Harbinger Artillery
ru: Арт. Содр. "Предвестник"
zh_hans: 联合预兆者激光巨炮

source: ⛼ Harbinger Art.
ru: Арт. ⛼ Предвестник
zh_hans: 预兆者巨炮 ⛼

source: [Base cooldown: 45] Powers a devastating laser that fires 6 lasers in a burst. Each laser deals 2 ion and 1 damage with 20% fire chance and 40% breach chance.
ru: [Базовая перезарядка: 45] Задействует разрушительный лазер, который стреляет 6 лазерами за выстрел. Каждый лазер наносит 2 иона и 1 урон и с вероятностью 20% вызывает возгорание и 40% пробоину.
zh_hans: [基础充能时间：45秒] 为毁灭性的激光充能，发射6发激光。每发激光造成1点伤害与2点离子伤害，20%起火概率，40%破舱概率。

source: Fires a burst of 6 projectiles that each deal 2 ion and 1 damage.
ru: Производит 6 снарядов за выстрел, каждый из которых наносят 2 ионного и 1 обычного урона.
zh_hans: 发射6发激光。每发激光造成1点伤害与2点离子伤害。

source: Commonwealth Plasma Artillery
ru: Артиллерия Содр. "Плазма"
zh_hans: 联合等离子巨炮

source: ⛼ Plasma Art.
ru: Арт. ⛼ Плазма
zh_hans: 等离子巨炮 ⛼

source: [Base cooldown: 42] Powers a devastating plasma cannon that fires 3 plasma shots. Each plasma projectile deals 1 ion and system damage with full shield pierce, 20% fire chance, and 40% breach chance.
ru: [Базовая перезарядка: 42] Задействует разрушительную плазменную пушку, которая выпускает 3 плазменных снаряда. Каждый плазменный снаряд наносит 1 ионный и системный урон, которые пробивают все щиты, 20% вероятностью возгорания и 40% пробоины.
zh_hans: [基础充能时间：42秒] 为毁灭性的等离子炮充能，发射3发等离子，造成1点离子与系统伤害，可穿透所有护盾，20%起火概率，40%破舱概率。

source: Fires 3 plasma shots that deals 1 ion and system damage an pierces all shields.
ru: Выпускает 3 плазменных выстрела, которые наносят 1 ионный и системный урон и пробивают все щиты.
zh_hans: 发射3发等离子，造成1点离子与系统伤害，可穿透所有护盾。

source: Commonwealth Payload Artillery
ru: Арт. Содр. "Боезаряд"
zh_hans: 联合爆弹巨炮

source: ⛼ Payload Art.
ru: Арт. ⛼ Боезаряд
zh_hans: 爆弹巨炮 ⛼

source: [Base cooldown: 48] Powers a devastating bomb launcher that fires 3 bombs. Each bomb deals 1 hull and 5 ion damage with a guaranteed fire or breach, and a guaranteed stun.
ru: [Базовая перезарядка: 48] Задействует разрушительную бомбовую установку, которая выпускает 3 бомбы. Каждая бомба наносит 1 урон корпусу, 5 урон системам и с гарантированной вероятностью пробоины и оглушения.
zh_hans: [基础充能时间：48秒] 为毁灭性的爆弹传送器充能，发射3发爆弹，每发造成1点舰体伤害，5点离子伤害，必定起火或破舱，以及眩晕。

source: Fires a 3 bomb salvo that deals 1 hull and 5 ion damage. Always stuns.
ru: Выпускает залп из 3 бомб, наносящий 1 урон корпусу и 5 ионных урона. Всегда оглушает.
zh_hans: 发射3发爆弹，每发造成1点舰体伤害，5点离子伤害，必定眩晕。

source: Fission Artillery
ru: Артиллерия "Расщепитель"
zh_hans: 裂变光束巨炮

source: Fission Art.
ru: Арт. Расщеп.
zh_hans: 裂变巨炮

source: [Base cooldown: 55] Powers a devastating beam that can't pierce shields but deals 5 hull and 6 system damage.
ru: [Базовая перезарядка: 55] Выпускает разрушительный луч, который не может пробить щиты, но наносит 5 урона корпусу и 6 системного урона.
zh_hans: [基础充能时间：55秒] 为毁灭性的光束充能，无法穿透护盾，但可以造成5点舰体伤害与6点系统伤害。

source: Beam weapon, 5 damage hull and 6 system damage per room, can't pierce shields.
ru: Лучевое оружие, 5 урона корпусу и 6 урона системе за отсек, не может пробить щиты.
zh_hans: 光束武器，造成5点舰体伤害与6点系统伤害，无法穿透护盾。

source: Continuum Artillery
ru: Артиллерия "Континуум"
zh_hans: 不息导弹巨炮

source: Continuum Art.
ru: Арт. Континуум
zh_hans: 不息巨炮

source: [Base cooldown: 60/Final chain: 10] Powers a devastating missile launcher that fires a single missile which deals 1 damage but chains into incredible speeds after shooting once.
ru: [Базовая перезарядка: 60/Финальная перезарядка: 10] С помощью разрушительной ракетной установки выпускает одну ракету, которая наносит 1 урон, но после одного выстрела разгоняется до невероятной скорости.
zh_hans: [基础充能时间：60秒/链式上限：10秒] 为毁灭性的导弹发射器充能，发射1发导弹，造成1点伤害，但发射一次之后射速就会达到最大上限。

source: Fires 1 missiles; 1 damage; pierces all shields. Chains heavily after 1 shot.
ru: Выпускает 1 ракету; 1 урон; пробивает все щиты. После попадания разгоняется.
zh_hans: 发射1发导弹，造成1点伤害，穿透所有护盾，发射一次之后射速就会达到最大上限。

source: Transfixer Artillery
ru: Артиллерия "Трансфиксатор"
zh_hans: 相位激光巨炮

source: Trans. Art.
ru: Арт. Трансф.
zh_hans: 相位巨炮

source: [Base cooldown: 45] Powers a devastating laser that fires 3 lasers. Each laser deals 1 hull and 2 system damage with full shield pierce.
ru: [Базовая перезарядка: 45] Задействует разрушительный лазер, стреляющий 3 зарядами. Каждый лазер наносит 1 урон корпусу и 2 урон системам с пробитием всех щитов.
zh_hans: [基础充能时间：45秒] 为毁灭性的激光充能，发射3发激光。每发激光造成1点舰体伤害与2点系统伤害，穿透所有护盾。

source: Fires 3 shots that each deal 1 hull and 2 system damage.
ru: Производит 3 выстрела, каждый из которых наносит 1 урон корпусу и 2 урона системам.
zh_hans: 发射3发激光。每发激光造成1点舰体伤害与2点系统伤害。

source: Neutronium Cannon Artillery
ru: Нейтрониевая арт. пушка
zh_hans: 中子巨炮

source: Neutronium Art.
ru: Нейтрон. арт.
zh_hans: 中子巨炮

source: [Base cooldown: 40] Powers a devastating plasma cannon that quickly fires 5 plasma shots. Each plasma projectile deals 15 crew, 1 ion, and 1 system damage.
ru: [Базовая перезарядка: 40] Задействует разрушительную плазменную пушку, которая быстро выпускает 5 плазменных выстрелов. Каждый плазменный снаряд наносит 15 урона по экипажу, 1 ионного и 1 системного урона.
zh_hans: [基础充能时间：40秒] 为毁灭性的中子炮充能，快速发射5发等离子，每发等离子造成1点离子与系统伤害，15点船员伤害。

source: Quickly Fires 5 plasma shots that deals 15 crew, 1 ion and system damage.
ru: Быстро выпускает 5 плазменных выстрелов, наносящих 15 урона экипажу, 1 ионный и системный урон.
zh_hans: 快速发射5发等离子，每发等离子造成1点离子与系统伤害，15点船员伤害。

source: Supernova Artillery
ru: Артиллерия "Сверхнова"
zh_hans: 超新星爆弹巨炮

source: Supernova Art.
ru: Арт. Сверхнова
zh_hans: 超新星巨炮

source: [Base cooldown: 55] Powers a devastating bomb launcher that fires 3 bombs. Each bomb deals 2 hull, 1 system and 150 crew damage with hullbust.
ru: [Базовая перезарядка: 55] Задействует разрушительную бомбовую установку, которая выпускает 3 бомбы. Каждая бомба наносит 2 урона корпусу с двойным уроном по отсекам без систем, 1 урон системам и 150 урона по экипажу.
zh_hans: [基础充能时间：55秒] 为毁灭性的爆弹传送器充能，发射3发爆弹，每发造成2点舰体伤害，1点系统伤害，150点船员伤害，可破舱。

source: Fires a 3 bomb salvo that deals 2 hull, 1 system and 150 crew damage. Hullbuster.
ru: Выпускает залп из 3 бомб, наносящий 2 урона корпусу, 1 системам и 150 урона экипажу. Двойной урон по отсекам без систем.
zh_hans: 发射3发爆弹，每发造成2点舰体伤害，1点系统伤害，150点船员伤害，可破舱。

source: Necromantic Eradicator Artillery
ru: Некром. арт. "Ликвидатор"
zh_hans: 死灵根除者光束巨炮

source: ☠ Eradicator Art.
ru: ☠ арт. Предв.
zh_hans: 根除者巨炮 ☠

source: [Base cooldown: 45] Powers a strange beam that pierces all shields. The beam deals 1 hull with a long trail and medium Erosion damage.
ru: [Базовая перезарядка: 45] Выпускает странный луч, пробивающий все щиты. Луч наносит 1 урона корпусу с длинным путем и средний урон от эрозии.
zh_hans: [基础充能时间：45秒] 为怪异的光束充能，发射一发较长的光束，穿透所有护盾，造成1点舰体伤害与中等腐蚀伤害。

source: Beam weapon, 1 hull damage per room, pierces all shields, long trail. Medium Erosion.
ru: Лучевое оружие, 1 урон корпусу за отсек, пробивает все щиты, длинный путь. Средняя эрозия.
zh_hans: 光束武器，长度较长，穿透所有护盾，每舱室造成1点舰体伤害与中等腐蚀伤害。

source: Necromantic Carnage Artillery
ru: Некромант. арт. "Бойня"
zh_hans: 死灵杀戮导弹巨炮

source: ☠ Carnage Art.
ru: ☠ арт. Бойня
zh_hans: 杀戮巨炮 ☠

source: [Base cooldown: 50] Powers a strange missile launcher that fires 5 missiles. Each missile only deals 45 crew damage but inflicts extreme erosion with a wide radius.
ru: [Базовая перезарядка: 50] Задействует странную ракетную установку, которая выпускает 5 ракет. Каждая ракета наносит всего 45 урона экипажу, но зато наносит сильнейшую эрозию с большим радиусом поражения.
zh_hans: [基础充能时间：50秒] 为怪异的导弹发射器充能，发射5发导弹，导弹散布大，每发导弹只造成45点船员伤害，但会施加极强的腐蚀效果。

source: Fires 5 missiles; 45 crew damage each; pierces all shields. Extreme erosion.
ru: Выпускает 5 ракет; 45 урона экипажу каждая; пробивает все щиты. Сильная эрозия.
zh_hans: 发射5发导弹，每发导弹造成45点船员伤害，穿透所有护盾，施加极强的腐蚀效果。

source: Necromantic Harbinger Artillery
ru: Некром. арт. "Предвестник"
zh_hans: 死灵预兆者激光巨炮

source: ☠ Harbinger Art.
ru: ☠ арт. Предв.
zh_hans: 预兆者巨炮 ☠

source: [Base cooldown: 48] Powers a strange laser that fires 4 lasers. Each laser deals 2 hull damage with hullbust and heavy erosion damage.
ru: [Базовая перезарядка: 48] Задействует странный лазер, который стреляет 4 зарядами. Каждый лазер наносит 2 урона корпусу с двойным уроном по отсекам без систем и сильной эрозией.
zh_hans: [基础充能时间：48秒] 为怪异的激光充能，发射4发激光。每发激光造成2点舰体伤害，可破舱，施加重度腐蚀伤害。

source: Fires 4 lasers, each dealing 2 hull damage with hullbust. Heavy erosion.
ru: Выпускает 4 лазерных заряда, каждый из которых наносит 2 урона корпусу с двойным уроном по отсекам без систем. Сильная эрозия.
zh_hans: 发射4发激光。每发激光造成2点舰体伤害，可破舱，施加重度腐蚀伤害。

source: Necromantic Plasma Artillery
ru: Некромант. арт. "Плазма"
zh_hans: 死灵等离子巨炮

source: ☠ Plasma Art.
ru: ☠ арт. Плазма
zh_hans: 等离子巨炮 ☠

source: [Base cooldown: 40] Powers a strange plasma cannon that fires a burst of 6 ion shots. Each ion deals 1 ion damage in a wide radius with low erosion damage.
ru: [Базовая перезарядка: 40] Задействует странную плазменную пушку, которая выпускает серию из 6 ионных выстрелов. Каждый инонный заряд наносит 1 ионный урон в большом радиусе с низким уроном от эрозии.
zh_hans: [基础充能时间：40秒] 为怪异的等离子炮充能，发射6发等离子，每发等离子造成1点离子伤害，扩散较大，施加低腐蚀伤害。

source: Fires a burst of 6 ion shots that deals 1 ion damage in a wide radius. Heavy erosion.
ru: Выпускает серию из 6 ионных выстрелов, наносящих 1 ионный урон в большом радиусе. Сильная эрозия.
zh_hans: 发射6发等离子，每发等离子造成1点离子伤害，扩散较大，施加低腐蚀伤害。

source: Necromantic Payload Artillery
ru: Некромант. арт. "Боезаряд"
zh_hans: 死灵爆弹巨炮

source: ☠ Payload Art.
ru: ☠ арт. Боезаряд
zh_hans: 爆弹巨炮 ☠

source: [Base cooldown: 42] Powers a strange bomb launcher that fires 5 bombs. Each bomb deals 1 hull and 105 crew damage with medium erosion damage that lasts for a long time.
ru: [Базовая перезарядка: 42] Задействует странную бомбометную установку, которая выпускает 5 бомб. Каждая бомба наносит 1 урон корпусу и 105 урона экипажу со средним уроном от эрозии, который длится долгое время.
zh_hans: [基础充能时间：42秒] 为怪异的爆弹传送器充能，发射5发爆弹，每发爆弹造成1点舰体伤害与105点船员伤害，施加中度腐蚀效果，持续时间很长。

source: Fires a 5 bomb salvo that deals 1 hull and 120 crew damage. Medium long erosion.
ru: Выпускает залп из 5 бомб, наносящий 1 урон корпусу и 120 урон экипажу. Средней длительности эрозия.
zh_hans: 发射5发爆弹，每发爆弹造成1点舰体伤害与120点船员伤害。施加中度腐蚀效果。

source: Absolute Eradicator Artillery
ru: Верхов. арт. "Ликвидатор"
zh_hans: 绝对湮灭巨炮

source: ♕ Eradicator Art.
ru: ♕ арт. Ликвид.
zh_hans: ♕ 湮灭巨炮

source: [Base cooldown: 55] Powers a devastating beam that pierces all shields. The beam deals 1 hull damage with hullbust, poisons crew hit, and has a 25% chance to downgrade a targeted system by 1 level.
ru: [Базовая перезарядка: 55] Выпускает разрушительный луч, пробивающий все щиты. Луч наносит 1 урон корпусу с двойным уроном по отсекам без систем, отравляет экипаж и с вероятностью 25% понижает уровень системы, в которую попадает луч, на 1 уровень.
zh_hans: [基础充能时间：55秒]激活后发射毁灭性光束，可穿透所有护盾。光束造成1点舰体伤害并附带破舰效果，击中船员会使其中毒，且有25%几率使目标系统降级1级。

source: Beam weapon, 1 hull damage per room, pierces all shields, 25% chance to downgrade system by 1. Poisons Crew. Hullbuster.
ru: Лучевое оружие, 1 урон корпусу за отсек, пробивает все щиты, 25% вероятность понизить уровень системы на 1. Отравляет экипаж. Двойной урон по отсекам без систем.
zh_hans: 光束武器，对击中的舱室造成1舰体伤害，穿透所有护盾，25%概率降级系统。毒害船员。有破舰效果。

source: Absolute Carnage Artillery
ru: Верховная арт. "Бойня"
zh_hans: 绝对杀戮巨炮

source: ♕ Carnage Art.
ru: ♕ арт. Бойня
zh_hans: ♕ 杀戮巨炮

source: [Base cooldown: 50] Powers a devastating missile launcher that fires 4 missiles. Each missile deals 2 hull damage with hullbust, poisons crew hit, and has a 50% chance to downgrade a targeted system by 3 levels.
ru: [Базовая перезарядка: 50] Задействует разрушительную ракетную установку, которая выпускает 4 ракеты. Каждая ракета наносит 2 урона корпусу с двойным уроном по отсекам без систем, отравляет экипаж и с вероятностью 50% понижает уровень системы, в которую попала ракета, на 3 уровня.
zh_hans: [基础充能时间：55秒]激活一个毁灭性的导弹发射器发射4枚导弹。每枚导弹造成2点舰体伤害并附带破舰效果，击中船员会使其中毒，且有50%几率使目标系统降级3级。

source: Fires 4 missiles; 2 hull damage each; pierces all shields. 50% chance to downgrade system by 3. Poisons Crew. Hullbuster.
ru: Выпускает 4 ракеты; 2 урона корпуса каждая; пробивает все щиты. 50% шанс понизить уровень системы на 3. Отравляет экипаж. Двойной урон по отсекам без систем.
zh_hans: 发射4枚导弹；2点舰体伤害；穿透所有护盾。50%概率降低击中的系统3级。毒害船员。有破舰效果。

source: Absolute Harbinger Artillery
ru: Верхов. арт. "Предвестник"
zh_hans: 绝对预兆者巨炮

source: ♕ Harbinger Art.
ru: ♕ арт. Предв.
zh_hans: ♕预兆者巨炮

source: [Base cooldown: 45] Powers a devastating laser that fires 7 lasers. Each laser deals 1 hull damage with hullbust, poisons crew hit, and has a 50% chance to downgrade a targeted system by 1 level.
ru: [Базовая перезарядка: 45] Задействует разрушительный лазер, стреляющий 7 зарядами. Каждый лазер наносит 1 урон корпусу с двойным уроном по отсекам без систем, отравляет экипаж и с вероятностью 50% понижает уровень системы, в которую попадает, на 1 уровень.
zh_hans: [基础充能时间：45秒]激活后发射7发毁灭性激光。每发造成1点舰体伤害并附带破舰效果，击中船员会使其中毒，且有50%几率使目标系统降级1级。

source: Fires 7 lasers, each dealing 1 hull damage. 50% chance to downgrade system by 1. Poisons Crew. Hullbuster.
ru: Стреляет 7 лазерами, каждый из которых наносит 1 урон корпусу. 50% шанс понизить уровень системы на 1. Отравляет экипаж. Двойной урон по отсекам без систем.
zh_hans: 发射7发激光。每发造成1点舰体伤害。50%几率使目标系统降级1级。毒害船员。有破舰效果。

source: Absolute Plasma Artillery
ru: Верховная арт. "Плазма"
zh_hans: 绝对离子巨炮

source: ♕ Plasma Art.
ru: ♕ арт. Плазма

source: [Base cooldown: 40] Powers a devastating plasma cannon that fires a single energy shot. The energy projectile deals 3 ion and 1 hull damage with hullbust, poisons crew hit, and downgrades the targeted system by 1 level.
ru: [Базовая перезарядка: 40] Задействует разрушительную плазменную пушку, которая выпускает один энергетический снаряд. Энергетический снаряд наносит 3 ионного и 1 корпусного урона с двойным уроном по отсекам без систем, отравляет экипаж, и понижает уровень системы в которую попадает на 1 уровень.
zh_hans: [基础充能时间：40秒]激活毁灭性离子加农炮，发射一发能量弹。能量弹造成3点离子伤害和1点舰体伤害并附带破舰效果，击中船员会使其中毒，且使目标系统降级1级。

source: Fires a single blast that deals 3 ion and 1 hull damage. Downgrades system by 1. Poisons Crew. Hullbuster.
ru: Выпускает один заряд, наносящий 3 ионного и 1 корпусного урона. Понижает уровень системы на 1. Отравляет экипаж. Двойной урон по отсекам без систем.
zh_hans: 发射一发造成3点离子伤害1点舰体伤害的能量弹。使目标系统降级1级。毒害船员。有破舰效果。

source: Absolute Payload Artillery
ru: Верховная арт. "Боезаряд"
zh_hans: 绝对炸弹巨炮

source: ♕ Payload Art.
ru: ♕ арт. Боезаряд

source: [Base cooldown: 60] Powers a devastating bomb launcher that fires 4 bombs. Each bomb deals 1 hull and 45 crew damage with hullbust, poisons crew hit, and downgrades the targeted system by 2 levels.
ru: [Базовая перезарядка: 60] Задействует разрушительную бомбовую установку, которая выпускает 4 бомбы. Каждая бомба наносит 1 урона корпусу с двойным уроном по отсекам без систем, отравляет экипаж, попавший под удар, и понижает уровень системы, в которую произведено попадание на 2.
zh_hans: [基础充能时间：60秒]激活一个毁灭性的炸弹传送器发射4颗炸弹。每颗炸弹造成1点舰体伤害45点船员伤害并附带破舰效果，击中船员会使其中毒，且使目标系统降级2级。

source: Fires a 4 bomb salvo that deals 1 hull and 45 crew damage. Downgrades system by 2. Poisons Crew. Hullbuster.
ru: Выпускает залп из 4 бомб, наносящий 1 урон корпусу и 45 урон экипажу. Понижает уровень системы на 2. Отравляет экипаж. Двойной урон по отсекам без систем.
zh_hans: 发射4颗炸弹，造成1点舰体伤害，45点船员伤害。使目标系统降级2级。毒害船员。有破舰效果。

source: Commonwealth's Dreadnought Artillery
ru: Артиллерия дредноута Содружества
zh_hans: 联合方碑无畏舰巨炮

source: C. D. Art.
ru: Арт. дред. Содр.

source: [Base cooldown: 30] A peculiar bomb launcher artillery which uses an electromagnetic payload. Shoots 5 bombs that deals 1 hull and 5 ion damage.
ru: [Базовая перезарядка: 30] Своеобразная артиллерийская установка для запуска бомб, использующая электромагнитный заряд. Выпускает 5 бомб, наносящих 1 урон корпусу и 5 ионного урона.
zh_hans: [基础充能时间：30秒]这是一门特殊的传送炸弹巨炮，采用电磁弹头。可发射5枚炸弹，每枚造成1点舰体伤害与5点离子伤害。

source: Artillery: A powerful ancient Cluster Bomb salvo that fires 5 powerful bombs that deal 1 hull and 5 ion damage.
ru: Артиллерия: Мощный залп древних кассетных бомб, который выпускает 5 мощных бомб, наносящих 1 урон корпусу и 5 ионного урона.
zh_hans: 巨炮：一种强大的古代集束炸弹齐射系统，可发射5枚威力巨大的炸弹，每枚造成1点舰体伤害与5点离子伤害。

source: 'Xcthol' Artillery
ru: Артиллерия "Хктол"
zh_hans: '克索尔'巨炮

source: [Base cooldown: 25] Releases a burst of 3 mines which inflict Blasphemy, temporarily disabling death effects. It also uncontrollably mind-controls struck crew for 5 seconds.
ru: [Базовая перезарядка: 25] Выпускает залп из 3 мин, которые накладывают эффект "Богохульство", временно отменяя эффекты смерти. Кроме того, она позволяет управлять сознанием пораженного экипажа в течение 5 секунд.
zh_hans: [基础充能时间：25秒]释放3发空雷，散播渎神效果，暂时禁用死亡特效。并对击中的船员施加5秒不受控的精神控制。

source: Artillery: Releases a burst of 3 mines that inflict blasphemy; Mind controls enemies for 5 seconds and makes them uncontrollable.
ru: Артиллерия: Выпускает залп из 3 мин, вызывающих богохульство; контролирует разум врагов на 5 секунд и делает их неуправляемыми.
zh_hans: 巨炮：发射三发空雷，散播渎神效果；心控敌人5秒且无法控制。

source: 'Xcthol' Artillery
ru: Артиллерия "Хктол"
zh_hans: '克索尔'巨炮

source: [Base cooldown: 25] Releases a burst of 3 mines which inflict Blasphemy, temporarily disabling death effects. It also uncontrollably mind-controls struck crew for 5 seconds.
ru: [Базовая перезарядка: 25] Выпускает залп из 3 мин, которые накладывают эффект "Богохульство", временно отменяя эффекты смерти. Кроме того, она позволяет управлять сознанием пораженного экипажа в течение 5 секунд.
zh_hans: [基础充能时间：25秒]释放3发空雷，散播渎神效果，暂时禁用死亡特效。并对击中的船员施加5秒不受控的精神控制。

source: Artillery: Releases a burst of 3 mines that inflict blasphemy; Mind controls enemies for 5 seconds and makes them uncontrollable.
ru: Артиллерия: Выпускает залп из 3 мин, вызывающих богохульство; контролирует разум врагов на 5 секунд и делает их неуправляемыми.
zh_hans: 巨炮：发射三发空雷，散播渎神效果；心控敌人5秒且无法控制。

source: 'Uitzilcapac' Artillery
ru: Артиллерия "Уитцилкапак"

source: [Base cooldown: 30] Releases a burst of 4 mines that deal minor damage, but slow down time in struck rooms. The mines also inflict Blasphemy.
ru: [Базовая перезарядка: 30] Выпускает залп из 4 мин, которые наносят незначительный урон, но замедляют время в пораженных отсеках. Мины также накладывают эффект "Богохульство".
zh_hans: [基础充能时间：30秒]释放4发空雷，造成微弱伤害，但降低击中舱室的时间流速。并且造成渎神效果。

source: Artillery: Releases a burst of 4 mines that slows down the room hit for 5 seconds; Only deals 1 hull damage. Inflicts Blasphemy.
ru: Артиллерия: Выпускает залп из 4 мин, которые наносят только 1 урон корпусу, но замедляют пораженные отсеки на 5 секунд. Вызывает богохульство.
zh_hans: 巨炮：释放4发空雷，降低击中舱室的时间流速5秒；只造成1点舰体伤害。传播渎神效果。

source: 'Abholos' Artillery
ru: Артиллерия "Абхолос"
zh_hans: '阿布霍斯'巨炮

source: 'Abholos'
ru: "Абхолос"
zh_hans: '阿布霍斯'

source: [Base cooldown: 30] Releases a burst of 5 mines that don't deal hull or crew damage, but inflict both Absolute Madness and Blasphemy on enemies.
ru: [Базовая перезарядка: 30] Выпускает залп из 5 мин, которые не наносят урона корпусу и экипажу, но вызывают у врагов абсолютное безумие и накладывает эффект "Богохульство".
zh_hans: [基础充能时间：30秒]释放5发空雷，不造成舰体或船员伤害，但同时传播疯狂和渎神效果。

source: Artillery: Releases a burst of 5 mines that don't deal hull or crew damage but inflict all madness based debuffs on enemies.
ru: Артиллерия: Выпускает залп из 5 мин, которые не наносят урона корпусу и экипажу, но накладывают на врагов все ослабления, основанные на безумии.
zh_hans: 巨炮：释放5发空雷，不造成舰体或船员伤害，但同时传播疯狂和渎神。

source: Commonwealth Onslaught Artillery
ru: Артиллерия Содр. "Натиск"
zh_hans: 联合方碑猛攻空雷巨炮

source: ⛼ Onslaught Art.
ru: Арт. Натиск ⛼

source: [Base cooldown: 40] A powerful salvo of 4 mines which each deal 1 ion and 2 hull damage. They always stun, and have a tendency to set fires or open breaches.
ru: [Базовая перезарядка: 40] Мощный залп из 4 мин, каждая из которых наносит 1 ионный и 2 корпусных урона. Они всегда оглушают и имеют способность вызывать пожары или создавать пробоины.
zh_hans: [基础充能时间：40秒]一次可发射4枚空雷的强力齐射，每枚造成1点离子伤害与2点船体伤害。空雷必定触发眩晕，并有概率引发火灾或造成破舱。
