Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: The personal cruiser of Aenwithe. With a lot of unexpected free time on his hands, he decided to go out and explore the Multiverse - and it seems there are a lot of other Aenwithes out there to keep him company.
ru: Личный крейсер Аэнвитэ. Когда у него неожиданно появилось много свободного времени, он решил отправиться исследовать Мультивселенную - и, похоже, там оказалось немало других Аэнвитэ, готовых составить ему компанию.

source: Alt-Aenwithe Cruiser
ru: Альт-крейсер Аэнвитэ

source: The Opulent Dream
ru: Роскошная Мечта

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Aenwithe was finally able to afford his dream ship after saving up funds for centuries - an Obelisk cruiser made of solid gold!
ru: Веками копивший средства Аэнвитэ наконец-то смог позволить себе корабль своей мечты - крейсер обелисков из чистого золота!

source: Alt-Aenwithe Cruiser
ru: Альт-крейсер Аэнвитэ

source: One Of Us
ru: Один из нас

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: An insane sequence of events led Aenwithe to become a traveling merchant amongst the Sylvans and their Nexus. This cruiser, and its signature weapon, is the result of his fitting facelift.
ru: Безумная череда событий привела Аэнвитэ к тому, что он стал странствующим торговцем среди Сильванов в их Нексусе. Этот крейсер с его фирменным вооружением - результат его работы.

source: Prototype Guardian Cruiser
ru: Прототип крейсера Хранителей

source: The Factorio
ru: Фактория

source: Clear out the broken aether ship in the Dynasty home sector to unlock this ship.
ru: Зачистите сломанный эфирный корабль в родном секторе Династии, чтобы разблокировать этот корабль.

source: The lead research ship of the "Deviser" branch of the Obelisk empire, led by Aenwithe. It boasts a unique set of tools that allows it to forge experimental Obelisk weaponry on the go.
ru: Ведущий исследовательский корабль подразделения "Изобретатели" империи обелисков, возглавляемого Аэнвитэ. Он обладает уникальным набором инструментов, позволяющих ему на ходу ковать экспериментальное оружие обелисков.

source: Prototype Guardian Cruiser
ru: Прототип крейсера Хранителей

source: The Sadism
ru: Садизм

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship focuses on spreading utter chaos with its powerful companion drone.
ru: Этот корабль фокусируется на сеянии хаоса с помощью своего мощного дрона-компаньона.

source: Prototype Guardian Cruiser
ru: Прототип крейсера Хранителей

source: The Oxymoron
ru: Оксюморон

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: An extremely unlikely chain of events led this Obelisk Auto-ship to be captured and refitted by... the Dynasty?
ru: Крайне маловероятная цепь событий привела к тому, что этот автоматический корабль обелисков был захвачен и переоборудован... Династией?

source: Withered Cruiser
ru: Крейсер Увядших

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_WITHERED"]/name
source: The Hit And Run
ru: Ударь и Беги

source: Bring a particular type of Lanius to a certain trio of observers.
ru: Приведите определенный тип ланиуса к определенному трио наблюдателей.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_WITHERED"]/desc
source: Piloted by the Withered and constructed from mysterious blueprints, this ship fights fast and hard, using its hull plating to absorb scratch damage.
ru: Этот корабль, управляемый Увядшим и построенный по таинственным чертежам, сражается стремительно и напористо, используя обшивку корпуса для поглощения повреждений.

source: Withered Cruiser
ru: Крейсер Увядших

source: The Slow Rider
ru: Медленный Всадник

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship starts with a huge gun that can shred through ships, but requires its crew's assistance to handle shielding.
ru: Этот корабль оснащен огромной пушкой, способной пробивать корабли насквозь, но требует помощи экипажа для защиты.

source: Withered Cruiser
ru: Крейсер Увядших

source: The Reflection
ru: Отражение

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship relies on its ablative armor to damage the enemy ship's hull. Thankfully, its boarding crew are more than adept at rendering its target harmless first.
ru: Этот корабль полагается на свою абляционную броню, чтобы повредить корпус вражеского корабля. К счастью, его абордажная команда более чем искусна в том, чтобы сначала обезвредить цель.

source: Mantis Royal Cruiser
ru: Королевский крейсер "Богомол"

source: The Regina Aurea
ru: Регина Аурея

source: Consult the advice of a certain Mantis Queen about a certain artifact to unlock this ship.
ru: Посоветуйтесь с Королевой богомолов по поводу конкретного артефакта, чтобы разблокировать корабль.

source: The one and only personal cruiser of Queen Leikonpliiinakra. It is equipped with a special blend of pheromones that allows Mantis to... not completely suck at repairing things?
ru: Единственный и неповторимый личный крейсер королевы Лейконплииинакры. Он оснащен специальной смесью феромонов, которая позволяет богомолам... не быть полными профанами в ремонте?

source: Mantis Royal Cruiser
ru: Королевский крейсер "Богомол"

source: The Honeymoon
ru: Медовый Месяц

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: After marrying the Queen, Kazaaakplethkilik decided to refit her old cruiser into a ship the both of them could be proud of. She doesn't like the pirate paint.
ru: После женитьбы на Королеве Казаакплеткилик решил переоборудовать свой старый крейсер в корабль, которым они оба могли бы гордиться. Ей не нравится пиратская раскраска.

source: Mantis Royal Cruiser
ru: Королевский крейсер "Богомол"

source: The Rule Of Two
ru: Правило Двух

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: A ship which symbolizes newfound unity between the Hive and the Free Mantis, commandeered by both of their leaders and flooded with both of their pheromone mixes.
ru: Корабль, символизирующий вновь обретенное единство между Ульем и Свободными Богомолами, захваченный обоими лидерами и наполненный феромонной смесью обоих.

source: Archive Inc. Cruiser
ru: Крейсер корпорации Архив

source: S.E.L.M.A.
ru: С.Е.Л.М.А.

source: Consult the advice of a certain Archive drone about a certain artifact to unlock this ship.
ru: Посоветуйтесь с архивным дроном по поводу конкретного артефакта, чтобы разблокировать корабль.

source: After learning how dangerous a Rebel victory would be to their collections, Archive Inc. decided to join the fight with a spacefaring vessel. Unfortunately, the old Gana model of crew drone was all they could muster to command the vessel.
ru: Узнав, насколько опасна для их коллекций победа повстанцев, компания Архив решила вступить в борьбу с космическим кораблем. К сожалению, старая модель дрона "Гана" - это все, что они могли использовать для управления кораблем.

source: Archive Inc. Cruiser
ru: Крейсер корпорации Архив

source: Nimda
ru: Нимда

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: After being taken over by A55, this ship was recolored to resemble the pirate king's old cruiser. He did keep the Gana drone and internal archives intact, thankfully.
ru: После того как корабль был захвачен 34С, его перекрасили, чтобы он стал похож на старый крейсер короля пиратов. К счастью, дрон "Гана" и внутренние архивы остались нетронутыми.

source: Archive Inc. Cruiser
ru: Крейсер корпорации Архив

source: I.R.I.S.
ru: И.Р.И.С.

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: After securing the contents of a wrecked, cube-shaped ship, Archive Inc. decided to use some of the technology found inside of it to upgrade their existing cruiser model.
ru: Получив в свое распоряжение обломки разбитого корабля кубической формы, компания Архив решила использовать некоторые из найденных в нем технологий для модернизации существующей модели крейсера.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_SNOWMAN"]/class
source: Snowman Cruiser
ru: Крейсер снеговиков

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_SNOWMAN"]/name
source: The Vostok
ru: Восток

source: Consult the advice of a Snowman about a certain artifact OR Win the game with the C layout to unlock this ship.
ru: Посоветуйтесь со снеговиком по поводу конкретного артефакта ИЛИ пройдите игру на типе В, чтобы разблокировать этот корабль.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_SNOWMAN"]/desc
source: A ship inhabited by living snow people,ready to throw hands with anyone who makes fun of their literal carrot noses.
ru: Корабль, населенный ожившими снеговиками, готовыми наброситься на любого, кто посмеется над их морковными носами.

source: Lavaman Cruiser
ru: Крейсер лаваменов

source: The Kilauea
ru: Килауэа

source: Consult the advice of a Lavaman about a certain artifact OR Reach sector 5 with the A layout.
ru: Посоветуйтесь с лаваменом по поводу конкретного артефакта ИЛИ достигните сектора 5 на типе А.

source: A ship made to sustain the rare cousins of the Snowmen: the Lavamen. The inside of this ship is lined with spare ignition chemicals, allowing them to revive themselves when killed.
ru: Корабль, созданный для содержания редких кузенов снеговиков - лаваменов. Внутри корабля находятся химические вещества для воспламенения, что позволяет им возрождаться после смерти.

source: Elemental Cruiser
ru: Крейсер элементалей

source: The Maxwell
ru: Максвелл

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: After a long political back-and-forth, the two known types of elemental decided to create a ship that can support both of their needs.
ru: После долгого политического противостояния два известных типа элементалей решили создать корабль, способный удовлетворить обе их потребности.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_TESTER"]/class
source: Tester Cruiser
ru: Тестерский крейсер

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_TESTER"]/name
source: The Tester
ru: Тестер

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_TESTER"]/unlock
source: Use the Federation Database to ditch your old ship to unlock this ship.
ru: Используйте базу данных Федерации, чтобы избавиться от своего старого корабля и разблокировать этот корабль.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_TESTER"]/desc
source: This ship used to be a tested for prototype technologies. Recent refurbishment have allowed this classic ship to spring into combat once more.
ru: Раньше этот корабль служил для испытания прототипов технологий. Недавняя реконструкция позволила этому классическому кораблю вновь вступить в бой.

source: Arcadia Prototype
ru: Прототип Аркадии

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_TESTER_2"]/desc
source: An extremely advanced Auto-ship developed by Arcadia. Although it boasts an extremely powerful drone constructor artillery, it cannot support crew at all or wield weapons.
ru: Чрезвычайно продвинутый автоматический корабль, разработанный компанией Аркадия. Хотя он может похвастаться чрезвычайно мощной артиллерией-конструктором дронов, он не может содержать экипаж или иметь орудия.

source: Tester Cruiser
ru: Тестерский крейсер

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_TESTER_3"]/name
source: Martyr's Vengeance
ru: Месть Мученика

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_TESTER_3"]/desc
source: On the way to defeating the Flagship, a team of Renegades towed this derelict ship back to port. It roams the Multiverse with its own, widely varied compliment now, as a memorial to those lost in the Multiversal War.
ru: По пути к победе над Флагманом команда Ренегатов доставила этот заброшенный корабль обратно в порт. Теперь он странствует по Мультивселенной со своим многочисленным разнообразным экипажем, как мемориал погибшим в войне Мультивселенной.

source: Salt Battleship
ru: Линкор соляных

source: The Revival
ru: Возрождение

source: Help a certain bounty hunter rediscover a lost population OR unlock all four Sodium ships to unlock this ship.
ru: Помогите определенному охотнику за головами возродить исчезнувшую расу ИЛИ разблокируйте все четыре Натриевых корабля, чтобы разблокировать этот корабль.

source: This vessel may be the last of its kind, a memory of a fallen empire. It is equipped with a powerful beam which allows for variability in its combat strategy.
ru: Это судно может быть последним в своем роде, памятью о погибшей империи. Он оснащен мощным лучом, позволяющим менять стратегию боя.

source: Salt Battleship
ru: Линкор соляных

source: The Violent Reaction
ru: Бурная Реакция

source: This rare Salt vessel threw everything into offense, crippling its ability to defend itself in exchange for gaining a powerful precision weapon.
ru: Этот редкий корабль соляных направил все силы в атаку, лишив себя возможности защищаться в обмен на получение мощного высокоточного вооружения.

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Salt Battleship
ru: Линкор соляных

source: The Electrolysis
ru: Электролиз

source: Salt vessels are not even slowed by ion weaponry. This vessel takes advantage of it by fielding overcharged ion weaponry, using it to support Salt boarders.
ru: Судна соляных не испытывают проблем от ионного оружия. Этот корабль пользуется этим преимуществом, установив ионное оружие с нагнетателем и использует его для поддержки соляных абордажников.

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Osmian Prototype
ru: Прототип осмиан

source: The Maw
ru: Утроба

source: Help a people group fight their oppressors OR unlock all Osmian Cruisers to unlock this ship.
ru: Помогите группе существ победить своих угнетателей ИЛИ разблокируйте все осмианские крейсеры, чтобы разблокировать этот корабль.

source: A secret project, stolen by the Osmians during the war against the Ministry. It boasts a dangerous artillery weapon, powered by a powerful black hole.
ru: Секретный проект, похищенный осмианами во время войны с Министерством. В нем установлено опасное артиллерийское орудие, питающееся от мощной черной дыры.

source: Osmian Prototype
ru: Прототип осмиан

source: The Dancing Lights
ru: Танцующие Огни

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Once a design concept that never made it into production, this variant was given a second chance at life. It can swarm enemy ships with hard-light foes, using its artillery to conjure them forth.
ru: Когда-то этот проект был концептом, который так и не был запущен в производство, но этот вариант получил второй шанс на жизнь. Он может забрасывать корабли абордажниками из твердого света, используя свою артиллерию для их призыва.

source: Osmian Prototype
ru: Прототип осмиан

source: The TLC
ru: ТЛЦ

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: An attempt to redesign the Osmian prototype as a medical vessel. The healing energy of its vortex has proven to be a highly successful tool for both warfare and war relief.
ru: Попытка перепроектировать прототип осмиан в медицинское судно. Целительная энергия его вихря оказалась весьма успешным инструментом, как для ведения войны, так и для оказания помощи.

source: Cyra's Crewser
ru: Крейсер Сайры

source: Provecta Cohortis
ru: Опытная Когорта

source: Consult the advice of the first MFK about a certain artifact to unlock this ship.
ru: Посоветуйтесь с первым МФК по поводу конкретного артефакта, чтобы разблокировать корабль.

source: Cyra's personal cruiser has everything aboard anybody could need to train even the weakest of humans into full-fledged MFK Aces just like herself. It helps that she's the best one to teach new recruits, too.
ru: На борту личного крейсера Сайры есть все необходимое, чтобы обучить даже самых слабых людей, превратив их в полноценных асов МФК, таких же, как она сама. К тому же она лучше всех занимается рекрутингом.

source: MFK Training Crewser
ru: Учебный крейсер МФК

source: Baby's First Cruiser
ru: Первый детский крейсер

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: After a long training regimen, Cyra has given Leah and Jerry their final task - destroy a Multiverse Flagship without her guidance. She gave them the right tools for the job, but forgot to upgrade the ship to match.
ru: После долгих тренировок Сайра дала Лии и Джерри последнее задание - уничтожить Флагман Мультивселенной без ее сопровождения. Она дала им нужные средства для выполнения задания, но забыла модернизировать корабль.

source: Collaborative Crewser
ru: Крейсер сотрудничества

source: The Gemini
ru: Близнецы

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: At the behest of Admiral Vance, Cyra has undertaken her next mission with a complementary crew of Wentworth Technicians.
ru: По приказу адмирала Вэнса Сайра отправилась на очередное задание с командой Техников Вентворта.

source: Michael's Crewser
ru: Крейсер Майкла

source: The Funkalicious
ru: Фанкалист

source: Consult the advice of a certain mascot about a certain artifact to unlock this ship.
ru: Посоветуйтесь с маскотом по поводу конкретного артефакта, чтобы разблокировать корабль.

source: This cruiser is the official promotional cruiser for the new hit show Sammy the Spider. Flowers and Sunshine also equipped it to be a gunship, likely because of the Multiverse War tearing up everything in sight.
ru: Этот крейсер является официальным рекламным крейсером для нового хитового шоу "Паук Пейден", что интересно, он также может выполнять роль пушечного корабля.

source: Promotional Crewser
ru: Рекламный крейсер

source: The Spider Dance
ru: Танец Паука

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This cruiser is the result of an outreach by Flowers and Sunshine to a new demographic: actual giant alien spiders. Thankfully, they do seem interested in both money and more spiders.
ru: Этот крейсер - результат работы студии "Цветочек и Солнышко" с новой аудиторией: настоящими гигантскими инопланетными пауками. К счастью, они, похоже, заинтересованы и в деньгах, и в большом количестве пауков.

source: Reunion Crewser
ru: Крейсер воссоединенных

source: The Farewell Tour
ru: Прощальный Тур

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Aboard this cruiser, Sammy the Spider and Ellie the Equinoid reunite for one final episode.
ru: На борту этого крейсера паук Пейден и Элли эквиноид, которые воссоединились ради последнего эпизода.

source: Boss' Cruiser
ru: Крейсер босса

source: The Shining Pearl
ru: Сияющая Жемчужина

source: Consult the advice of a certain crime lord about a certain artifact to unlock this ship.
ru: Посоветуйтесь с криминальным авторитетом по поводу конкретного артефакта, чтобы разблокировать корабль.

source: The one and only personal cruiser of Goziodeon, retrofitted for his personal needs after he finally defeated his lifelong nemesis: the Spook Chasers.
ru: Единственный и неповторимый личный крейсер босса ревенантов - Гозиодеона, полученный после того, как он наконец-то победил своих извечных врагов - Ловцов приведений, и переоборудовал их корабль под свои нужды.

source: Family's Cruiser
ru: Семейный крейсер

source: The Addam
ru: Аддам

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This is what you get when multiple Goziodeons form a Multiversal pact, running their criminal operations together. Unfortunately, the ship was not designed with non-Ghosts in mind.
ru: Вот что получается, когда несколько Гозиодеонов заключают Пакт Мультивселенной и ведут свои преступные делишки сообща. К сожалению, корабль не был спроектирован с учетом потребностей не-призраков.

source: Henchmens' Cruiser
ru: Крейсер головорезов

source: The Power Vacuum
ru: Мощный Вакуум

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This cruiser belongs to a group of Haunts from a universe where Goziodeon met his end at the hands of the Spook Chasers. Now, they continue to plot against their old foe, carefully planning their next strike.
ru: Этот крейсер - результат усилий группы ревенантов, которые потеряли своего босса в бою против Ловцов приведений, и поэтому решили использовать его старый корабль, чтобы терроризировать тех, кто их убил.

source: Captain's Crewser
ru: Крейсер капитана

source: The Glory Days
ru: Славные Дни
