Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: A powerful ancient salvo of 4 mines that deal 1 ion and 2 hull damage. Moderate status chance, no crew or system damage. Always stuns.
ru: Мощный древний залп из 4 мин, наносящих 1 ионный и 2 урона по корпусу. Умеренный шанс вспомогательных эффектов, без урона экипажу и системам. Всегда оглушает.
zh_hans: 一个强大的远古空雷，一次发射4颗空雷，每颗造成1点离子伤害和2点舰体伤害。中等几率触发起火破舱，不对船员或系统造成伤害，必定造成眩晕。

source: Perfected Missile Artillery
ru: Совершенная ракетная артиллерия
zh_hans: 完美导弹巨炮

source: Per. Miss. Art.
ru: Соверш. ракет. арт.

source: [Base cooldown: 45] A salvo of 4 different missiles, each with a totally different effect.
ru: [Базовая перезарядка: 45] Залп из 4 разных ракет, каждая из которых имеет совершенно разный эффект.
zh_hans: [基础充能时间：45秒]一次发射4发不同的导弹，每一发都有完全不同的效果。

source: A powerful ancient salvo of 4 missiles that deal different damage depending on the missile. Inflicts all status.
ru: Мощный древний залп из 4 ракет, наносящих разный урон в зависимости от ракеты. Наносит все эффекты.
zh_hans: 一套强大的古代导弹齐射系统，包含4枚效果各异的导弹。可触发所有负面状态。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/title
source: Aenwithe Erosion Artillery
ru: Эрозионная арт. Аэнвитэ
zh_hans: 安威斯腐蚀巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/short
source: A. Er. Art.
ru: Эр. арт. Аэнв.

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/desc
source: [Base cooldown: 40] A strong Aether-powered beam that pierces all shields and applies fire, breaches, and erosion on hit.
ru: [Базовая перезарядка: 40] Мощный луч, питаемый эфиром, пробивает все щиты и при попадании способен разжечь пожар, создать пробоину или наложить эффект эрозии.
zh_hans: [基础充能时间：40秒]发射一束强大的以太光束，穿透所有护盾，制造火焰，破舱和腐蚀效果。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/tooltip
source: Artillery: A powerful beam that applies erosion, fire and breach and pierces all shields.
ru: Артиллерия: мощный луч, который накладывает эрозию, огонь и пробоины, а также пробивает все щиты.
zh_hans: 巨炮：一束强大的光束，可造成腐蚀，起火和破舱效果且穿透所有护盾。

source: Alt-Aenwithe Burst Artillery
ru: Альт. импульс. арт. Аэнвитэ
zh_hans: 最高安威斯爆裂激光巨炮

source: A.A. Burst Art.
ru: А. имп. арт. Аэн.

source: [Base cooldown: 40] A burst of 5 lasers shot in quick succession. Each deals 1 hull damage with hullbust.
ru: [Базовая перезарядка: 40] Выпускает 5 лазерных зарядов, выпущенных в быстрой последовательности. Каждый наносит 1 урон корпусу, с удвоенным уроном по отсекам без систем.
zh_hans: [基础充能时间：40秒]一连快速发射5道激光，每道激光造成1点舰体伤害并附带破舰效果。

source: Artillery: A burst of 5 1-damage lasers with hullbust.
ru: Артиллерия: Выстрел из 5 лазеров, наносящих 1 противокорпусный урон.
zh_hans: 巨炮：一次发射5发1点舰体伤害且有破舰效果的激光。

source: Alt-Aenwithe Golden Flak Artillery
ru: Альт-золот. оск. арт. Витэра
zh_hans: 最高安威斯黄金破片巨炮

source: A.A. G. Flak Art.
ru: А. зол. оск. арт.

source: [Base cooldown: 30] Fires a burst of 8 slow moving, golden flak projectiles. Always breaches.
ru: [Базовая перезарядка: 30] Стреляет залпом из 8 медленно движущихся золотистых осколочных снарядов. Всегда делает пробоины.
zh_hans: [基础充能时间：30秒]一次发射8发缓慢移动的黄金破片，必定破舱。

source: Artillery: Fires a burst of 8 slow moving, golden flak projectiles. Always breaches.
ru: Артиллерия: Стреляет залпом из 8 медленно движущихся золотистых осколочных снарядов. Всегда делает пробоины.
zh_hans: 巨炮：一次发射8发缓慢移动的黄金破片，必定破舱。

source: Alt-Aenwithe Barrage Artillery
ru: Альт. залп. арт. Аэнвитэ
zh_hans: 最高安威斯火力支援巨炮

source: A.A. Barrage Art.
ru: Альт. залп. арт.

source: [Cooldown: 50] Signals a laser barrage from Sylvan, firing 10 laser shots at the enemy which always start fires.
ru: [Базовая перезарядка: 50] По сигналу Сильван запускает лазерный шквал, выпуская по врагу 10 лазерных выстрелов, которые всегда вызывают пожар.
zh_hans: [基础充能时间：50秒]召唤希尔凡的激光弹幕，向敌人发射10道必定引发火灾的激光。

source: Summons a barrage surge that shoots 10 uplifted laser shots.
ru: Призывает шквал, который выпускает 10 улучшенных лазерных выстрелов.
zh_hans: 召唤火力支援，向敌人发射10道激光射线。

source: Commonwealth Forge Vent Artillery
ru: Артиллерия Содр. кузнец
zh_hans: 联合方碑锻造火炮

source: Forge Vent Art.
ru: Арт. кузнец Содр.

source: [Base cooldown: 35] A burst that fires 4 laser blasts. Each laser deals 1 damage and 1 ion damage.
ru: [Базовая перезарядка: 35] Выпускает 4 лазерных заряда. Каждый лазер наносит 1 обычный урон и 1 ионный урон.
zh_hans: [基础充能时间：35秒] 一次可发射4道激光，每道激光造成1点舰体伤害与1点离子伤害。

source: Shoots 4 projectiles in an area, Deals 1 damage and ion, medium status chance.
ru: Выпускает 4 снаряда по области, наносит 1 урон по корпусу и ионнного урона, средний шанс на вспомогательные эффекты.
zh_hans: 在区域内发射4枚射弹，造成1点伤害和离子效果，具有中等状态触发几率。

source: Commonwealth Drone Rack Artillery
ru: Дроновая артиллерия Содр.
zh_hans: 联合方碑无人机架巨炮

source: Drone Rack Art.
ru: Дроновая арт. Содр.

source: [Cooldown: 50] Instead of firing a weapon, the artillery will summon a swarm of overcharged combat drones.
ru: [Базовая перезарядка: 50] Вместо того чтобы стрелять из орудия, артиллерия призывает рой сверхзаряженных боевых дронов.
zh_hans: [基础充能时间：50秒] 该巨炮不发射常规武器，而是召唤一群过载的战斗无人机。

source: Summons a group of overcharged Commonwealth combat drones that last for 10 seconds.
ru: Вызывает группу сверхзаряженных боевых дронов Содружества, которые действуют в течение 10 секунд.
zh_hans: 召唤一群过载的联合方碑战斗无人机，持续10秒。

source: Commonwealth Plasma Beam Artillery
ru: Плазменно-луч. арт. Содр.
zh_hans: 联合方碑等离子光束巨炮

source: Plasma Beam Art.
ru: Плазм. луч. арт.

source: [Base cooldown: 45] A short plasma beam that pierces all shields, dealing 3 ion and system damage and creating large amounts of hazards.
ru: [Базовая перезарядка: 45] Короткий плазменный луч, пробивающий все щиты, наносящий 3 ионных и системных урона и создающий большое количество опасностей.
zh_hans: [基础充能时间：45秒]发射一束较短的等离子光束，穿透所有护盾，造成3点离子伤害和系统伤害，制造大量环境灾害。

source: Beam weapon, 2 ion damage and 3 system damage. Full shield pierce, guaranteed status chance.
ru: Лучевое орудие, 2 ионных и 3 системных урона. Проникает сквозь все щиты, гарантированный шанс вспомогательных эффектов.
zh_hans: 光束武器，造成2点离子伤害和3点舰体伤害。穿透所有护盾，稳定造成环境灾害。

source: Tester Plasma Artillery
ru: Тестовая плазменная арт.
zh_hans: 测试者等离子巨炮

source: T. Plas. Art.
ru: Плазм. арт. Тестера

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_TESTER_A"]/desc
source: [Base cooldown: 45/Final chain: 25] A speed-chaining artillery that deals both ion and system damage, with high fire chance. It cannot miss.
ru: [Базовая перезарядка: 45/Финальная перезарядка: 25] Скорострельная артиллерия, наносящая ионный и системный урон, с высоким шансом разжечь пожар. Не может промахнуться.
zh_hans: [基础充能时间：45秒/最高链式充能：25秒]一门高速链式巨炮，同时造成离子与系统伤害，并具有高着火几率。攻击必中。

source: Burst of 3 plasma shots, 1 system damage, 1 ion damage with no hull damage. 50% chance to start a fire. Never misses.
ru: 3 плазменных выстрела, 1 урон системе, 1 ионный урон без урона по корпусу. 50% шанс вызвать пожар. Никогда не промахивается.
zh_hans: 发射3发等离子，造成1点系统伤害，1点离子伤害，无舰体伤害。50%概率起火。必定命中。

source: Arcadia Drone Rack Artillery
ru: Дроновая арт. Аркадии
zh_hans: 桃源无人机架巨炮

source: Ar. Drone Art.
ru: Арт. дронов Аркадии

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_TESTER_B"]/desc
source: [Cooldown: 50] Instead of firing a weapon, this artillery will deploy 4 random Arcadia Multipurpose Drones.
ru: [Базовая перезарядка: 50] Вместо того чтобы стрелять из орудия, эта артиллерия разворачивает 4 случайных многоцелевых дронов Аркадии.
zh_hans: [基础充能时间：50秒]不使用常规武器开火，而是释放四个随机的桃源多功能无人机。

source: Summons a group of 4 random Arcadia combat drones that last for 10 seconds.
ru: Вызывает группу из 4 случайных боевых дронов Аркадии, которые действуют в течение 10 секунд.
zh_hans: 释放4个随机的桃源战斗无人机，持续10秒。

source: Cleo's Drone-Pod Artillery
ru: Абордаж. дрон. арт. Клео
zh_hans: 克里奥的无人机荚舱巨炮

source: Cleo Pod Art.
ru: А. др. арт. Клео

source: Fires 3 payloads which each become a boarding drone on contact. Can't miss.
ru: Выпускает 3 боеприпаса, каждый из которых при контакте превращается в абордажный дрон. Не может промахнуться.
zh_hans: 发射3枚弹头，每枚在接触后都会变成一个登舰无人机。攻击必中。

source: Fires 3 missiles; Spawn 1 crew each on impact. Can't miss.
ru: Выпускает 3 ракеты; при попадании порождает 1 член экипажа. Не может промахнуться.
zh_hans: 发射3发导弹；每发都能制造一个船员。必定命中。

source: Cleo's Drone-Pod Artillery
ru: Абордаж. дрон. арт. Клео
zh_hans: 克里奥的无人机荚舱巨炮

source: Cleo Pod Art.
ru: А. др. арт. Клео
zh_hans: 克里奥荚舱巨炮

source: [Base cooldown: 40] Fires 3 drone pods that each become a powerful boarder drone on impact. Each pod also deals system and crew damage.
ru: [Базовая перезарядка: 40] Выпускает 3 капсулы дронов, каждая из которых при столкновении превращается в мощный абордажный дрон. Каждая капсула также наносит урон системе и экипажу.
zh_hans: [基础充能时间：40秒]发射3个无人机弹体，命中后变为强力的登舰无人机。每发弹体还会造成系统和船员伤害。

source: Fires 3 payloads that become a short lived uncontrollable crew at impact. Deals 1 system and 15 crew damage each.
ru: Стреляет 3 боеголовками, которые при попадании превращаются в недолговечную неуправляемую команду. Каждый наносит 1 урон системе и 15 урон экипажу.
zh_hans: 发射3枚弹头，撞击后会变成短时存在且不受控制的船员。每枚弹头造成1点系统伤害与15点船员伤害。

source: Cleo's Overcharged Drone Pod Artillery
ru: Заряженная дрон. арт. Клео
zh_hans: 克里奥的过载无人机荚舱巨炮

source: Cleo O. Art.
ru: Перегр. арт. подд. Клео
zh_hans: 克里奥过载巨炮

source: [Base cooldown: 50] Fires a single drone pod that deploys a powerful battle drone on impact. It cannot miss.
ru: [Базовая перезарядка: 50] Выпускает одну капсулу с дроном, которая при попадании выпускает мощный боевой дрон. Не может промахнуться.
zh_hans: [基础充能时间：50秒]发射一个无人机弹体，命中后生成一个强大的战斗无人机。必定命中。

source: Fires 1 payload that becomes a heavily buffed crew at impact. Can't miss.
ru: Выпускает 1 боеголовку, которая при попадании превращается в сильно усиленный экипаж. Не может промахнуться.
zh_hans: 发射1枚弹头，撞击后会变成有强力增益的船员。必定命中。

source: Cleo's Overcharged Drone Pod Artillery
ru: Заряженная дрон. арт. Клео
zh_hans: 克里奥的过载无人机荚舱巨炮

source: Cleo O. Art.
ru: Перегр. арт. подд. Клео
zh_hans: 克里奥过载巨炮

source: [Base cooldown: 50] Fires a single drone pod that deploys a powerful battle drone on impact. It cannot miss.
ru: [Базовая перезарядка: 50] Выпускает одну капсулу с дроном, которая при попадании выпускает мощный боевой дрон. Не может промахнуться.
zh_hans: [基础充能时间：50秒]发射一个无人机弹体，命中后生成一个强大的战斗无人机。必定命中。

source: Fires 1 payload that becomes a heavily buffed crew at impact. Can't miss.
ru: Выпускает 1 боеголовку, которая при попадании превращается в сильно усиленный экипаж. Не может промахнуться.
zh_hans: 发射1枚弹头，撞击后会变成有强力增益的船员。必定命中。

source: Cleo's Randomized Drone Pod Artillery
ru: Случайная дрон. арт. Клео
zh_hans: 克里奥的随机无人机荚舱巨炮

source: Cleo R. Art.
ru: Арт. случ. подд. Клео
zh_hans: 克里奥随机巨炮

source: [Base cooldown: 50] Fires 3 drone pods that each spawn a random, temporary boarding drone on impact. Has boosted accuracy.
ru: [Базовая перезарядка: 50] Выпускает 3 капсулы с дронами, каждая из которых при попадании создает случайный временный абордажный дрон. Имеет повышенную точность.
zh_hans: [基础充能时间：50秒]发射3个无人机弹体，命中后变为随机的临时登舰无人机。有更高的命中率。

source: Fires 3 payloads that become a random boarding drone that lasts for a limited time on impact. 10% accuracy.
ru: Выстреливает 3 боеголовки, которые при попадании превращаются в случайный абордажный дрон, действующий ограниченное время. 10% точность.
zh_hans: 发射3枚弹头，撞击后会变成随机的登舰无人机，持续时间有限。额外10%命中率。

source: Tartarean Portal Artillery
ru: Портальная арт. Тартара
zh_hans: 塔尔塔罗斯之门巨炮

source: T. Portal Art.
ru: Порт. арт. Тартара
zh_hans: 地狱门巨炮

source: [Base cooldown: 40] Opens 2 rifts between Tartarus and the target. Each rift spawns a temporary ghost crew.
ru: [Базовая перезарядка: 40] Открывает 2 межпространственных разлома между Тартаром и целью. Каждый разлом создает временный экипаж призраков.
zh_hans: [基础充能时间：40秒] 在塔尔塔罗斯与目标之间开启2道裂隙。每道裂隙会生成一个临时幽灵船员。

source: Bomb artillery, sends 2 bombs that deal only erosion damage and summons 1 normal ghosts per bomb. They live for 20 seconds.
ru: Бомбовая артиллерия, отправляет 2 бомбы, которые наносят только урон эрозией и призывают по 1 обычному призраку на каждую бомбу. Они живут 20 секунд.
zh_hans: 炸弹巨炮，传送2枚仅造成腐蚀伤害的炸弹，每枚炸弹召唤1个普通幽灵，幽灵存活时间为20秒。

source: Tartarean Ectoplasmic Artillery
ru: Эктоплазм. арт. Тартара
zh_hans: 塔尔塔罗斯灵质巨炮

source: T. Ecto. Art.
ru: Экт. арт. Тарт.
zh_hans: 地狱灵质巨炮

source: [Base cooldown: 40] Opens 3 rifts that inflict a permanent, non-stacking erosion effect on the target system.
ru: [Базовая перезарядка: 40] Открывает 3 межпространственных разлома, которые накладывают постоянный, не суммирующийся эффект эрозии на целевую систему.
zh_hans: [基础充能时间：40秒] 开启3道裂隙，对目标系统施加永久性、不可叠加的腐蚀效果。

source: Bomb artillery, sends 3 bombs that deal only erosion damage that lasts forever but doesn't stack.
ru: Бомбовая артиллерия, посылает 3 бомбы, наносящие только эрозионный урон, который длится вечно, но не складывается.
zh_hans: 炸弹巨炮，发射3枚炸弹，仅造成不可叠加的永久性腐蚀伤害。

source: Tartarean Ectoplasmic Artillery
ru: Эктоплазм. арт. Тартара
zh_hans: 塔尔塔罗斯灵质巨炮

source: T. Ecto. Art.
ru: Экт. арт. Тарт.
zh_hans: 地狱灵质巨炮

source: [Base cooldown: 40] Opens 3 rifts that inflict a permanent, non-stacking erosion effect on the target system.
ru: [Базовая перезарядка: 40] Открывает 3 межпространственных разлома, которые накладывают постоянный, не суммирующийся эффект эрозии на целевую систему.
zh_hans: [基础充能时间：40秒] 开启3道裂隙，对目标系统施加永久性、不可叠加的腐蚀效果。

source: Bomb artillery, sends 3 bombs that deal only erosion damage that lasts forever but doesn't stack.
ru: Бомбовая артиллерия, посылает 3 бомбы, наносящие только эрозионный урон, который длится вечно, но не складывается.
zh_hans: 炸弹巨炮，发射3枚炸弹，仅造成不可叠加的永久性腐蚀伤害。

source: Tartarean Cursed Artillery
ru: Проклятая арт. Тартара
zh_hans: 塔尔塔罗斯诅咒巨炮

source: T. Cursed Art.
ru: Прок. арт. Тартара
zh_hans: 地狱诅咒巨炮

source: [Base cooldown: 40] Opens a single, powerful rift from Tartarus, spawning any of the seven Reborn Revenants as a temporary ally. The summoned Revenants have a shortened power cooldown.
ru: [Базовая перезарядка: 40] Открывает один мощный межпространственный разлом из Тартара, порождая любого из семи обычных ревенантов в качестве временного союзника. У призванных ревенантов уменьшенное время действия способностей.
zh_hans: [基础充能时间：40秒] 开启一道来自塔尔塔罗斯的强大裂隙，随机召唤七位还魂者中的一位作为临时盟友。被召唤的还魂者技能冷却时间缩短。

source: Bomb artillery, deals 2 system damage, summons 1 random normal Revenant. They live for 10 seconds and have shortened power cooldown speed.
ru: Бомбовая артиллерия, наносит 2 урона по системе, вызывает 1 случайного обычного ревенанта. Они живут 10 секунд и имеют сокращенную скорость перезарядки способностей.
zh_hans: 炸弹巨炮，造成2点系统伤害，召唤一个随机的还魂者。他们存活10秒并有更短的技能冷却。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_WATCHER"]/title
source: 'Ialdagorth' Artillery
ru: Артиллерия "Иалдагорт"
zh_hans: '伊尔达戈斯'巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_WATCHER"]/short
source: 'Ialdagorth'
ru: "Иалдагорт"
zh_hans: '伊尔达戈斯'

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_WATCHER"]/desc
source: [Base cooldown: 25] Releases a burst of 4 mines that each inflict a permanent, infinitely stackable poison effect, dealing 3 hp/s, alongside 1 damage with hullbust.
ru: [Базовая перезарядка: 25] Выпускает залп из 4 мин, каждая из которых накладывает постоянный, бесконечно суммируемый эффект яда, наносящий 3 ОЗ/с урона, а также 1 обычный урон и 2 по отсекам без систем.
zh_hans: [基础充能时间：25秒]释放4枚空雷，每枚空雷会施加永久且可无限叠加的中毒效果（每秒造成3点生命值伤害），同时造成1点带破舰效果的伤害。

source: Artillery: Releases a burst of 4 mines that inflict a damage over time on crew they hit as well as 1 damage with hullbust.
ru: Артиллерия: Выпускает залп из 4 мин, которые наносят команде, в которую попали, урон с течением времени, а также 1 противокорпусный урон.
zh_hans: 巨炮：释放4枚空雷，对击中的船员造成持续伤害，同时造成1点带破舰效果的伤害。

source: 'Aletheia' Artillery
ru: Артиллерия "Алетейя"
zh_hans: '真理'巨炮

source: 'Aletheia'
ru: "Алетейя"
zh_hans: '真理'

source: [Base cooldown: 25] Releases a burst of 5 mines that deal no damage, but each spawn an uncontrollable, temporary Siren on hit.
ru: [Базовая перезарядка: 25] Выпускает залп из 5 мин, которые не наносят урона, но при попадании порождают неконтролируемую временную сирену.
zh_hans: [基础充能时间：25秒]释放5枚空雷，每枚空雷不会造成伤害，但是命中后会生成一个不可控的临时异鸣族船员。

source: Releases a burst of 5 mines that deal no damage but each spawn an uncontrollable siren on hit that lives for 10 seconds.
ru: Выпускает залп из 5 мин, которые не наносят урона, но при попадании порождают неконтролируемую сирену, которая живет 10 секунд.
zh_hans: 发射5发空雷，不造成伤害但是每发都会生成一个不可控的异鸣族船员，存活10秒。

source: Cursed Beam Artillery
ru: Проклятая лучевая артиллерия
zh_hans: 诅咒光束巨炮

source: C. Beam Art.
ru: Прок. луч. арт.
zh_hans: 诅咒光束

source: [Base cooldown: 45] Fires a beam that pierces all shields, deals 1 damage, and applies an erosion effect.
ru: [Базовая перезарядка: 45] Выпускает луч, который пробивает все щиты, наносит 1 урон и накладывает эффект эрозии.
zh_hans: [基础充能时间：45秒]发射能穿透所有护盾的光束，造成1点伤害，并造成腐蚀效果。

source: Beam weapon, 1 damage, 10 shield pierce, medium erosion. Medium status chance.
ru: Лучевое оружие, 1 урон, проникает сквозь все щиты, средняя эрозия. Средний шанс вспомогательного эффекта.
zh_hans: 光束武器，1点伤害，穿透10层护盾，中量腐蚀。中等灾害概率。

source: Cursed Laser Artillery
ru: Проклятая лазерная арт.
zh_hans: 诅咒激光巨炮

source: C. Laser Art.
ru: Прок. лаз. арт.
zh_hans: 诅咒激光

source: [Base cooldown: 43] Fires 3 lasers that each deal 3 hull damage and apply a strong erosion effect.
ru: [Базовая перезарядка: 43] Выпускает залп из 3 лазерных зарядов, которые наносят по 3 урона корпусу и применяют сильный эффект эрозии.
zh_hans: [基础充能时间：43秒] 发射3道激光，每道造成3点舰体伤害并施加强腐蚀效果。

source: Fires 3 lasers, each dealing 3 hull damage but no system or crew damage, strong erosion effect. High status chance.
ru: Выпускает 3 лазера, каждый из которых наносит 3 урона корпусу, но не наносит урона системе и экипажу, сильный эффект эрозии. Высокий шанс вспомогательного эффекта.
zh_hans: 发射3道激光，每道造成3点舰体伤害但没有系统或船员伤害，施加强腐蚀效果。高灾害概率。

source: Cursed Phaser Artillery
ru: Проклятая фазерная арт.
zh_hans: 诅咒相位巨炮

source: C. Phase Art.
ru: Прок. фаз. арт.
zh_hans: 诅咒相位

source: [Base cooldown: 40] Fires a burst of 4 ion shots that each deal 1 ion damage, pierce all shields, and apply a weak erosion effect.
ru: [Базовая перезарядка: 40] Стреляет залпом из 4 ионных зарядов, наносящих по 1 ионному урону, проникает сквозь все щиты. Накладывает слабый эффект эрозии. Низкий шанс вспомогательного эффекта.
zh_hans: [基础充能时间：40秒]发射4发离子，每发造成1点离子伤害，穿透所有护盾，造成微弱的腐蚀效果。

source: 1 ion damage, pierces 10 shield layers, 4 shots, weak erosion effect, low status chance.
ru: 1 ионный урон, проникает сквозь все щиты, 4 выстрела, слабый эффект эрозии, низкий шанс вспомогательного эффекта.
zh_hans: 1点离子伤害，穿透10层护盾，4发弹体，微弱腐蚀效果，低灾害概率。

source: Chaotic Cursed Beam Artillery
ru: Хаотично-проклят. луч. арт.
zh_hans: 混沌诅咒光束巨炮

source: C. C. Beam Art.
ru: Хаот. прок. луч. арт.
zh_hans: 混沌诅咒光束

source: [Base cooldown: 45] Fires a beam that deals 2 hull and 4 system damage per room. Enemies hit by the beam will be permanently afflicted with Madness.
ru: [Базовая перезарядка: 45] Выпускает луч, наносящий 2 урона корпусу и 4 урона системам за каждый задетый отсек. Враги, пораженные лучом, будут навсегда охвачены безумием.
zh_hans: [基础充能时间：45秒]发射一发光束，造成2点舰体伤害和4点系统伤害。被光束击中的敌人会永久染上疯狂。

source: Beam weapon, 2 hull and 4 system damage per room, enemies hit can't use their abilities.
ru: Лучевое оружие, 2 урона корпусу и 4 урона системе за отсек, враги, попавшие под огонь, не могут использовать свои способности.
zh_hans: 光束武器，2点舰体伤害，4点系统伤害，被击中的敌人无法使用技能。

source: Chaotic Cursed Laser Artillery
ru: Хаотично-прокл. лаз. арт.
zh_hans: 混沌诅咒激光巨炮

source: C. C. Las. Art.
ru: Хаот. прок. лаз. арт.
zh_hans: 混沌诅咒激光

source: [Base cooldown: 43] Fires 3 lasers that each deal 1 damage and pierce all shields. Enemies hit by the lasers will be permanently afflicted with Madness.
ru: [Базовая перезарядка: 43] Выпускает 3 лазера, которые наносят по 1 урону и пробивают все щиты. Враги, пораженные лазерами, будут навсегда охвачены безумием.
zh_hans: [基础充能时间：43秒]发射3发激光，造成1点伤害并穿透所有护盾。被激光击中的敌人会永久染上疯狂。

source: Fires 3 lasers, each dealing 1 damage, pierces all shields, enemies hit can't use their abilities.
ru: Выпускает 3 лазера, каждый из которых наносит 1 урон, проникает сквозь все щиты, враги, попавшие под обстрел, не смогут использовать свои способности.
zh_hans: 发射3发激光，每发造成1点舰体伤害，穿透所有护盾，被击中的敌人无法使用技能。

source: Chaotic Cursed Phaser Artillery
ru: Хаотично-прокл. фазер. арт.
zh_hans: 混沌诅咒相位巨炮

source: C. C. Pha. Art.
ru: Хаот. прок. фаз. арт.
zh_hans: 混沌诅咒相位

source: [Base cooldown: 40] Fires a single ion shot that deals 3 ion damage and pierces all shields. Enemies hit by the blast will be permanently afflicted with Madness.
ru: [Базовая перезарядка: 40] Выпускает один ионный выстрел, наносящий 3 ионных урона и пробивающий все щиты. Враги, пораженные выстрелом, будут навсегда охвачены безумием.
zh_hans: [基础充能时间：40秒]发射一发离子，造成3点离子伤害并穿透所有护盾。被击中的敌人会永久染上疯狂。

source: 1 shot, 3 ion damage, pierces 10 shield layer, enemies hit can't use their abilities.
ru: 1 выстрел, 3 ионных урона, проникает сквозь все щиты, враги, попавшие под удар, не могут использовать свои способности.
zh_hans: 1发弹体，3离子伤害，穿透10层护盾，击中的敌人无法使用技能。

source: Legionnaire Laser Artillery
ru: Лазерная арт. Легионеров
zh_hans: 军团激光巨炮

source: L. Laser Art.
ru: Лаз.арт. Лег.

source: [Base cooldown: 45] Fires 4 lasers that each always stun crew for 20 seconds on hit, can create hazards, deal 1 hull damage and 2 system damage, and can't miss.
ru: [Базовая перезарядка: 45] Выпускает 4 лазера, которые при попадании оглушают экипаж на 20 секунд, могут создавать опасность, наносят 1 урон корпусу и 2 урона системам и не могут промахнуться.
zh_hans: [基础充能时间：45秒]发射4发激光，眩晕击中的敌人20秒，会造成环境灾害，造成1点舰体伤害和2点系统伤害，必定命中。

source: Fires 4 lasers towards the opponent, each dealing 1 hull damage and 2 system damage 100% accuracy and 100% stun chance for 20 seconds.
ru: Выпускает 4 лазера в сторону противника, каждый из которых наносит 1 урон корпусу и 2 урона системам со 100% точностью и 100% шансом оглушения в течение 20 секунд.
zh_hans: 发射4发激光，每发造成1点舰体伤害，2点系统伤害，必定命中，必定眩晕20秒。

source: Legionnaire Laser Artillery
ru: Лазерная арт.Легионеров
zh_hans: 军团激光巨炮

source: L. Laser Art.
ru: Лаз.арт. Лег.
zh_hans: 军团激光

source: [Base cooldown: 45] Fires 4 lasers that each always stun crew for 20 seconds on hit, can create hazards, deal 1 hull damage and 2 system damage, and can't miss.
ru: [Базовая перезарядка: 45] Выпускает 4 лазера, которые при попадании оглушают экипаж на 20 секунд, могут создавать опасность, наносят 1 урон корпусу и 2 урона системам и не могут промахнуться.
zh_hans: [基础充能时间：45秒]发射4发激光，眩晕击中的敌人20秒，会造成环境灾害，造成1点舰体伤害和2点系统伤害，必定命中。

source: Fires 4 lasers towards the opponent, each dealing 1 hull damage and 2 system damage 100% accuracy and 100% stun chance for 20 seconds.
ru: Выпускает 4 лазера в сторону противника, каждый из которых наносит 1 урон корпусу и 2 урона системам со 100% точностью и 100% шансом оглушения в течение 20 секунд.
zh_hans: 发射4发激光，每发造成1点舰体伤害，2点系统伤害，必定命中，必定眩晕20秒。

source: Legionnaire Missile Artillery
ru: Ракетная арт. Легионеров
zh_hans: 军团导弹巨炮

source: L. Miss. Art.
ru: Ракет. арт. Лег.
zh_hans: 军团导弹

source: [Base cooldown: 55] Fires 3 missiles that each deal 4 system damage and 150 crew damage. The missiles always breach and afflict crew on hit.
ru: [Базовая перезарядка: 55] Выпускает 3 ракеты, каждая из которых наносит 4 урона по системам и 150 урона по экипажу. Ракеты всегда создают пробоину и повреждают экипаж при попадании.
zh_hans: [基础充能时间：55秒]发射3发导弹，每发造成4点系统伤害和150点船员伤害，必定破舱，并使击中的船员虚弱。
