Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FR_ZOLTAN_SACRIFICE_2"]/desc
source: Your ship has +20% hull resist.
ru: Ваш корабль имеет +20% сопротивления корпуса.

# data/blueprints.xml.append$//augBlueprint[@name="FR_MANTIS_SACRIFICE_1"]/title
source: Mantis Sacrifice
ru: Жертвоприношение богомолов

# data/blueprints.xml.append$//augBlueprint[@name="FR_MANTIS_SACRIFICE_1"]/desc
source: Your crew has a o2 scaling +10% movement speed and +5% crew damage.
ru: Ваш экипаж получает бонус за каждую единицу мощности в кислородной установке, повышающий на 10% скорость передвижения и на 5% урон по экипажу.

# data/blueprints.xml.append$//augBlueprint[@name="FR_MANTIS_SACRIFICE_2"]/title
source: Mantis Sacrifice 2
ru: Жертвоприношение богомолов 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_MANTIS_SACRIFICE_2"]/desc
source: Your crew has a o2 scaling +20% movement speed and +10% crew damage.
ru: Ваш экипаж получает бонус за каждую единицу в кислородной установке, повышающий на 20% скорость передвижения и на 10% урон по экипажу.

# data/blueprints.xml.append$//augBlueprint[@name="FR_CRYSTAL_SACRIFICE_1"]/title
source: Crystal Sacrifice
ru: Жертвоприношение кристаллинов

# data/blueprints.xml.append$//augBlueprint[@name="FR_CRYSTAL_SACRIFICE_1"]/desc
source: Your ship has +20% chance to shoot a crystal shard on being hit.
ru: Ваш корабль имеет +20% шанс выпустить осколок кристалла при попадании в него.

# data/blueprints.xml.append$//augBlueprint[@name="FR_CRYSTAL_SACRIFICE_2"]/title
source: Crystal Sacrifice 2
ru: Жертвоприношение кристаллинов 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_CRYSTAL_SACRIFICE_2"]/desc
source: Your ship has +40% chance to shoot a crystal shard on being hit.
ru: Ваш корабль имеет +40% шанс выпустить осколок кристалла при попадании в него.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SLUG_SACRIFICE_1"]/title
source: Slug Sacrifice
ru: Жертвоприношение слизней

# data/blueprints.xml.append$//augBlueprint[@name="FR_SLUG_SACRIFICE_1"]/desc
source: You gain +5% scrap.
ru: Вы получаете +5% лома.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SLUG_SACRIFICE_2"]/title
source: Slug Sacrifice 2
ru: Жертвоприношение слизней 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_SLUG_SACRIFICE_2"]/desc
source: You gain +10% scrap.
ru: Вы получаете +10% лома.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHELL_SACRIFICE_1"]/title
source: Shell Sacrifice
ru: Жертвоприношение ракушек

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHELL_SACRIFICE_1"]/desc
source: Enemies boarders take 1.5 hp/s.
ru: Вражеские абордажники получают 1.5 ОЗ/с урона.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHELL_SACRIFICE_2"]/title
source: Shell Sacrifice 2
ru: Жертвоприношение ракушек 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHELL_SACRIFICE_2"]/desc
source: Enemies boarders take 3 hp/s.
ru: Вражеские абордажники получают 3 ОЗ/с урона.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ORCHID_SACRIFICE_1"]/title
source: Orchid Sacrifice
ru: Жертвоприношение орхидей

# data/blueprints.xml.append$//augBlueprint[@name="FR_ORCHID_SACRIFICE_1"]/desc
source: Your crew has +10% ranged combat damage.
ru: Ваш экипаж наносит +10% урона в дальнем бою.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ORCHID_SACRIFICE_2"]/title
source: Orchid Sacrifice 2
ru: Жертвоприношение орхидей 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_ORCHID_SACRIFICE_2"]/desc
source: Your crew has +20% ranged combat damage.
ru: Ваш экипаж наносит +20% урона в дальнем бою.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LANIUS_SACRIFICE_1"]/title
source: Lanius Sacrifice
ru: Жертвоприношение ланиусов

# data/blueprints.xml.append$//augBlueprint[@name="FR_LANIUS_SACRIFICE_1"]/desc
source: Your ship has +10% system resist.
ru: Ваш корабль имеет +10% сопротивления систем.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LANIUS_SACRIFICE_2"]/title
source: Lanius Sacrifice 2
ru: Жертвоприношение ланиусов 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_LANIUS_SACRIFICE_2"]/desc
source: Your ship has +20% system resist.
ru: Ваш корабль имеет +20% сопротивления систем.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEECH_SACRIFICE_1"]/title
source: Leech Sacrifice
ru: Жертвоприношение пиявок

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEECH_SACRIFICE_1"]/desc
source: Your crew is constantly healed by 3 hp/s.
ru: Ваш экипаж постоянно исцеляется на 3 ОЗ/с.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEECH_SACRIFICE_2"]/title
source: Leech Sacrifice 2
ru: Жертвоприношение пиявок 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEECH_SACRIFICE_2"]/desc
source: Your crew is constantly healed by 6 hp/s.
ru: Ваш экипаж постоянно исцеляется на 6 ОЗ/с.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LIZARD_SACRIFICE_1"]/title
source: Lizard Sacrifice
ru: Жертвоприношение ящериц

# data/blueprints.xml.append$//augBlueprint[@name="FR_LIZARD_SACRIFICE_1"]/desc
source: Your ship's shields recharge 10% quicker.
ru: Щиты вашего корабля перезаряжаются на 10% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LIZARD_SACRIFICE_2"]/title
source: Lizard Sacrifice 2
ru: Жертвоприношение ящериц 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_LIZARD_SACRIFICE_2"]/desc
source: Your ship's shields recharge 20% quicker.
ru: Щиты вашего корабля перезаряжаются на 20% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOST_SACRIFICE_1"]/title
source: Ghost Sacrifice
ru: Жертвоприношение призраков

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOST_SACRIFICE_1"]/desc
source: Your crew is cloned 25% faster.
ru: Ваш экипаж клонируется на 25% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOST_SACRIFICE_2"]/title
source: Ghost Sacrifice 2
ru: Жертвоприношение призраков 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOST_SACRIFICE_2"]/desc
source: Your crew is cloned 50% faster.
ru: Ваш экипаж клонируется на 50% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_PONY_SACRIFICE_1"]/title
source: Pony Sacrifice
ru: Жертвоприношение пони

# data/blueprints.xml.append$//augBlueprint[@name="FR_PONY_SACRIFICE_1"]/desc
source: Boarders sabotage your system 25% slower.
ru: Абордажники саботируют ваши системы на 25% медленнее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_PONY_SACRIFICE_2"]/title
source: Pony Sacrifice 2
ru: Жертвоприношение пони 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_PONY_SACRIFICE_2"]/desc
source: Boarders sabotage your system 50% slower.
ru: Абордажники саботируют ваши системы на 50% медленнее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_MORPH_SACRIFICE_1"]/title
source: Morph Sacrifice
ru: Жертвоприношение морфов

# data/blueprints.xml.append$//augBlueprint[@name="FR_MORPH_SACRIFICE_1"]/desc
source: Your engines will charge 30% faster.
ru: Ваши двигатели заряжаются на 30% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_MORPH_SACRIFICE_2"]/title
source: Morph Sacrifice 2
ru: Жертвоприношение морфов 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_MORPH_SACRIFICE_2"]/desc
source: Your engines charge 60% faster.
ru: Ваши двигатели заряжаются на 60% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SPIDER_SACRIFICE_1"]/title
source: Morph Sacrifice
ru: Жертвоприношение морфов

# data/blueprints.xml.append$//augBlueprint[@name="FR_SPIDER_SACRIFICE_1"]/desc
source: Your crew deals +20% damage.
ru: Ваш экипаж наносит +20% урона.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SPIDER_SACRIFICE_2"]/title
source: Morph Sacrifice 2
ru: Жертвоприношение морфов 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_SPIDER_SACRIFICE_2"]/desc
source: Your crew deals +40% damage.
ru: Ваш экипаж наносит +40% урона.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_SACRIFICE_1"]/title
source: Siren Sacrifice
ru: Жертвоприношение сирен

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_SACRIFICE_1"]/desc
source: All crew are prevented from using their abilities while in your ship.
ru: Все члены экипажа не могут использовать свои способности, находясь на вашем корабле.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_SACRIFICE_2"]/title
source: Siren Sacrifice 2
ru: Жертвоприношение сирен 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_SACRIFICE_2"]/desc
source: Enemy crew are prevented from using their abilities while in your ship.
ru: Вражеский экипаж не может использовать свои способности, находясь на вашем корабле.

source: Cognitive Sacrifice
ru: Жертвоприношение когнитивов

# data/blueprints.xml.append$//augBlueprint[@name="FR_COGNITIVE_SACRIFICE_1"]/desc
source: Your weapons charge 10% faster.
ru: Ваши орудия заряжаются на 10% быстрее.

source: Cognitive Sacrifice 2
ru: Жертвоприношение когнитивов 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_COGNITIVE_SACRIFICE_2"]/desc
source: Your weapons charge 20% faster.
ru: Ваши орудия заряжаются на 20% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ANCIENT_SACRIFICE_1"]/title
source: Obelisk Sacrifice
ru: Жертвоприношение обелисков

# data/blueprints.xml.append$//augBlueprint[@name="FR_ANCIENT_SACRIFICE_1"]/desc
source: Your ship has an additive 3 health energy shield.
ru: Ваш корабль имеет энергетический щит с дополнительными 3 единицами целостности.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ANCIENT_SACRIFICE_2"]/title
source: Obelisk Sacrifice 2
ru: Жертвоприношение обелисков 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_ANCIENT_SACRIFICE_2"]/desc
source: Your ship has an additive 6 health energy shield.
ru: Ваш корабль имеет энергетический щит с дополнительными 6 единицами целостности.

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_SACRIFICE_1"]/title
source: Osmian Sacrifice
ru: Жертвоприношение осмианцев

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_SACRIFICE_1"]/desc
source: Your crew gives 1 power to the system they are standing in inside your ship.
ru: Ваш экипаж дает 1 энергию системе, в которой он находится внутри вашего корабля.

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_SACRIFICE_2"]/title
source: Osmian Sacrifice 2
ru: Жертвоприношение осмианцев 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_SACRIFICE_2"]/desc
source: Your crew gives 1 power to the system they are standing in inside your ship and drains 1 power while inside the enemy's systems.
ru: Ваш экипаж отдает 1 энергию системе, в которой он находится, внутри вашего корабля и отнимает 1 энергию, находясь в системах противника.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_SACRIFICE_1"]/title
source: Salt Sacrifice
ru: Жертвоприношение соляных

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_SACRIFICE_1"]/desc
source: Your ion weapons and artilleries deal double ion damage.
ru: Ваши ионные орудия и артиллерия наносят двойной ионный урон.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_SACRIFICE_2"]/title
source: Salt Sacrifice 2
ru: Жертвоприношение соляных 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_SACRIFICE_2"]/desc
source: Your ion weapons and artilleries deal double ion damage and your crew heals at double the speed.
ru: Ваши ионные орудие и артиллерия наносят двойной ионный урон, а ваш экипаж исцеляется с удвоенной скоростью.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SNOWMAN_SACRIFICE_1"]/title
source: Snowman Sacrifice
ru: Жертвоприношение снеговиков

# data/blueprints.xml.append$//augBlueprint[@name="FR_SNOWMAN_SACRIFICE_1"]/desc
source: Literally nothing.
ru: В буквальном смысле ничего.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SNOWMAN_SACRIFICE_2"]/title
source: Snowman Sacrifice 2
ru: Жертвоприношение снеговиков 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_SNOWMAN_SACRIFICE_2"]/desc
source: Completely, absolutely nothing.
ru: Совершенно, абсолютно ничего.

# data/blueprints.xml.append$//augBlueprint[@name="FR_AIAVATAR_SACRIFICE_1"]/title
source: AI Avatar Sacrifice
ru: Жертвоприношение ИИ-аватаров

# data/blueprints.xml.append$//augBlueprint[@name="FR_AIAVATAR_SACRIFICE_1"]/desc
source: You can see transport ships and reinforcements marked in the map. It also shows details about nearby beacons in the map.
ru: На карте отмечены транспортные корабли и подкрепления. Также на карте отображается информация о ближайших маяках.

# data/blueprints.xml.append$//augBlueprint[@name="FR_AIAVATAR_SACRIFICE_2"]/title
source: AI Avatar Sacrifice 2
ru: Жертвоприношение ИИ-аватара 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_AIAVATAR_SACRIFICE_2"]/desc
source: You can see transport ships, ruins, reinforcements and anomalies marked in your map. It also show details about nearby beacons in the map.
ru: Вы можете видеть транспортные корабли, руины, подкрепления и аномалии, отмеченные на вашей карте. Также на карте отображается информация о ближайших маяках.

# data/blueprints.xml.append$//augBlueprint[@name="FISH_AUG_FR_TARTARUS"]/title
source: Ghost Fish Effect
ru: Эффект рыбы-призрака

# data/blueprints.xml.append$//augBlueprint[@name="FISH_AUG_FR_TARTARUS"]/desc
source: Gives gives a +50% sabotage bonus and door phasing to all friendly crew.
ru: Дает бонус +50% к скорости саботажа и дает возможность проходить сквозь двери дверей всему дружественному экипажу.

# data/blueprints.xml.append$//augBlueprint[@name="FR_COORDS_GHOST"]/title
source: Sector Co-ordinates
ru: Координаты сектора

# data/blueprints.xml.append$//augBlueprint[@name="FR_COORDS_GHOST"]/desc
source: Co-Ordinates for the secret ghost sector.
ru: Координаты тайного сектора ревенантов.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CYLVAN"]/title
source: Cylvan Ships
ru: Корабли Цильвана

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CYLVAN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Obelisk Flagship Ships
ru: Флагманские корабли обелисков

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_OBELISK_FLAGSHIP"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TRIRIAC"]/title
source: Tririac Ships
ru: Корабль Тририака

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TRIRIAC"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SPHERAX"]/title
source: Spherax Cruiser
ru: Крейсер сфераксов

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SPHERAX"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEAH_CREWSER"]/title
source: Leah Crewser
ru: Корабль Лии

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEAH_CREWSER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SALLY"]/title
source: Sally Ships
ru: Корабль Салли

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SALLY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_AUGUSTUS"]/title
source: Augustus's Ships
ru: Корабль Августа

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_AUGUSTUS"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CEL_AUTO"]/title
source: C.E.L. Auto Crewser
ru: Автоматический корабль ЛБП

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CEL_AUTO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_GANA_CREWSER"]/title
source: Gana Crewser
ru: Корабль Гана

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_GANA_CREWSER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SAMMY_CREWSER"]/title
source: Sammy Crewser
ru: Корабль Пейдена

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SAMMY_CREWSER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_GOZER_CREWSER"]/title
source: Gozer Crewser
ru: Корабль Гозера

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_GOZER_CREWSER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_GOZER_CREWSER_C"]/title
source: Ex-Gozer Crewser
ru: Корабль экс-Гозера

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_GOZER_CREWSER_C"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_VANCE_CREWSER"]/title
source: Elevated Flagship Crewser
ru: Повышенный Флагманский корабль

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_VANCE_CREWSER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Jerry's Flagship Crewser
ru: Флагманский корабль Джерри

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Tully's Flagship Crewser
ru: Флагманский корабль Талли

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Commonwealth Guardian
ru: Хранители Содружества

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_HAUNT_FLAGSHIP"]/title
source: Haunted Flagship
ru: Флагман ревенантов
zh_hans: 闹鬼旗舰

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_HAUNT_FLAGSHIP"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Federation Flagship
ru: Флагман Федерации

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_RUES_FLAGSHIP"]/title
source: R.U.E.S. Flagship
ru: Флагман ЭЭРЕ

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_RUES_FLAGSHIP"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEGION_FLAGSHIP"]/title
source: Legion Flagship
ru: Флагман Легиона

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEGION_FLAGSHIP"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_REAL"]/title
source: R.E.A.L. Flagship
ru: Флагман Л.У.А.Р.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_REAL"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_JUDGES"]/title
source: Observer's Cruiser
ru: Крейсер Наблюдателя

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_JUDGES"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SNOWMAN"]/title
source: Snowman Cruiser
ru: Крейсер снеговиков

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SNOWMAN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LAVAMAN"]/title
source: Lavaman Cruiser
ru: Крейсер лаваменов

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LAVAMAN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_COMMONWEALTH"]/title
source: Commonwealth Cruiser
ru: Крейсер Содружества

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_COMMONWEALTH"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_WITHERED_LANIUS"]/title
source: Withered Lanius Cruiser
ru: Крейсер Увядших ланиусов

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_WITHERED_LANIUS"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Mantis Queen Crewser
ru: Корабль Королевы богомолов

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_WITHER_GUARDIAN"]/title
source: Wither Guardian Cruiser
ru: Крейсер Увядших Хранителей

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_WITHER_GUARDIAN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Commonwealth Lanius Cruiser
ru: Крейсер Содружества ланиусов

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TESTER_A"]/title
source: Metal Lanius Cruiser
ru: Металлический крейсер ланиусов

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TESTER_A"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TESTER_B"]/title
source: Metal Lanius Cruiser
ru: Металлический крейсер ланиусов

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TESTER_B"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TESTER_C"]/title
source: Metal Lanius Cruiser
ru: Металлический крейсер ланиусов

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_TESTER_C"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SALT_BATTLESHIP"]/title
source: Salt Battleship
ru: Линкор соляных

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SALT_BATTLESHIP"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Osmian Prototype
ru: Прототип осмиан

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_OSMIAN_PROTOTYPE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SLIMER"]/title
source: Slimer Ship
ru: Корабль Слимера

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SLIMER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_PHYS"]/title
source: Phys Ship
ru: Корабль Физ

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_PHYS"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_ALEENOR"]/title
source: Aleenor Ship
ru: Корабль Алеенор

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_ALEENOR"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_VIN"]/title
source: Vin Ship
ru: Корабль Вина
