Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: 1 damage beam, 30 crew damage, hullbuster, pierces all shields, enemies of the federation takes double crew damage.
ru: 1 урон лучом, 30 урона экипажу, противокорпусный, пробивает все щиты, враги Федерации получают двойной урон от экипажу.
zh_hans: 1点伤害光束，30点船员伤害，带破舰效果，穿透所有护盾，联邦之敌承受双倍船员伤害。

source: Tully's Energy Artillery
ru: Энергетическая арт. Талли
zh_hans: 塔利的能量巨炮

source: [Base cooldown: 25] Fires a burst of 3 energy shots. Each shot deals 1 hull and 2 ion damage, with bonus crew damage and doubled crew damage against enemies of the Federation.
ru: [Базовая перезарядка: 25] Выпускает залп из 3 энергетических зарядов. Каждый заряд наносит 1 урон корпусу и 2 ионного урона, а врагам Федерации наносит удвоенный урон экипажу.
zh_hans: [基础充能时间：25秒] 发射3发能量弹齐射。每发造成1点舰体与2点离子伤害，附带额外船员伤害，且对联邦之敌造成双倍船员伤害。

source: 3 energy shots, 1 hull and 2 ion damage, 30 crew damage, enemies of the federation takes double crew damage.
ru: 3 энергетических выстрела, 1 урона корпусу и 2 ионного урона, 30 урона экипажу, враги Федерации получают двойной урон экипажу.
zh_hans: 3发能量弹，造成1点舰体与2点离子伤害及30点船员伤害，联邦之敌承受双倍船员伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_STEALTH"]/title
source: 'Valentine' Missile Rack
ru: Ракетная уст. "Валентайн"
zh_hans: '情人'导弹架

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARTILLERY_STEALTH"]/desc
source: [Base cooldown: 30] High-tech missile artillery that replicates its own ammunition and scrambles the targeting systems of enemy defense drones.
ru: [Базовая перезарядка: 30] Высокотехнологичная ракетная артиллерия, которая копирует собственные боеголовки и сбивает системы прицеливания вражеских защитных дронов.
zh_hans: [基础充能时间：30秒] 高科技导弹巨炮，可自行复制弹药并扰乱敌方防御无人机的瞄准系统。

source: Automatically fires a high velocity stealth missile that deals 3 damage, pierces all shields and evades drones. 30 seconds base cooldown.
ru: Автоматически выпускает высокоскоростную стелс-ракету, которая наносит 3 урона, пробивает все щиты и уклоняется от дронов. Базовая перезарядка 30 секунд.
zh_hans: 自动发射高速隐形导弹，造成3点伤害，穿透所有护盾并规避无人机。基础冷却时间30秒。

source: 'Beset' Mine Launcher
ru: Миномет "Бэзет"
zh_hans: '困扰'空雷发射器

source: [Base cooldown: 35] Fires a burst of 5 mines that deal 1 hull damage each and can't be shot down by defense drones.
ru: [Базовая перезарядка: 35] Выпускает залп из 5 мин, которые наносят 1 урон корпусу каждая и их нельзя сбить защитными дронами.
zh_hans: [基础充能时间：35秒] 发射5枚空雷齐射，每枚造成1点舰体伤害，且无法被防御无人机击落。

source: A minelauncher artillery that shoots 5 stealth mines that can't be shot down by enemy drones. Deals 1 hull damage each.
ru: Артиллерийская установка, стреляющая 5 минами-невидимками, которые не могут быть сбиты вражескими дронами. Каждая наносит 1 урон корпусу.
zh_hans: 一台发射5枚隐形空雷的巨炮，敌方无人机无法击落这些空雷，每枚造成1点舰体伤害。

source: Carbon Crystal Shard
ru: Осколок углеродного кристалла
zh_hans: 碳素碎晶装甲

source: Carbon Crystal
ru: Угл. кристалл
zh_hans: 碳素水晶

source: CARBON CRYSTAL VENG PROJECTILE
ru: УГЛЕРОДНЫЙ КРИСТАЛЛ ВЕНГА
zh_hans: 碳素水晶复仇弹体

source: Carbon Crystal Shard
ru: Осколок углеродного кристалла
zh_hans: 碳素碎晶装甲

source: Carbon Crystal
ru: Угл. кристалл
zh_hans: 碳素水晶

source: CARBON CRYSTAL VENG PROJECTILE
ru: УГЛЕРОДНЫЙ КРИСТАЛЛ ВЕНГА
zh_hans: 碳素水晶复仇弹体

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_NOBLE_MISSILE"]/title
source: Noble Missile
ru: Благородная ракетница
zh_hans: 贵族导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_NOBLE_MISSILE"]/short
source: Noble Missile
ru: Благородная ракетница
zh_hans: 贵族导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_NOBLE_MISSILE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ROYAL_MISSILE"]/title
source: Royal Missile
ru: Дворянская ракетница
zh_hans: 皇家导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ROYAL_MISSILE"]/short
source: Royal Missile
ru: Дворянская ракетница
zh_hans: 皇家导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ROYAL_MISSILE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Commonwealth Missile
ru: Ракета Содружества
zh_hans: 联合方碑导弹

source: ⛼ Missile
ru: Ракета ⛼
zh_hans: ⛼ 导弹

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_WITHER_MISSILE"]/title
source: Wither Prototype Missile
ru: Прототип ракетницы Витэра
zh_hans: 原型凋零导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_WITHER_MISSILE"]/short
source: Proto. Missile
ru: Прото. Ракет.
zh_hans: 原型导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_WITHER_MISSILE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Plasma Shot
ru: Плазменный заряд
zh_hans: 等离子炮

source: Plasma
ru: Плазма
zh_hans: 等离子

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_FIRE_ION"]/title
source: Fire Ion Shot
ru: Зажигательный ионный заряд
zh_hans: 火焰离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_FIRE_ION"]/short
source: Fire Ion
ru: Зажигат. ИБ
zh_hans: 火焰离子

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_FIRE_ION"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Phase Ion Shot
ru: Фазовый ионный заряд
zh_hans: 相位离子炮

source: Phase Ion
ru: Фазовый ион
zh_hans: 相位离子

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_PHASE_ION"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Energy Ion Shot
ru: Энергетический ионный заряд
zh_hans: 能量离子炮

source: Energy Ion
ru: Энерг. ион
zh_hans: 能量炮

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Breach Ion Shot
ru: Разрывной ионный заряд
zh_hans: 破舱离子炮

source: Breach Ion
ru: Разр. ион
zh_hans: 破舱离子

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_STUN_ION"]/title
source: Stun Ion Shot
ru: Оглушающий ионный заряд
zh_hans: 眩晕离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_STUN_ION"]/short
source: Stun Ion
ru: Огл. ион
zh_hans: 眩晕离子

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_STUN_ION"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_BIO_ION"]/title
source: Breach Ion Shot
ru: Разрывной ионный заряд
zh_hans: 破舱离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_BIO_ION"]/short
source: Breach Ion
ru: Разр. ион
zh_hans: 破舱离子

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_DEADSHIP_BIO_ION"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ROYAL_HAVOC_SURGE"]/title
source: Havoceizer Beam Barrage
ru: Залповый луч "Опустошитель"
zh_hans: 浩劫者光束火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ROYAL_HAVOC_SURGE"]/short
source: Havoceizer Beam Barrage
ru: Залповый луч "Опустошитель"
zh_hans: 浩劫者光束火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ROYAL_HAVOC_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZENITH_SURGE"]/title
source: Zenith Barrage
ru: Залповый Зенит
zh_hans: 天顶火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZENITH_SURGE"]/short
source: Zenith Barrage
ru: Залповый Зенит
zh_hans: 天顶火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZENITH_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BIO_BEAM_SURGE"]/title
source: Bio Beam Barrage
ru: Залповый анти-био луч
zh_hans: 反生物光束火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BIO_BEAM_SURGE"]/short
source: Bio Beam Barrage
ru: Залповый анти-био луч
zh_hans: 反生物光束火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_BIO_BEAM_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ENERGY_SURGE"]/title
source: Energy Barrage
ru: Залповый энергетический заряд
zh_hans: 能量火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ENERGY_SURGE"]/short
source: Energy Barrage
ru: Залповый энергетический заряд
zh_hans: 能量火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ENERGY_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//droneBlueprint[@name="FR_REAL_COMBAT_PRIME"]/title
source: R.E.A.L.'s Prime Drone
ru: Л.У.A.Р. дрон Первого
zh_hans: R.E.A.L.的领主无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_REAL_COMBAT_PRIME"]/short
source: Prime Drone
ru: Первый дрон
zh_hans: 领主无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_REAL_COMBAT_PRIME"]/desc
source: A Beam drone capable of destroying the enemy ship by itself, but only if the shields are down.
ru: Лучевой дрон, способный самостоятельно уничтожить вражеский корабль, но только если щиты отключены.
zh_hans: 一台光束无人机，仅当敌舰护盾失效时可独立摧毁目标。

source: Drone Beam
ru: Лучевой дрон
zh_hans: 无人机光束

# data/blueprints.xml.append$//droneBlueprint[@name="FR_REAL_COMBAT_HER"]/title
source: R.E.A.L.'s Her Drone
ru: Л.У.A.Р. дрон Ее
zh_hans: R.E.A.L.她的无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_REAL_COMBAT_HER"]/short
source: Her Drone
ru: Дрон Ее
zh_hans: 她的无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_REAL_COMBAT_HER"]/desc
source: A Beam drone capable of disabling the enemy ship by itself, but only if the shields are down. Inflicts Absolute Madness on enemies which freezes them in place and makes them be unable to act for 5 seconds.
ru: Лучевой дрон, способный самостоятельно вывести из строя вражеский корабль, но только если щиты отключены. Накладывает на врагов абсолютное безумие, которое заставляет их застыть на месте и лишает способности действовать в течение 5 секунд.
zh_hans: 一台光束无人机，仅当敌舰护盾失效时可独立瘫痪目标。对敌人施加绝对疯狂效果，使其定身并无法行动5秒。

source: Drone Beam
ru: Лучевой дрон
zh_hans: 无人机光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SYLVAN_SURGE"]/title
source: Sylvan Barrage
ru: Залповый заряд Сильвана
zh_hans: 希尔凡火炮支援

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SYLVAN_SURGE"]/short
source: Sylvan Barrage
ru: З. зар. Сильв.
zh_hans: 希尔凡火炮支援

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SYLVAN_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_JERRY_SURGE"]/title
source: Jerry Barrage
ru: Залповый заряд Джерри
zh_hans: 杰瑞火炮支援

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_JERRY_SURGE"]/short
source: Jerry Barrage
ru: Зал. зар. Дж.
zh_hans: 杰瑞火炮支援

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_JERRY_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_TULLY_SURGE"]/title
source: Pinpoint Beam Barrage
ru: Залповые точечные лучи
zh_hans: 光点火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_TULLY_SURGE"]/short
source: Pinpoint Beam Barrage
ru: Зал. точ. лучи
zh_hans: 光点火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_TULLY_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

source: Overcharge Commonwealth Harbinger Drone Mk. II
ru: Перезаряженный дрон Содружества "Предвестник" мод. II
zh_hans: 过载联合方碑预兆者无人机II

source: O. ⛼ Harb. II
ru: Пер. д. ⛼ Предв. II
zh_hans: O. ⛼ 预兆者. II

source: A drone that precedes all known drone tech. Appears to be equipped with Laser tech that does high damage. This overcharged version deals all types of damage.
ru: Дрон, который опережает все известные технологии дронов. Похоже, что он оснащен лазерной техникой, наносящей большой урон. Эта заряженная версия наносит все виды урона.
zh_hans: 一架超越所有已知无人机技术的无人机，其搭载的激光装置似乎能造成巨额伤害。此超载版本可造成全类型伤害。

source: Ancient Laser
ru: Древний лазер дрона
zh_hans: 远古激光

source: A. Laser
ru: Др. лаз. дрона
zh_hans: 远古激光

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Undead Fish
ru: Рыба-нежить
zh_hans: 不死鱼

source: Undead Fish
ru: Рыба-нежить
zh_hans: 不死鱼

# data/blueprints.xml.append$//weaponBlueprint[@name="FISH_FOOD_FR_TARTARUS"]/desc
source: An undead fish. When consumed, gives a +50% sabotage bonus and phasing to all friendly crew.
ru: Раба-нежить. При употреблении в пищу дает бонус +50% к саботажу и возможность проходить сквозь двери всему дружественному экипажу.
zh_hans: 一条不死鱼。友方船员食用后，获得+50%破坏加成与无视舱门能力。

# data/blueprints.xml.append$//augBlueprint[@name="FR_PERFECTED_SHIELD"]/title
source: Perfected Shields
ru: Совершенные щиты
zh_hans: 至臻护盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_PERFECTED_SHIELD"]/desc
source: Shields born from the perfected unity of every caste of Obelisk. It is stronger than the sum of its parts. Has an integrity of 20 hitpoints and grants +50% ion resistance.
ru: Щиты, созданные в результате командной работы всех каст обелисков. Имеет целостность 20 единиц и дает +50% сопротивления ионному урону.
zh_hans: 此护盾诞生自方碑所有阶层的完美统一，其威能远超各部分力量之和。 提供20层能量盾，并提供+50%离子抗性。

# data/blueprints.xml.append$//augBlueprint[@name="FR_PERFECTED_PLATING"]/title
source: Perfected Plating
ru: Совершенная обшивка
zh_hans: 至臻镀层

# data/blueprints.xml.append$//augBlueprint[@name="FR_PERFECTED_PLATING"]/desc
source: Hull plating born from the perfected unity of every kind of Augmented. It is stronger than the sum of its parts. Has the effect of every arm and reduces crew's active ability cooldowns by 50%.
ru: Обшивка корпуса созданная в результате командной работы всех видов Возвышенных. Она прочнее, чем все ее компоненты по отдельности. Обладает эффектом каждого крана и сокращает время действия активных способностей экипажа на 50%.
zh_hans: 这款船体镀层诞生自所有强铁族类的完美统一，其强度远超各部分力量之和。 具备一切强化臂的效果，并使船员的主动技能冷却时间缩短50%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_PERFECTED_INTERNALS"]/title
source: Perfected Internals
ru: Совершенные детали
zh_hans: 至臻集成系统

# data/blueprints.xml.append$//augBlueprint[@name="FR_PERFECTED_INTERNALS"]/desc
source: Internal components born from the perfected unity of every type of Cognitive. It is stronger than the sum of its parts. Repairs breaches, extinguishes fires, heals friendly metalloid crew for 5 hp/s and damages enemy metalloid crew and boarding drones for the same amount. Makes all crew controllable.
ru: Внутренние компоненты созданные в результате командной работы всех типов когнитивов. Они прочнее, чем все ее компоненты по отдельности. Заделывает пробоины, тушит пожары, лечит дружественный металлоидный экипаж на 5 ОЗ/с и наносит урон вражескому металлоидному экипажу и абордажным дронам на столько же. Делает весь экипаж управляемым.
zh_hans: 此内部构件源于所有认知体族类的完美统一，其效能远超各部分总和。 能修复舱壁破口、扑灭火灾，每秒为友方金属船员恢复5点生命，并对敌方金属船员及登舰无人机造成等量伤害。 同时使所有船员进入可被控制状态。

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMMONWEALTH_SHIELD"]/title
source: Ionic Shields
ru: Ионические щиты
zh_hans: 离子护盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMMONWEALTH_SHIELD"]/desc
source: The Commonwealth's variant of the Obelisks' signature Aether shielding. Has an integrity of 6 hitpoints, but also boosts standard shield charge rate by 20% and grants 50% ion resistance.
ru: Вариант фирменного эфирного щита обелисков Содружества. Имеет целостность 6 единиц, но также увеличивает скорость зарядки стандартного щита на 20% и дает 50% сопротивления ионному урону.
zh_hans: 联合方碑标志性以太护盾。提供6层能量盾，同时能将标准护盾的充能速率提升20%，并提供50%的离子抗性。

source: Ionic Shields
ru: Ионические щиты
zh_hans: 离子护盾

source: The Commonwealth's variant of the Obelisks' signature Aether shielding. Has an integrity of 6 hitpoints, but also boosts standard shield charge rate by 20% and grants 50% ion resistance.
ru: Вариант фирменного эфирного щита обелисков Содружества. Имеет целостность 6 единиц, но также увеличивает скорость зарядки стандартного щита на 20% и дает 50% сопротивления ионному урону.
zh_hans: 联合方碑标志性以太护盾。提供6层能量盾，同时能将标准护盾的充能速率提升20%，并提供50%的离子抗性。

source: Uplifted Ionic Shields
ru: Усиленные ионные щиты
zh_hans: 飞升离子护盾

source: The Commonwealth's variant of the Obelisks' signature Aether shielding. Has an integrity of 6 hitpoints, but also boosts standard shield charge rate by 20% and grants 50% ion resistance. This special version of the augment stacks with other forms of energy shields.
ru: Вариант фирменного эфирного щита обелисков, разработанный Содружеством. Имеет целостность 6 единиц, но также увеличивает на 20% скорость зарядки стандартного щита и дает 50% сопротивления ионам. Эта специальная версия модуля суммируется с другими видами энергетических щитов.
zh_hans: 联合方碑标志性以太护盾。提供6层能量盾，同时能将标准护盾的充能速率提升20%，并提供50%的离子抗性。 此特殊版本的增强装置可与其他类型的能量护盾叠加生效。

# data/blueprints.xml.append$//augBlueprint[@name="FR_AETHER_FORGE"]/title
source: Aether Forge
ru: Эфирная кузница
zh_hans: 以太锻炉

# data/blueprints.xml.append$//augBlueprint[@name="FR_AETHER_FORGE"]/desc
source: This augment allows you to consume large quantities of resources, creating Commonwealth technology as a task. The forge also unleashes nanomachines that eat through boarders, dealing 3 hp/s to all enemy crew onboard.
ru: Этот модуль позволяет вам потреблять большее количество ресурсов, создавая технологии Содружества. Кузница также выпускает наномашины, которые прогрызают абордажников, наносит 3 ОЗ/с урона всем членам вражеского экипажа на борту.
zh_hans: 该增强装置允许您消耗大量资源，制造一件联合方碑科技装备。 锻炉还会释放出纳米机器群，吞噬登舰敌人，对船上所有敌方船员造成每秒3点生命值的伤害。

source: Aether Forge
ru: Эфирная кузница
zh_hans: 以太锻炉

# data/blueprints.xml.append$//augBlueprint[@name="FR_AETHER_FORGE_UNLOCKED"]/desc
source: This augment allows you to consume large quantities of resources, creating Commonwealth technology as a task. The forge also unleashes nanomachines that eat through boarders, dealing 3 hp/s to all enemy crew onboard.
ru: Этот модуль позволяет вам потреблять большее количество ресурсов, создавая технологии Содружества. Кузница также выпускает наномашины, которые прогрызают абордажников, наносит 3 ОЗ/с урона всем членам вражеского экипажа на борту.
zh_hans: 该增强装置允许您消耗大量资源，制造一件联合方碑科技装备。 锻炉还会释放出纳米机器群，吞噬登舰敌人，对船上所有敌方船员造成每秒3点生命值的伤害。

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENHANCED_AUGMENTER"]/title
source: Enhanced Plating
ru: Обшивка Повышенных

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENHANCED_AUGMENTER"]/desc
source: Secret technology of the Enhanced, forged from the knowledge of centuries' worth of consumed Commonwealth tech. Crew can break apart the ship's hull to pay for ship upgrades at empty beacons. The plating also gives the ship full immunity to ion damage, and lowers all scrap gain by 15%.
ru: Секретная технология Повышенных, созданная на основе знаний, накопленных за столетия использования технологий Содружества. Экипаж может разобрать корпус корабля, чтобы выполнить улучшение корабля на пустых маяках. Кроме того, обшивка дает кораблю полный иммунитет к ионному урону и снижает количество получаемого лома на 15%.

source: C.M.I. Network
ru: Сеть И.О.С.
zh_hans: C.M.I. 网络

source: The Commonwealth Maintenance Infrastructure network is an incredibly advanced web of nanomachine-spewing nodes running across the entire ship. It automatically extinguishes fires, repairs breaches, deals 5 hp/s to boarders, and heals your drones and metallic crew by 5 hp/s.
ru: Сеть инфраструктуры обслуживания Содружества - это невероятно развитая сеть узлов, производящих наномашины по всему кораблю. Она автоматически тушит пожары, ремонтирует пробоины, наносит 5 ОЗ/с урона абордажникам и исцеляет ваши дроны и металлический экипаж на 5 ОЗ/с.
zh_hans: 联合方碑维护基础设施网络是一张极其先进的纳米机器人喷涌节点网，覆盖整艘舰船。它能自动灭火、修复破口，对登船单位造成5点/秒伤害，并为你的无人机和金属船员提供5点/秒的治疗。

source: Lightweight C.M.I.
ru: Л. обсл. инфрастр. Содр.
zh_hans: 轻量化C.M.I.

source: This version of the Commonwealth Maintenance Infrastructure network is modular enough to be installed onto any ship at the cost of having slightly weaker effects than the original. It automatically extinguishes fires, repairs breaches, deals 2.5 hp/s to boarders, and heals your drones and metallic crew by 2.5 hp/s.
ru: Эта версия обслуживающей инфраструктуры Содружества является достаточно модульной, чтобы ее можно было установить на любой корабль, но при этом ее эффекты несколько слабее, чем у оригинала. Она автоматически тушит пожары, заделывает пробоины, наносит абордажникам 2.5 ОЗ/с урона и лечит ваших дронов и металлический экипаж на 2.5 ОЗ/с.
zh_hans: 此版本联合方碑维护基建网络采用模块化设计，足以加装至任何舰船，但代价是其效果略逊于原版。可自动灭火、修复破口，对登船者造成2.5点/秒伤害，并为无人机和金属船员提供2.5点/秒治疗。

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMMONWEALTH_IONIZER"]/title
source: Commonwealth Ionizer
ru: Ионизатор Содружества
zh_hans: 联合方碑离子发生器

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMMONWEALTH_IONIZER"]/desc
source: An extremely advanced overcharger system that doubles all ion damage dealt by your weapons and artillery. This augment can't increase the ion damage dealt by any given shot beyond 9.
ru: Чрезвычайно продвинутая система нагнетания, которая удваивает весь ионный урон, наносимый вашими орудиями и артиллерией. Этот модуль не может увеличить ионный урон, наносимый любым оружием, больше 9.
zh_hans: 一套极其先进的超载系统，能使你所有武器和舰炮造成的离子伤害翻倍。此改装件无法将单次射击的离子伤害提升至9点以上。

source: Commonwealth Ionizer
ru: Ионизатор Содружества
zh_hans: 联合方碑离子发生器

source: An extremely advanced overcharger system that doubles all ion damage dealt by your weapons and artillery. This augment can't increase the ion damage dealt by any given shot beyond 9.
ru: Чрезвычайно продвинутая система нагнетания, которая удваивает весь ионный урон, наносимый вашими орудиями и артиллерией. Этот модуль не может увеличить ионный урон, наносимый любым оружием, больше 9.
zh_hans: 一套极其先进的超载系统，能使你所有武器和舰炮造成的离子伤害翻倍。此改装件无法将单次射击的离子伤害提升至9点以上。

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMMONWEALTHS_BODY"]/title
source: Commonwealth Corpse
ru: Труп Содружества
zh_hans: 联合方碑的残骸

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMMONWEALTHS_BODY"]/desc
source: The broken, decrepit corpse of an Obelisk, likely belonging to the extinct Commonwealth judging by its grayish hue. Although restoration is not impossible, it will definitely be very, very difficult.
ru: Разбитый, дряхлый труп обелиска, скорее всего, судя по его сероватому оттенку, принадлежащего вымершему виду Содружества. Хотя восстановление не невозможно, но это будет сделать очень и очень сложно.
zh_hans: 一具方碑族的破碎残骸，其灰暗的色调很可能表明它属于已消亡的联合方碑。尽管复原并非绝无可能，但此举注定无比艰难。

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHERED_PLATING"]/title
source: Withered Plating
ru: Увядшая обшивка
zh_hans: 凋零镀层
