Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_VIN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CLEO"]/title
source: Cleo Ship
ru: Корабль Клео

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CLEO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_ZULU"]/title
source: Zulu Ship
ru: Корабль Зулу

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_ZULU"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_G"]/title
source: G Ship
ru: Корабль Ж

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_G"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SMOKE"]/title
source: Smoke Ship
ru: Корабль Смоук

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SMOKE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CHILL"]/title
source: Chills Ship
ru: Корабль Чиллс

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CHILL"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_POK"]/title
source: Pok Tok
ru: Пок Ток

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_POK"]/desc
source: PUUK TOK COT POK!
ru: ПУУК ТОК КОТ ПОК!

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEO"]/title
source: Pok Tok
ru: Пок Ток

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SEARAK"]/title
source: Pok Tok
ru: Пок Ток

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_SEARAK"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CHARROR"]/title
source: C/R;A´E Ship
ru: Корабль Ч/Р;О

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_CHARROR"]/desc
source: [ERROR]
ru: [ОШИБКА]

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEGON_AUTO"]/title
source: Legion Auto Ship
ru: Автоматический корабль Легиона

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_LEGON_AUTO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_ZOLTAN_AUTO"]/title
source: Zoltan Auto Ship
ru: Автоматический корабль золтан

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_ZOLTAN_AUTO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_FEDERATION_AUTO"]/title
source: Federation Auto Ship
ru: Автоматический корабль Федерации

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_FEDERATION_AUTO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_WATCHER"]/title
source: Watcher Ship
ru: Корабль Наблюдателя

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_WATCHER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_HAUNT_DEADSHIP"]/title
source: Deadship Ship
ru: Корабль мертвых

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_HAUNT_DEADSHIP"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_PRINCE"]/title
source: Prince's Ship
ru: Корабль Князя

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIP_PRINCE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_SPHERAX"]/title
source: Boon of The Precursors
ru: Благо предтечи

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_SPHERAX"]/desc
source: Your Spherax crew can't be stunned.
ru: Ваш экипаж сфераксов не может быть оглушен.

source: Blessing of Withering
ru: Благословение увядания

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_WITHER_GUN"]/desc
source: All beam weapons pierce 1 additional shield layer.
ru: Все лучевые орудия пробивают 1 дополнительный слой щита.

source: Boon of Revenants
ru: Благо ревенантов

source: All crew can phase through doors and are immune to suffocation damage.
ru: Все члены экипажа могут проходить сквозь двери и имеют иммунитет к удушью.

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_SNOWMAN"]/title
source: Boon of Snow
ru: Благо снега

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_SNOWMAN"]/desc
source: Your Snow crew will slow down all enemies in the same room as them.
ru: Ваши снеговики замедляют всех врагов, находящихся в одном отсеке с ними.

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_LAVAMAN"]/title
source: Boon of Lava
ru: Благо лавы

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_LAVAMAN"]/desc
source: Your Lava crew will slowly damage enemies in the same room as them.
ru: Ваши лавамены будут медленно наносить урон врагам, находящимся в одном с ними отсеке.

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_AI_CREW"]/title
source: Boon of Artificiality
ru: Благо искусственности

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_AI_CREW"]/desc
source: Your AI Avatar crew will now only use 0.1x the space of a normal crew.
ru: Ваши ИИ-аватары теперь будут занимать лишь 0.1x места по сравнению с обычным экипажем.

source: Blessing of The Extinct
ru: Благословение вымерших

source: Your Commonwealth crew can teleport anywhere.
ru: Ваш экипаж Содружества может телепортироваться куда угодно.

source: Blessing of The Ion
ru: Благословение ионов

source: You gain 50% ion resistance.
ru: Вы получаете 50% сопротивления ионам.

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_SALT_CREW"]/title
source: Boon of the Forgotten.
ru: Благо забытых

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FR_SALT_CREW"]/desc
source: Your salts become immune to suffocation and stuns.
ru: Ваши соляные становятся невосприимчивыми к удушью и оглушению.

source: Obelisk Flagship
ru: Флагман обелисков

source: The Destroyer
ru: Разрушитель

source: Save the long extinct race of aliens by destroying their opressor's strongest vessel.
ru: Спасите давно вымершую расу пришельцев, уничтожив сильнейший корабль их противников.

source: This is the original base for the Exterminator, a proof of concept that was never used. It may lack the power of its royal variant, but it is still a force to be reckoned with.
ru: Это оригинальная база для Уничтожителя, пробный вариант, который так и не был воплощен в жизнь. Возможно, ему не хватает мощи его дворянского варианта, но он все равно представляет собой силу, с которой нужно считаться.

source: Commonwealth's Obelisk Flagship
ru: Флагман обелисков Содруж.

source: The Saviour
ru: Спаситель

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: After the alliance between the Federation and the Commonwealths was formed, the two super powers worked together to create a ship that could stand up to the might of the Royals. This ship is the result of that program.
ru: После заключения союза между Федерацией и Содружеством обе сверхсилы работали вместе над созданием корабля, который мог бы противостоять мощи дворян. Этот корабль - результат этой программы.

source: Prototype Obelisk Flagship
ru: Прототип флагмана обелисков

source: The Obliterator
ru: Обличитель

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Fresh off the production line, this monstrous cruiser has received minimal testing before being approved for battle, as is customary for the work of the Devisers.
ru: Только что сошедший с производственной линии, этот чудовищный крейсер прошел минимальное тестирование, прежде чем был допущен к сражениям, как и положено для работ Изобретателей.

source: Royal Obelisk Flagship
ru: Флагман Дворян-обелисков

source: The Exterminator
ru: Уничтожитель

source: Destroy the Exterminator using the layout A of the Obelisk Flagship line.
ru: Уничтожьте Уничтожителя, используя тип A флагманской линии обелисков.

source: After queen Y's defeat, the Federation managed to gather enough information about the Exterminator's original design to replicate it. Luckily, a few Royals survived the fight and "willingly" offered to join the cause.
ru: После поражения королевы У Федерации удалось собрать достаточно информации об оригинальной конструкции Уничтожителя, чтобы воспроизвести его. К счастью, несколько дворян выжили в бою и "добровольно" предложили присоединиться к делу.

source: Lich's Obelisk Flagship
ru: Флагман обелиска-Лича

source: The Soul Taker
ru: Похититель душ

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Rejected by the remaining Royals and unwelcomed in the refuge for obvious reasons, the only thing G can do is spread her misery across the multiverse using a modified Exterminator model.
ru: Отвергнутая остальными дворянами и по понятным причинам нежеланная в убежище, Ж может лишь распространять свои страдания по всей вселенной, используя модифицированную модель Уничтожителя.

source: Absolute Obelisk Flagship
ru: Верховный флагман обелисков

source: The All-Ending
ru: Всепобеждающий

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship is the outcome of a near-impossible scenario: The alliance of different Ys across multiple realities. The outcome? A vessel capable of destroying all that comes across it.
ru: Этот корабль - результат практически невозможного сценария: Союз разных У в нескольких реальностях. Результат? Корабль, способный уничтожить все, что попадется ему на пути.

source: Deserter Sylvan Cruiser
ru: Крейсер Дезертира-Сильвана

source: The Deserter
ru: Дезертир

source: Befriend the long extinct race of aliens and then help the ex-travelling merchant to unlock this ship.
ru: Подружитесь с давно вымершей расой пришельцев, а затем помогите бывшему торговцу-путешественнику разблокировать этот корабль.

source: This Sylvan gave up his life of traveling the multiverse for a humbler one with the Commonwealth. Now, forces outside his control have forced him to activate his MV drive once more.
ru: Этот Сильван отказался от своей жизни в путешествиях по мультивселенной ради более скромной жизни в Содружестве. Теперь силы, не зависящие от него, заставили его снова активировать свой МВ-привод.

source: Deserter Sylvan Cruiser
ru: Крейсер Дезертира-Сильвана

source: The T-800
ru: Т-800

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: While on the run from Prime for his blunder, the collector came across Cylvan who allowed him to stay in the Commonwealth refuge if he agreed to hunt down any C.E.L. probes that got in their way.
ru: Находясь в поисках спасения от Первого за свою оплошность, Коллекционер наткнулся на Сильвана, который разрешил ему остаться в убежище Содружества, если он согласен охотиться на зонды ЛБП, которые встанут у них на пути.

source: Deserter Sylvan Cruiser
ru: Крейсер Дезертира-Сильвана

source: The Shunned
ru: Изгнанник

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: After being kicked out from the Nexus, the friendly free mantis Sylvan found a new home among the Commonwealths who accept him for who he is.
ru: После того как его выгнали из Нексуса, дружелюбный свободный богомол-Сильван нашел новый дом среди Содружества, которое принимает его таким, какой он есть.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_SPHERAX"]/class
source: Precursor Cruiser
ru: Крейсер предтеч

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_SPHERAX"]/name
source: The Psi
ru: Пси

source: Explore the ruins of a forgotten race in the center of the Multiverse.
ru: Исследуйте руины забытой расы в центре Мультивселенной.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_SPHERAX"]/desc
source: This cruiser belongs to the Spherax, a race that existed before all of known history. None of the original weapons survive, but the Spherax themselves have been successfully reconstructed.
ru: Этот крейсер принадлежит сфераксам - расе, существовавшей до начала истории. Ни одно из оригинальных орудий не сохранилось, но сами сфераксы были успешно воссозданы.

source: Precursor Cruiser
ru: Крейсер предтеч

source: The Nova Spera
ru: Новая Надежда

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: The Spherax properly integrated into the Federation following a long bureaucratic process. This ship was constructed out of gratitude.
ru: После длительного бюрократического процесса сфераксы был должным образом интегрированы в Федерацию. Этот корабль был построен в знак благодарности.

source: Precursor Cruiser
ru: Крейсер предтеч

source: The Perfection
ru: Совершенство

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship managed to return its Spherax constructor to working order. Its absurd layout makes the ship inhospitable to almost everyone else.
ru: Этому кораблю удалось вернуть в рабочее состояние конструктор сфераксов. Его абсурдная планировка делает корабль негостеприимным почти для всех остальных рас.

source: Perfected Cruiser
ru: Совершенный крейсер

source: Absolute Convergence
ru: Полное сходство

source: Unlock all Obelisk ships from base Multiverse and Forgotten Races, including Crewsers.
ru: Разблокируйте все корабли обелисков из базовой Мультивселенной и Забытых рас, включая корабли.

source: This ship was constructed as a perfect union of each Obelisk caste. Its shield and artillery combine the power of each into one overwhelming force.
ru: Этот корабль был построен как идеальный союз каждой касты обелисков. Его щит и артиллерия объединяют мощь каждой из них в одну непреодолимую силу.

source: Perfected Cruiser
ru: Совершенный крейсер

source: The Melting Pot
ru: Плавильный Котел

source: Unlock all Augmented ships from both base Multiverse and Forgotten Races, including Crewsers.
ru: Разблокируйте все корабли Возвышенных из базовой Мультивселенной и Забытых рас, включая корабли.

source: This ship stands above all other Lanius vessels as the ultimate Augmented cruiser, bearing a hull composition that takes the best from the collective efforts of all types of Augmented.
ru: Этот корабль превосходит все остальные корабли ланиусов, являясь самым совершенным крейсером Возвышенных. В нем собрано все лучшее от коллективных усилий всех типов Возвышенных.

source: Perfected Ship
ru: Совершенный корабль

source: The Moment
ru: Мгновение

source: Unlock both guardian ships from Forgotten Races.
ru: Разблокируйте оба корабля Хранителей из Забытых рас.

source: This vessel came to be as a perfect union of all of the Obelisks' work on artificial intelligence. The Cognitives aboard can retain a modicum of self-control even when liberated.
ru: Это судно является идеальным сочетание всех работ обелисков над искусственным интеллектом. Находящиеся на борту когнитивы способны сохранять самоконтроль даже в свободном режиме.

source: Fallen Obelisk Cruiser
ru: Крейсер сломанного обелиска

source: The Former Glory
ru: Былая Слава

source: Unlock the Type C of the Obelisk cruiser line to unlock this ship.
ru: Разблокируйте крейсер типа В из линейки крейсеров обелисков, чтобы открыть этот корабль.

source: This vessel was once staffed by a third subset of the Obelisks that died off long ago during the interspecies war. All that remains is a few strange guns, a Cognitive, and the broken corpse of one of its creators.
ru: Когда-то на этом корабле служила группа обелисков, вымершая давным-давно во время межвидовой войны. Все, что осталось, - это несколько странных орудий, когнитив и сломанный труп одного из его создателей.

source: Commonwealth Cruiser
ru: Крейсер Содружества

source: The Jarvis
ru: Джарвис

source: Consult a certain Obelisk corpse about a certain artifact to unlock this ship.
ru: Посоветуйтесь со сломанным обелиском по поводу конкретного артефакта, чтобы разблокировать корабль.

source: The power of the Paragon was siphoned into these Obelisks, resurrecting them from the grave. With Commonwealth technology on their side, alongside the power to make more, they are ready to make waves like never before.
ru: Сила Парагона была влита в эти обелиски, воскресив их из небытия. С технологиями Содружества на их стороне, а также с возможностью создавать арсенал оружия, они готовы произвести фурор, как никогда раньше.

source: Commonwealth Cruiser
ru: Крейсер Содружества

source: The Grey Goo
ru: Серая Слизь

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship boasts a unique twist on the usual Obelisk artillery, constructing swarms of drones instead of firing a payload.
ru: Этот корабль может похвастаться уникальным подходом к обычной артиллерии обелисков, создавая рои дронов вместо того, чтобы стрелять боевыми зарядами.

source: Commonwealth Cruiser
ru: Крейсер Содружества

source: The Electrification
ru: Электрификация

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship's unique properties strengthen all of its non-beam weapons, increasing their ability to ionize ships.
ru: Уникальные свойства этого корабля усиливают все его нелучевые орудия, усиливая их способность ионизировать корабли.

source: Enhanced Cruiser
ru: Крейсер Повышенных

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_ENHANCED"]/name
source: The Forbidden Snack
ru: Запретная Закуска

source: Save the last of a kind from being killed to unlock this ship.
ru: Спасите последнего из рода от гибели, чтобы разблокировать этот корабль.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_ENHANCED"]/desc
source: This breed of Augmented are very uncommon, having feasted on a specific type of Obelisk technology. The ship starts with weak systems, but its crew are more than willing to tear the ship apart to rectify that.
ru: Этот вид Возвышенных очень редок, поскольку питается особым типом технологии обелисков. Корабль оснащен слабыми системами, но его экипаж готов разобрать его на части, чтобы исправить это.

source: Enhanced Cruiser
ru: Крейсер Повышенных

source: The Cloak And Dagger
ru: Плащ и Кинжал

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship focuses on shredding systems before the enemy can even lift a finger, saving you hull for upgrades.
ru: Этот корабль нацелен на уничтожение систем еще до того, как враг успеет пошевелить пальцем, что позволит вам сохранить прочность корпуса для покупки улучшений.

source: Enhanced Cruiser
ru: Крейсер Повышенных

source: The Black-Scholes
ru: Блек-Шоулз

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship sacrifices conventional defense for a powerful boarding party and a hull repair drone, allowing it to get even more value out of tearing itself apart.
ru: Этот корабль жертвует обычной защитой ради мощного абордажного отряда и дрона для ремонта корпуса, что позволяет ему извлекать еще больше пользы из своего саморазрушения.

source: Commonwealth Guardian Cruiser
ru: Крейсер Хранителей Содруж.

source: The Warfare Protocol
ru: Протокол Войны

source: Stop the Auto rampage in a secret and long-forgotten realm to unlock this ship.
ru: Остановите бесчинства автоматических кораблей в тайном и давно забытом пространстве, чтобы разблокировать этот корабль.

source: This marvel of automated technology boasts an advanced internal repair network, but lacks the ability to obtain better doors or a medical system.
ru: Это чудо автоматизированной техники может похвастаться развитой внутренней ремонтной сетью, но не имеет возможности приобрести более совершенные двери или медицинскую систему.

source: Commonwealth Guardian Cruiser
ru: Крейсер Хранителей Содруж.

source: Elevated Permission
ru: Повышенное Разрешение

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: The friendship between this ship's Cognitive and onboard AI is so strong that the former entrusted most of the ship's functions to the latter. The Cognitive sealed off most of the ship, but the automatic repairs make that less of an issue.
ru: Дружба между когнитивом и бортовым ИИ этого корабля настолько крепка, что первый доверил второму большую часть функций корабля. Когнитив заблокировал большую часть корабля, но автоматический ремонт делает это не такой уж большой проблемой.

source: Commonwealth Guardian Cruiser
ru: Крейсер Хранителей Содруж.

source: The Multithread
ru: Многопоточность

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship is used as a refuge for two types of robotic crew, freed from their creators' shackles and ready to carve their own path.
ru: Этот корабль служит Убежищем для двух типов роботов, освободившихся от оков своих создателей и готовых прокладывать свой собственный путь.

source: Alt-Aenwithe Cruiser
ru: Альт-крейсер Аэнвитэ

source: The Pride of Aenwithe
ru: Гордость Аэнвитэ

source: Consult the advice of a certain Obelisk engineer about a certain artifact to unlock this ship.
ru: Посоветуйтесь с инженером обелисков по поводу конкретного артефакта, чтобы разблокировать корабль.
