Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="fr_commonwealth"]/title
source: Obelisk Commoner
ru: Обелиск-Простолюдин
zh_hans: 联合方碑成员

# data/blueprints.xml.append$//crewBlueprint[@name="fr_commonwealth"]/short
source: Commoner
ru: Простолюдин
zh_hans: 联合方碑族

# data/blueprints.xml.append$//crewBlueprint[@name="fr_commonwealth"]/desc
source: A member of the Obelisk Commonwealth, a caste that was thought to have been completely wiped out by the Royals. Inherited Obelisk stats: is immune to fires and suffocation.
ru: Представитель Содружества обелисков, касты, которая, как считалось, была полностью уничтожена Дворянами. Наследует характеристики обелисков: невосприимчивость к огню и удушью.
zh_hans: 联合方碑的成员之一，一个被认为已经被方碑皇族彻底抹除的阶级。 继承方碑族属性：免疫火焰与窒息。

source: 100 Health, regenerates for 1.5 health per second even while in combat.
ru: 100 ОЗ, регенерирует 1.5 ОЗ/сек, даже когда находится в бою
zh_hans: 100生命值，每秒回复1.5生命值，在战斗中同样生效。

source: 3x repair speed, 0.5x sabotage speed.
ru: 3х скорость ремонта, 0.5х скорость саботажа.
zh_hans: 3倍维修速度，0.5倍破坏速度。

source: Cannot fight, 0.90x movement speed.
ru: Не может сражаться, 0.90x скорость передвижения.
zh_hans: 无法战斗，0.9倍移动速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_deviser"]/title
source: Obelisk Deviser
ru: Обелиск-Изобретатель
zh_hans: 方碑设计者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_deviser"]/short
source: Deviser
ru: Изобретатель
zh_hans: 设计者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_deviser"]/desc
source: A member of the Obelisk's Deviser Division, a caste focused on building and experimenting with Aether, with the goal of creating the most cutting-edge technology in existence. Inherited Obelisk stats: is immune to fires and suffocation.
ru: Член подразделения исследователей обелисков, касты, занимающейся разработкой и экспериментами с эфиром, с целью создания самых передовых технологий в мире. Наследует характеристики обелисков: невосприимчивость к пожарам и удушью.
zh_hans: 方碑设计者类别的成员，该阶级是一个专注于构建和进行以太实验的阶级，目标是创造现存最前沿的技术。 继承方碑族属性：免疫火焰和窒息。

source: 150 Health, can teleport anywhere on the current ship.
ru: 150 здоровья, может телепортироваться в любое место на текущем корабле.
zh_hans: 150生命值，可以传送到目前飞船上的任何位置。

source: 0.75x repair speed, 2x sabotage speed.
ru: 0.75x скорость ремонта, 2x скорость саботажа.
zh_hans: 0.75倍维修速度，2倍破坏速度。

source: Deals 1.1x combat damage. Can't be stunned.
ru: Наносит 1.1 боевого урона. Не может быть оглушен.
zh_hans: 造成1.1倍战斗伤害。免疫眩晕。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_y"]/title
source: Obelisk Queen
ru: Королева обелисков
zh_hans: 方碑女皇

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_y"]/short
source: Queen
ru: Королева
zh_hans: 蜘蛛虫后

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_y"]/desc
source: The absolute queen of the obelisk society who rules her subjects with aether-infused iron fists. Inherited Obelisk Royal stats: is immune to fires and suffocation.
ru: Верховная королева общества обелисков, которая управляет своими подданными с помощью железных кулаков, пропитанных эфиром. Наследует характеристики дворян обелисков: иммунитет к огню и удушью.
zh_hans: 方碑社会的绝对女皇，以融入以太之力的铁拳统治着她的臣民。 继承方碑皇族属性：免疫火焰与窒息。

source: 400 health, immune to mind control.
ru: 400 здоровья, иммунитет к контролю разума.
zh_hans: 400生命值，免疫心灵控制。

source: Deals 4x combat damage. Can't repair. Starts at level 2 skills
ru: Наносит 4х боевой урон. Не может ремонтировать. Навыки начинаются со второго уровня.
zh_hans: 造成4倍战斗伤害。无法维修。起始拥有2级技能

source: Moves at 0.5x speed. Sabotages at 0.75x speed. Breaks doors at half speed.
ru: 0.5x скорость передвижения. 0.75x скорость саботажа. Ломает двери с половинной скоростью.
zh_hans: 0.5倍移动速度。0.75倍破坏速度。0.5倍破门速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_absolute_cognitive"]/title
source: Absolute Cognitive (Defensive)
ru: Верховный когнитив (Защита)
zh_hans: 绝对认知体（防御模式）

# data/blueprints.xml.append$//crewBlueprint[@name="fr_absolute_cognitive"]/short
source: Abs. Cognitive [D]
ru: Верх. Когнит. (З)
zh_hans: 绝对认知体（防）

# data/blueprints.xml.append$//crewBlueprint[@name="fr_absolute_cognitive"]/desc
source: This extremely sophisticated AI made for queen Y herself can swap between multiple modes depending on the situation. Inherited Advanced Cognitive stats: is immune to fires and suffocation, immune to mind control and sees adjacent rooms, starts at level 2 skills.
ru: Этот чрезвычайно сложный ИИ, созданный для самой королевы У, может переключаться между несколькими режимами в зависимости от ситуации. Наследует характеристики продвинутых когнитивов: невосприимчив к пожарам и удушью, невосприимчив к контролю разума и видит соседние отсеки, начинает с навыками 2-го уровня.
zh_hans: 这个极其复杂的人工智能是为女皇 Y 自己制作的，可以根据情况在多种模式之间切换。 继承高级认知体属性：免疫火焰和窒息，免疫心灵控制并可以看到相邻的房间，起始拥有2级技能。

source: Active Ability: Can swap between its different modes.
ru: Активная способность: Может переключаться между различными режимами.
zh_hans: 主动能力：可以在不同模式间切换。

source: 250 Max Health
ru: 250 максимальное здоровье
zh_hans: 250最大生命值

source: CURRENT STANCE STATS:
ru: ТЕКУЩИЕ ХАРАКТЕРИСТИКИ:
zh_hans: 目前状态：

source: 3x repair speed, provides 2 power to the current allied room, slowly repairs itself, can teleport anywhere on the current ship.
ru: 3x скорость ремонта, дает 2 энергии системе союзника в которой находится, медленно ремонтирует себя, может телепортироваться в любое место на текущем корабле.
zh_hans: 3倍维修速度，为当前友方舱室提供2格能量，可缓慢修复自身，可传送至当前飞船的任何位置。

source: Can't fight or sabotage.
ru: Не может сражаться или саботировать.
zh_hans: 无法战斗或破坏。

source: Absolute Cognitive (Boarding)
ru: Верховный когнитив (Абордаж)
zh_hans: 绝对认知体（登舰模式）

source: Abs. Cognitive [B]
ru: Верх. когн. (А)
zh_hans: 绝对认知体（登）

source: This extremely sophisticated AI made for queen Y herself can swap between multiple modes depending on the situation. Inherited Advanced Cognitive stats: is immune to fires and suffocation, immune to mind control and sees adjacent rooms, starts at level 2 skills.
ru: Этот чрезвычайно сложный ИИ, созданный для самой королевы У, может переключаться между несколькими режимами в зависимости от ситуации. Наследует характеристики продвинутых когнитивов: невосприимчив к пожарам и удушью, невосприимчив к контролю разума и видит соседние отсеки, начинает с навыками 2-го уровня.
zh_hans: 这个极其复杂的人工智能是为女皇 Y 自己制作的，可以根据情况在多种模式之间切换。 继承高级认知体属性：免疫火焰和窒息，免疫心灵控制并可以看到相邻的房间，起始拥有2级技能。

source: Active Ability: Can swap between its different modes.
ru: Активная способность: Может переключаться между различными режимами.
zh_hans: 主动能力：可以在不同模式间切换。

source: 250 Max Health
ru: 250 максимальное здоровье
zh_hans: 250最大生命值

source: CURRENT STANCE STATS:
ru: ТЕКУЩИЕ ХАРАКТЕРИСТИКИ:
zh_hans: 目前状态：

source: 3x combat and sabotage damage/speed, drains 2 power to the current enemy room, can teleport directly into the enemy ship.
ru: 3x боевого/урона при саботаже и скорость передвижения, истощает на 2 энергии системный отсек противника в котором находится, может телепортироваться прямо на вражеский корабль.
zh_hans: 3倍战斗伤害及破坏伤害/速度，吸收目前敌方舱室2格能量，可直接传送至敌舰。

source: Can't repair or heal itself.
ru: Не может самостоятельно ремонтировать или лечить себя.
zh_hans: 无法修复或治疗自身。

source: Absolute Cognitive (Automated)
ru: Верховный когнитив (Автоматический)
zh_hans: 绝对认知体（自动模式）

source: Abs. Cognitive [A]
ru: Верх. когн. (А)
zh_hans: 绝对认知体（自）

source: This extremely sophisticated AI made for queen Y herself can swap between multiple modes depending on the situation. Inherited Advanced Cognitive stats: is immune to fires and suffocation, immune to mind control and sees adjacent rooms, starts at level 2 skills.
ru: Этот чрезвычайно сложный ИИ, созданный для самой королевы У, может переключаться между несколькими режимами в зависимости от ситуации. Наследует характеристики продвинутых когнитивов: невосприимчив к пожарам и удушью, невосприимчив к контролю разума и видит соседние отсеки, начинает с навыками 2-го уровня.
zh_hans: 这个极其复杂的人工智能是为女皇 Y 自己制作的，可以根据情况在多种模式之间切换。 继承高级认知体属性：免疫火焰和窒息，免疫心灵控制并可以看到相邻的房间，起始拥有2级技能。

source: Active Ability: Can swap between its different modes.
ru: Активная способность: Может переключаться между различными режимами.
zh_hans: 主动能力：可以在不同模式间切换。

source: 250 Max Health
ru: 250 максимальное здоровье
zh_hans: 250最大生命值

source: CURRENT STANCE STATS:
ru: ТЕКУЩИЕ ХАРАКТЕРИСТИКИ:
zh_hans: 目前状态：

source: 3x combat and sabotage damage/speed, 3x repair speed, can teleport anywhere.
ru: 3x боевого/урона при саботаже и скорость передвижения, 3х скорость ремонта, может телепортироваться куда угодно.
zh_hans: 3倍战斗伤害与破坏伤害/速度，3倍维修速度，可随意传送。

source: Slowly repairs itsself out of combat. Drains 2 power of the current enemy system and gives 2 power to the current allied system.
ru: Медленно ремонтирует себя вне боя. Истощает на 2 энергии системный отсек противника в котором находится и питает на 2 энергии союзный системный отсек в котором находится.
zh_hans: 在战斗外缓慢修复自身。吸收目前敌方舱室2格能量，或提供目前友方舱室2格能量。

source: Can't be controled.
ru: Не поддается контролю.
zh_hans: 无法被控制。

source: Necromantic Cognitive
ru: Некромантический когнитив
zh_hans: 死灵认知体

source: Necro. Cognitive
ru: Некр. когнитив
zh_hans: 死灵认知体

source: An AI construct that has been twisted and corrupted by the Necro-Lich's powers. Any sentience it had before has been stripped away, leaving it only as a tool for her schemes. Inherited Advanced Cognitive stats: is immune to fires and suffocation, immune to mind control and sees adjacent rooms, starts at level 2 skills.
ru: ИИ, искаженный и испорченный силами Некролича. Любой разум, которым он обладал раньше, был утрачен, в результате чего он стал лишь инструментом для ее планов. Наследует характеристики продвинутых когнитивов: невосприимчив к пожарам и удушью, невосприимчив к контролю разума и видит соседние отсеки, начинает с навыками 2-го уровня.
zh_hans: 一个被死灵巫妖的力量扭曲和腐化的 AI 构造体。它以前拥有过的所有知觉都被剥夺了，只留下它自身作为她的计划的工具。 继承高级认知体属性：免疫火焰和窒息，免疫心灵控制并可以看到相邻的房间，起始拥有2级技能。

source: 200 Max Health, quickly repairs itself out of combat.
ru: 200 максимального здоровья, быстро ремонтирует себя вне боя.
zh_hans: 200最大生命值，战斗外会快速修复自身。

source: 1.6x combat damage, moves at 1.6x speed. 1.6x repair speed
ru: 1.6х боевой урон, 1.6х скорость передвижения, 1.6х скорость ремонта
zh_hans: 1.6倍战斗伤害，移动速度以及修理速度

source: Can be switched to its Beacon mode, being unable to move or act but also granting powerful bonuses to allied crew in the same ship as them.
ru: Может переходить в режим маяка, в котором не может двигаться и действовать, но при этом дает мощные бонусы союзникам, находящимся на одном с ним корабле.
zh_hans: 可切换至信标模式，无法行动或移动，但可以为所有与其身处同一艘船上的友方船员提供强力增益。

source: The crew is considered automated when in beacon mode.
ru: В режиме маяка экипаж считается автоматическим.
zh_hans: 处于信标模式时，此船员被视为自动操控。

source: Necromantic Cognitive (Beacon)
ru: Некромантический когнитив (Маяк)
zh_hans: 死灵认知体（信标模式）

source: Necro. Cognitive [B]
ru: Некр. когнитив (М)
zh_hans: 死灵认知体（信）

source: An AI construct that has been twisted and corrupted by the Necro-Lich's powers. Any sentience it had before has been stripped away, leaving it only as a tool for her schemes. Inherited Advanced Cognitive stats: is immune to fires and suffocation, immune to mind control and sees adjacent rooms, starts at level 2 skills.
ru: ИИ, искаженный и испорченный силами Некролича. Любой разум, которым он обладал раньше, был утрачен, в результате чего он стал лишь инструментом для ее планов. Наследует характеристики продвинутых когнитивов: невосприимчив к пожарам и удушью, невосприимчив к контролю разума и видит соседние отсеки, начинает с навыками 2-го уровня.
zh_hans: 一个被死灵巫妖的力量扭曲和腐化的 AI 构造体。它以前拥有过的所有知觉都被剥夺了，只留下它自身作为她的计划的工具。 继承高级认知体属性：免疫火焰和窒息，免疫心灵控制并可以看到相邻的房间，起始拥有2级技能。

source: 200 Max Health, quickly repairs itself out of combat.
ru: 200 максимального здоровья, быстро ремонтирует себя вне боя.
zh_hans: 200最大生命值，战斗外会快速修复自身。

source: 1.6x combat damage, moves at 1.6x speed. 1.6x repair speed
ru: 1.6х боевой урон, 1.6х скорость передвижения, 1.6х скорость ремонта
zh_hans: 1.6倍战斗伤害，移动速度以及修理速度

source: Can be switched to its Beacon mode, being unable to move or act but also granting powerful bonuses to allied crew in the same ship as them.
ru: Может переходить в режим маяка, в котором не может двигаться и действовать, но при этом дает мощные бонусы союзникам, находящимся на одном с ним корабле.
zh_hans: 可切换至信标模式，无法行动或移动，但可以为所有与其身处同一艘船上的友方船员提供强力增益。

source: The crew is considered automated when in beacon mode.
ru: В режиме маяка экипаж считается автоматическим.
zh_hans: 处于信标模式时，此船员被视为自动操控。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_collector"]/title
source: Nexus Collector
ru: Коллекционер Нексуса
zh_hans: 联结点收藏家

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_collector"]/short
source: Collector
ru: Коллекционер
zh_hans: 收藏家

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_collector"]/desc
source: A Sylvan who was responsible for the sudden appearance of strange new weapons to the multiverse. Inherited Sylvan stats: 250 HP, 1.5x combat damage, massive hazardous damage resistance, telepathic powers, mind control immunity
ru: Сильван, ответственный за внезапное появление в Мультивселенной нового странного оружия. Наследует характеристики Сильвана: 250 ОЗ, 1.5х боевой урон, огромное сопротивление опасностям, телепатические способности, иммунитет к контролю разума
zh_hans: 一位希尔凡，负责那些突然出现在多元宇宙中的奇怪武器。 继承希尔凡属性：250生命值，1.5倍战斗伤害，高额环境伤害抗性，心灵感应能力，心灵控制免疫

source: Active Ability: Deploys a Spider Bomb that unleashes 3 friendly uncontrollable hatchling spiders that live for 10 seconds.
ru: Активная способность: Размещает паучью бомбу, которая выпускает 3 дружественных неконтролируемых пауков, живущих 10 секунд.
zh_hans: 主动能力：部署一枚蜘蛛炸弹，释放三只存活十秒，不可操控的友方幼体异蛛。

source: Portable shield generator makes allies in the same room as him take 20% less damage and deal 5% more damage.
ru: Благодаря портативному генератору щита союзники, находящиеся с ним в одном отсеке, получают на 20% меньше урона и наносят на 5% больше урона.
zh_hans: 便携护盾生成器使得同一房间的友方船员承受伤害减少20%，造成5%的额外伤害。

source: Portable battery provides 2 power to occupied systems. 2.5x extinguishing speed.
ru: Портативный аккумулятор питает на 2 единицы энергии работающую систему. 2.5х скорость тушения.
zh_hans: 便携电池可为目前操控的系统提供2格能量。2.5倍灭火速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_cylvan"]/title
source: Nexus Deserter
ru: Дезертир Нексуса
zh_hans: 联结点流放者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_cylvan"]/short
source: Deserter
ru: Дезертир
zh_hans: 流放者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_cylvan"]/desc
source: A Sylvan who abandoned his job and past life to live with the supposedly extinct Commonwealths. Inherited Sylvan stats: 250 HP, massive hazardous damage resistance, telepathic powers, mind control immunity Inherited Commonwealth stats: Cannot fight, 3x repair speed
ru: Сильван, бросивший свою работу и прошлую жизнь, чтобы жить с почти вымершими представителями Содружества. Наследует характеристики Сильвана: 250 ОЗ, огромное сопротивление опасностям, телепатические способности, иммунитет к контролю разума Наследует характеристики Содружества: Не может сражаться, 3х скорость ремонта
zh_hans: 一位希尔凡，放弃了自己的工作与过往，转而去和应当早已灭绝的联合方碑们生活了。 继承希尔凡属性：250生命值，高额环境伤害抗性，心灵感应能力，心灵控制免疫 继承联合方碑属性：无法战斗，3倍维修速度

source: Active Ability: (1 charge) Deploys a stun Bomb that can stun crew for 999 seconds and deals 10 ion damage.
ru: Активная способность: (1 заряд) Размещает оглушающую бомбу, которая оглушает экипаж на 999 секунд и наносит 10 единиц ионного урона.
zh_hans: 主动能力：（1次充能）部署一枚眩晕炸弹，可眩晕在场船员999秒并造成10点离子伤害。

source: Moves at 1.5x speed. Sabotages at 2x speed.
ru: 1.5х скорость передвижения. 2х скорость саботажа.
zh_hans: 1.5倍移动速度。2倍破坏速度。

source: Immune to stuns.
ru: Невосприимчив к оглушению.
zh_hans: 免疫眩晕。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_spherax"]/title
source: Spherax
ru: Сферакс
zh_hans: 圆球族

# data/blueprints.xml.append$//crewBlueprint[@name="fr_spherax"]/short
source: Spherax
ru: Сферакс
zh_hans: 圆球族

# data/blueprints.xml.append$//crewBlueprint[@name="fr_spherax"]/desc
source: One of the last remaining members of the race known as the "Spherax", timeless beings solely focused on bettering themselves and pursuing their goals doggedly.
ru: Один из последних оставшихся представителей расы, известной как "сфераксы", - вневременных существ, сосредоточенных исключительно на самосовершенствовании и упорно идущих к своей цели.
zh_hans: 被称为“圆球族”的种族中仅存的成员之一，永恒的存在，只专注于优化自己并不懈地追求自己的目标。

source: Active Ability: Can speed up or slow down the room they are currently in for 5 seconds.
ru: Активная способность: Может ускорять или замедлять время в отсеке, в котором он находится, на 5 секунд.
zh_hans: 主动能力：可以提高或降低当前舱室的时间流速，持续5秒。

source: 200 health, immune to hazards.
ru: 200 здоровья, невосприимчивость к опасностям.
zh_hans: 200生命值，免疫环境伤害。

source: Can teleport between rooms and ships. Sabotages at 3x speed.
ru: Может телепортироваться между отсеками и кораблями. Скорость саботажа 3х.
zh_hans: 可以在舱室及舰船间传送。3倍破坏速度。

source: Instantly regenerates health after being outside of combat for 10 seconds.
ru: Мгновенно восстанавливает здоровье, если находится вне боя в течение 10 секунд.
zh_hans: 脱离战斗10秒后立即回复生命值。

source: Can only shoot. Shoots very slowly but deals 5x damage.
ru: Может только стрелять. Стреляет очень медленно, но наносит 5х урон.
zh_hans: 只可远程攻击。远程攻击速度极慢，但造成5倍伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_billvan"]/title
source: Hektar Exile
ru: Гектар-изгнанник
zh_hans: 赫克塔流亡者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_billvan"]/short
source: Exile
ru: Изгнанник
zh_hans: 流亡者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_billvan"]/desc
source: After witnessing the death of his brother at the hands of the Rebels, this Billy decided to take up his brother's mantle, even discovering the Nexus and convincing Sylvan Prime to accept him. Inherited Sylvan stats: 1.5x combat damage, telepathic powers, mind control immunity, starts with level 2 on all skills, doesn't lose skills when cloned
ru: Став свидетелем гибели брата от рук повстанцев, этот Билли решил продолжить миссию брата, даже обнаружил Нексус и убедил Сильван Первого принять его. Наследует характеристики Сильвана: 1.5х боевой урон, телепатические способности, иммунитет к контролю разума, начинает со второго уровня всех навыков, не теряет навыки при клонировании
zh_hans: 在目睹了他的兄弟死于叛军之手后，这位比利决定继承他兄弟的衣钵，甚至找到了联结点的所在并说服希尔凡至尊接受了他。 继承希尔凡属性：1.5倍战斗伤害，心灵感应能力，心灵控制免疫，初始便有2级技能，克隆时不会失去技能

source: Active Ability: Can enter and exit his box at any time. While inside the box he will be fully immune to hazards.
ru: Активная способность: Может прятаться в коробку и выходить из нее в любой момент времени. Находясь в коробке, он получает полный иммунитет к урону от опасностей.
zh_hans: 主动能力：可以随时进入或离开他的箱子。在箱子里他将完全免疫环境伤害。

source: Active Ability: Deploys a Breach, Lockdown, and Fire Bomb at the same time.
ru: Активная способность: Размещает одновременно пробойную, запирающую и зажигательную бомбу.
zh_hans: 主动能力：同时部署破舱，封锁，以及火焰炸弹。

source: Heals at half speed from passive sources, but regenerates 20 hp/s while in the box.
ru: Восстанавливает здоровье в два раза медленнее при пассивном лечении, но регенерирует 20 ОЗ/с, пока находится в коробке.
zh_hans: 被动治疗速度减半，但在盒子里时每秒回复20生命值。

source: Max Health is increased to 150.
ru: Максимальное здоровье увеличено до 150.
zh_hans: 最大生命值提升至150。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_billvan_box"]/title
source: Hektar Exile
ru: Гектар-изгнанник
zh_hans: 赫克塔流亡者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_billvan_box"]/short
source: Exile
ru: Изгнанник
zh_hans: 流亡者

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_billvan_box"]/desc
source: After witnessing the death of his brother at the hands of the Rebels, this Billy decided to take up his brother's mantle, even discovering the Nexus and convincing Sylvan Prime to accept him. Inherited Sylvan stats: 1.5x combat damage, massive hazard damage resistance, telepathic powers, mind control immunity, starts with level 2 on all skills, doesn't lose skills when cloned
ru: Став свидетелем гибели брата от рук повстанцев, этот Билли решил продолжить миссию брата, даже обнаружил Нексус и убедил Сильван Первого принять его. Наследует характеристики Сильвана: 1.5х боевой урон, огромная устойчивость урону от опасностей, телепатические способности, иммунитет к контролю разума, начинает со второго уровня всех навыков, не теряет навыки при клонировании
zh_hans: 在目睹了他的兄弟死于叛军之手后，这位比利决定继承他兄弟的衣钵，甚至找到了联结点的所在并说服希尔凡至尊接受了他。 继承希尔凡属性：1.5倍战斗伤害，高额环境伤害抗性，心灵感应能力，心灵控制免疫，初始便有2级技能，克隆时不会失去技能

source: Active Ability: Can enter and exit the box at any time. While inside the box he will be fully immune to hazards.
ru: Активная способность: Может прятаться в коробку и выходить из нее в любой момент времени. Находясь в коробке, он получает полный иммунитет к урону от опасностей.
zh_hans: 主动能力：可以随时进入或离开他的箱子。在箱子里他将完全免疫环境伤害。

source: Active Ability: Deploys a Breach, Lockdown, and Fire Bomb at the same time.
ru: Активная способность: Размещает одновременно пробойную, запирающую и зажигательную бомбу.
zh_hans: 主动能力：同时部署破舱，封锁，以及火焰炸弹。

source: Heals at half speed from passive sources, but regenerates 20 hp/s while in the box.
ru: Восстанавливает здоровье в два раза медленнее при пассивном лечении, но регенерирует 20 ОЗ/с, пока находится в коробке.
zh_hans: 被动治疗速度减半，但在盒子里时每秒回复20生命值。

source: Max Health is increased to 150.
ru: Максимальное здоровье увеличено до 150.
zh_hans: 最大生命值提升至150。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_sammy"]/title
source: Head Mascot
ru: Главный Маскот
zh_hans: 头号吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_sammy"]/short
source: Mascot
ru: Маскот
zh_hans: 吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_sammy"]/desc
source: The actor who plays the popular main character of the Sammy The Spider show. Prefers to be called Michael when the cameras are off. Inherited Human stats: minor suffocation resistance
ru: Актер, играющий популярного главного героя шоу Паука Пэйдена. Предпочитает, чтобы его называли Майклом, когда камеры выключены. Наследует характеристики людей: небольшое сопротивление удушью
zh_hans: 蜘蛛萨米秀中最受欢迎的主角的扮演者。在镜头之外更喜欢被叫作迈克尔。 继承人类属性：少量环境伤害抗性

source: Active Ability: Swaps between Buff and Debuff mode. CURRENT MODE: DEBUFF
ru: Активная способность: Переключается между режимами усиления и ослабления. ТЕКУЩИЙ РЕЖИМ: ОСЛАБЛЕНИЕ
zh_hans: 主动能力：在增益与减益模式中切换。当前模式：减益

source: Deals 0.5x combat damage and takes 1.2x combat damage.
ru: Наносит 0.5х урона в бою, получает 1.2х урона в бою.
zh_hans: 造成0.5倍战斗伤害，受到1.2倍战斗伤害。

source: Learns skills twice as fast.
ru: Обучается навыкам в два раза быстрее.
zh_hans: 学习技能的速度提高一倍。

source: Constantly plays loud music through his speaker-phones, distracting enemies in the same room as him, lowering their damage, repair and sabotage speed by 50%.
ru: Постоянно проигрывает громкую музыку через свои громкоговорители, отвлекая врагов, находящихся с ним в одном отсеке, снижая их урон, скорость ремонта и саботажа на 50%.
zh_hans: 用他的扩音器持续播放吵闹的音乐，让与他在同一房间的敌人分心，降低他们50%的伤害，维修速度与破坏速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_sammy_buff"]/title
source: Head Mascot
ru: Главный Маскот
zh_hans: 头号吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_sammy_buff"]/short
source: Mascot
ru: Маскот
zh_hans: 吉祥物
