Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: A cruiser belonging to Vin, an ever-melting Paladin. Its interior is legitimately flooded with lava, rendering it utterly inhospitable for anyone who isn't a Rockman or Ghost themselves.
ru: Крейсер, принадлежащий ВинУ, вечно плавящемуся Паладину. Его внутреннее пространство залито лавой, что делает его совершенно негостеприимным для тех, кто не является валуном или призраком.

source: Vin's Cruiser
ru: Крейсер Вина

source: The Death Valley
ru: Долина Смерти

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: It is known that white fire burns hotter than red. Although this doesn't change the functionality of its armor very much, it certainly is quite the sight.
ru: Известно, что белый огонь горит жарче красного. Хотя это не сильно меняет функциональность брони, но зрелище, безусловно, впечатляет.

source: Vin's Cruiser
ru: Крейсер Вина

source: The Glowstone
ru: Сияющий Камень

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: A voyage between universes allowed this trio of Vins to grow more used to their ghostly bodies. Although the outside of the ship may have partially cooled, the fire inside of it is as hot as ever.
ru: Путешествие между вселенными позволило этой троице Винов привыкнуть к своим призрачным телам. Хотя снаружи корабль частично остыл, внутри него огонь пылает как никогда.

source: Cleo's Cruiser
ru: Крейсер Клео

source: The Agoraphobia
ru: Агорафобия

source: Put to rest the soul of a paranoid Ace to unlock this ship.
ru: Успокойте душу параноика-аса, чтобы разблокировать этот корабль.

source: There is not a single set of quarters aboard this ship other than Cleo's. Instead, the ship's drone compliment fulfills all of the same roles living crew would.
ru: На корабле нет ни одной каюты, кроме каюты Клео. Все функции, которые выполняют живые члены экипажа, возложены на дроны корабля.

source: Cleo's Cruiser
ru: Крейсер Клео

source: Conflict of Interest
ru: Конфликт Интересов

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Cleo was found and captured by an MFK Ace vessel, and forced to rejoin the ranks of his old employers. They did give him a drone to compensate, but he's still mad.
ru: Корабль Клео был найден и захвачен кораблем асов МФК, и ему пришлось вступить в ряды своих старых работодателей. В качестве компенсации они подарили ему дрон, но он все равно зол.

source: Cleo's Cruiser
ru: Крейсер Клео

source: The Musketeer
ru: Мушкетер

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: The group of Cleos aboard this vessel used their shared trauma as a bonding opportunity, and diversified their skills with their boosted morale.
ru: Группа Клео на борту этого судна использовала свою общую травму, как возможность сплотиться и разнообразить свои навыки благодаря поднявшемуся боевому духу.

source: Zulu's Cruiser
ru: Крейсер Зулу

source: The Radiance
ru: Сияние

source: Put to rest the soul of a fanatical Welder to unlock this ship.
ru: Упокойте душу фанатичного Сварщика, чтобы разблокировать этот корабль.

source: In place of where its life support system should be, Zulu's personal craft instead contains a unique, beam-empowering piece of technology.
ru: На месте системы жизнеобеспечения на личном корабле Зулу находится уникальная технология, позволяющая использовать лучи.

source: Zulu's Cruiser
ru: Крейсер Зулу

source: The Mephiles
ru: Мефилес

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: A twisted reflection of Zulu's cruiser, coming from a universe where the Lanius lost the will to keep fighting for the light.
ru: Искаженное воплощение крейсера Зулу, пришедшее из вселенной, где ланиусы потеряли желание продолжать борьбу за свет.

source: Zulu's Cruiser
ru: Крейсер Зулу

source: Savior of Light
ru: Спаситель Света

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: After being set free from his curse, Zulu decided to wander the Multiverse, collecting and redeeming more instances of himself in need.
ru: Освободившись от своего проклятия, Зулу решил странствовать по Мультивселенной, собирая и выкупая все новые и новые экземпляры себя, нуждающиеся в помощи.

source: G's Cruiser
ru: Крейсер Ж

source: The Restitutio
ru: Реституция

source: Put to rest the soul of a melancholic necromancer to unlock this ship.
ru: Упокойте душу меланхоличной некромантки, чтобы разблокировать этот корабль.

source: The personal craft of G, a powerful necromancer of Obelisk heritage. The optimizations around the ship have come at the expense of its hull, but its absurdly powerful energy shield renders that a non-issue.
ru: Личный корабль Ж, могущественной некромантки из рода обелисков. Оптимизация корабля была проведена за счет его корпуса, но его абсурдно мощный энергетический щит не делает это проблемой.

source: G's Cruiser
ru: Крейсер Ж

source: Lytikthuk Asath
ru: Литиктук Асат

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: After completing her goal of discovering necromancy and finishing the Waystone, G returned to home and spread the word. This vessel was a gift from Queen Q as a reward.
ru: Выполнив свою цель - познать некромантию и завершить работу над Путеводным камнем, Ж вернулась на родину и стала разносить весть. Это судно было подарен ей Королевой У в качестве награды.

source: G's Cruiser
ru: Крейсер Ж

source: The True Torment
ru: Истинные Муки

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Spending eons as a Multiversal wanderer led G to relapse back into her old habits. A couple of extra instances of herself got caught up in the ride.
ru: Проведя много веков в качестве странницы по Мультивселенной, Ж вернулась к своим старым делишкам. В результате несколько копий ее самой оказались втянутыми в эту историю.

source: The Deadship
ru: Корабль Мертвых

source: The Stay Puffy
ru: Оставайся Пухлым

source: Defeat this vessel's Apparition OR unlock all variants of all Reborn Revenant ships to unlock this ship.
ru: Победите явление этого корабля ИЛИ разблокируйте все варианты всех обычных кораблей перерожденных ревенантов, чтобы разблокировать этот корабль.

source: The final product of what could have happened if G was able to complete her plan. Its crew are protected by the ship, their spirits reforming as specters.
ru: Конечный продукт того, что могло бы произойти, если бы Ж смогла осуществить свой план. Экипаж корабля находится под ее защитой, а их духи превращаются в приведений.

source: The Deadship
ru: Корабль Мертвых

source: Eye In The Sky
ru: Глаз в Небесах

source: Unlock all chaotic Revenant ships and their B and C layouts.
ru: Разблокируйте все корабли хаотических ревенантов, а также их типы Б и В.

source: After dethroning G as the most powerful necromancer in the universe, the Watcher decided to finalize Her plans on his own terms.
ru: Лишив Ж титула самого могущественного некроманта во вселенной, Наблюдатель решил довести ее планы до конца на своих условиях.

source: The Deadship
ru: Корабль Мертвых

source: Gozer's Grin
ru: Ухмылка Гозера

source: Unlock both other layouts of this line to unlock this ship.
ru: Разблокируйте оба других типа этого корабля, чтобы открыть его.

source: A vessel commanded by Goziodeon. Although partially destroyed, this ship has been brought to operational capacity by the work of his Haunts.
ru: Корабль под командованием Гозиодеона. Несмотря на частичное разрушение, этот корабль был приведен в рабочее состояние благодаря стараниям его ревенантов.

source: Smoke's Cruiser
ru: Крейсер Смоука

source: The Crumbling Chaos
ru: Разрушающийся Хаос

source: Set free the soul of a watchful Sentinel in a chaotic environment to unlock this ship.
ru: Освободите душу бдительного Стража в зоне хаоса, чтобы разблокировать этот корабль.

source: This cruiser was designed by Smoke, boasting the most dangerous crystalline hull known. It is designed specifically to take hits as its primary form of offense.
ru: Этот крейсер был разработан Смоуком и обладает самым мощным корпусом из известных кристаллических кораблей. Он создан специально для того, чтобы принимать удары на себя в качестве основной формы нападения.

source: Smoke's Cruiser
ru: Крейсер Смоука

source: The Elijah
ru: Илия

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This vessel uses its powerful boarding crew to crush enemy systems before they can become too problematic for its violent crystalline hull, its only real method of offense.
ru: Этот корабль использует свой мощный абордажный экипаж для уничтожения вражеских систем до того, как они станут слишком опасными для его прочного кристаллического корпуса, что является его единственным эффективным средством нападения.

source: Smoke's Cruiser
ru: Крейсер Смоука

source: The Onyx
ru: Оникс

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: A solo journey throughout the Multiverse didn't stay that way very long for Smoke. Company helped him truly understand the nuances of being a ghost.
ru: Одиночное путешествие по Мультивселенной недолго оставалось таковым для Смоука. Компания помогла ему по-настоящему понять все тонкости бытия призрака.

source: Chills' Cruiser
ru: Крейсер Чиллс

source: The Whiteout
ru: Белая Мгла

source: Set free the soul of a diligent Vampweed in a chaotic environment to unlock this ship.
ru: Освободите душу прилежного Вампсорянка в зоне хаоса, чтобы разблокировать этот корабль.

source: Chills' signature vessel is truly the coldest out there. Even the spores produced aboard can only survive in the cold.
ru: Знаменитое судно Чиллс - действительно самое холодное на свете. Даже споры, образующиеся на его борту, могут выжить только в холоде.

source: Chills' Cruiser
ru: Крейсер Чиллс

source: Thermal Shock
ru: Тепловой Шок

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Usage of advanced insulation methods allows this ship to be utterly blazing on the outside, yet frigid as a winter morning on the inside.
ru: Использование передовых методов изоляции позволяет этому кораблю быть невероятно горячим снаружи, но холодным, как зимнее утро, внутри.

source: Chills' Cruiser
ru: Крейсер Чиллс

source: The Permafrost
ru: Вечная Мерзлота

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Extreme amounts of energy flow into this ship's climate control system, creating a near-absolute-zero environment for its exclusively-Chills crew to plot their next big treasure hunt.
ru: Экстремальное количество энергии поступает в систему климат-контроля этого корабля, создавая почти идеальную среду для команды, состоящей исключительно из Чиллс, которые планируют свою следующую большую охоту за сокровищами.

source: Pok's Cruiser
ru: Крейсер Пока

source: Tok Kok
ru: Ток Кок

source: Set free the soul of a loving Morph in a chaotic environment to unlock this ship.
ru: Освободите душу любящего морфа в зоне хаоса, чтобы разблокировать этот корабль.

source: Pok's vessel was likely forged in a similar manner to themselves. The entire ship is alive, which renders its walls oddly squishy and grants it the ability to consume organic matter as sustenance.
ru: Судно Пока, скорее всего, было создано таким же образом, как и он сам. Весь корабль живой, что делает его стены странно хлюпкими и наделяет способностью потреблять органическую материю в качестве пропитания.

source: Pok's Cruiser
ru: Крейсер Пока

source: Bok Flok-Sok
ru: Бок Флок-Сок

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This living ship starts with a diverse crew layout, allowing you to feed it all it desires from the start of your journey.
ru: На этом живом корабле собрана разнообразная команда, что позволит вам с самого начала путешествия кормить корабль всем, чем он пожелает.

source: Pok's Cruiser
ru: Крейсер Пока

source: Mok-Nok
ru: Мок-Нок

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Three instances of Pok's vessel ended up trying to eat each other. The remaining vessel is very dense, and the instances of Pok who operate it are unusually large and tough to match.
ru: Три копии судна Пока в итоге попытались съесть друг друга. Оставшееся судно очень плотное, а копии Пока, управляющие им, необычайно крупные и трудно совместимые.

source: Charror's Cruiser
ru: Крейсер Чарро

source: Segmentation Fault
ru: Сбой Сегментации

source: Set free the soul of a broken Defender in a chaotic environment to unlock this ship.
ru: Освободите душу сломанного Защитника в зоне хаоса, чтобы разблокировать этот корабль.

source: The personal cruiser of Charror, or Character-Error. Their experimentations with Med-Bots have twisted the nanomachines from their original purpose.
ru: Личный крейсер Чаррора, или Чаррора-ошибки. Его эксперименты с Медботами привели к тому, что наномашины перестали выполнять свое первоначальное предназначение.

source: Charror's Cruiser
ru: Крейсер Чарро

source: REPORT ME
ru: ДОЛОЖИ ОБО МНЕ

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Charror's Cruiser
ru: Крейсер Чарро

source: The Zero-Day
ru: День Зеро

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Charror's journey throughout the Multiverse left them with allies in themselves. The group now plans to pool their strength to corrupt an entire Harmony Link.
ru: Путешествие Чарро по Мультивселенной дало ему союзников в лице самого себя. Теперь группа планирует объединить свои силы, чтобы уничтожить все Каналы связи Гармонии.

source: Leo's Cruiser
ru: Крейсер Лео

source: The Quiet Life
ru: Тихая Жизнь

source: Set free the soul of a stalwart Ampere in a chaotic environment to unlock this ship.
ru: Освободите душу непоколебимого Ампера в зоне хаоса, чтобы разблокировать этот корабль.

source: Leo has configured this ship's engine exhaust in such a way that it can be used as a weapon, draining energy much like the Leeches themselves.
ru: Лео настроил двигатель корабля таким образом, что его можно использовать в качестве оружия, высасывающего энергию, как и сами пиявки.

source: Leo's Cruiser
ru: Крейсер Лео

source: The Short Circuit
ru: Короткое Замыкание

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship completely forgoes defense in exchange for a pre-ignited beam, crippling enemy defenses using its engine discharge system.
ru: Этот корабль полностью отказывается от защиты в обмен на предзажигательный луч, разрушающий защиту противника с помощью системы выброса двигателя.

source: Leo's Cruiser
ru: Крейсер Лео

source: The Blackout
ru: Затмение

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship starts with a reactor barely strong enough to power the lights onboard, leaving nothing for any of its major systems. Three Leos should be enough to (mostly) correct that issue.
ru: Реактора этого корабля едва хватает на питание бортового освещения, не оставляя ничего для основных систем. Трех Лео должно быть достаточно, чтобы (в значительной степени) исправить эту проблему.

source: Searak's Cruiser
ru: Крейсер Сирака

source: Clypeus Fidei
ru: Клипеус Фидеи

source: Set free the soul of a dogged Martyr in a chaotic environment to unlock this ship.
ru: Освободите душу отчаянного Мученика в зоне хаоса, чтобы разблокировать этот корабль.

source: Onboard this vessel, Searak constructed a revolutionary piece of technology that allows his ship to naturally recharge energy shields. Unlike most Duskbringer vessels, it also doesn't even have any support for a clonebay, mostly stemming from Searak's trauma.
ru: На борту этого корабля Сирак создал революционную технологию, позволяющую его кораблю естественным образом перезаряжать энергетические щиты. В отличие от большинства кораблей Вестников Заката, на нем нет даже клон-отсека, что в основном объясняется травмой, полученной Сираком.

source: Searak's Cruiser
ru: Крейсер Сирака

source: The Spiral
ru: Спираль

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship completely forgoes weapons, instead using powerful energy shield technology and techniques of Zoltan supremacy to fight its foes.
ru: Этот корабль полностью отказывается от оружия, а для борьбы с врагами использует мощные энергетические щиты и технологии золтанского превосходства.

source: Searak's Cruiser
ru: Крейсер Сирака

source: The Shared Memory
ru: Общая Память

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Aboard this vessel, the fates of several Searaks have intertwined. Their shared trauma led to them entirely forgoing traditional medical systems, instead relying on more specialized methods.
ru: На борту этого судна переплелись судьбы нескольких Сираков. Их общая травма привела к тому, что они полностью отказались от традиционных медицинских систем, полагаясь на более специализированные методы.

source: Legionnaire Auto-Cruiser
ru: Автоматический крейсер Легиона

source: Primix
ru: Праймикс

source: Destroy an Auto-ship in the most unlikely location possible in a chaotic environment to unlock this ship.
ru: Уничтожьте автоматический корабль в самом неожиданном месте в зоне хаоса, чтобы разблокировать этот корабль.

source: A prized Rebel vessel which is extremely effective at employing automated defenses without losing the ability to support crew.
ru: Ценный корабль повстанцев, который чрезвычайно эффективен в использовании автоматических средств защиты, не теряя при этом способности содержать экипаж.

source: Ministry Auto-Cruiser
ru: Автокрейсер Министерства

source: Lux Aeterna
ru: Люкс Аетерна

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: A Ministry experiment, attempting to create a ship made mostly of hard-light. It worked to an extent - the ship and its energy shield are one of the same.
ru: Эксперимент Министерства, в ходе которого пытались создать корабль, состоящий в основном из твердого света. В какой-то степени это удалось - корабль и его энергетический щит являются одним целым.

source: Federation Auto-Cruiser
ru: Автокрейсер Федерации

source: The Overload
ru: Перегрузка

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: The Federation's first and only cruiser-sized Auto-ship. With no room at all for crew, the ship's engineers pushed its systems to their absolute limits.
ru: Первый и единственный автоматический корабль Федерации размером с крейсер. Не имея места для экипажа, инженеры корабля довели его системы до абсолютного предела.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_WATCHER"]/class
source: Watcher's Cruiser
ru: Крейсер Наблюдателя

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_WATCHER"]/name
source: The Vigilance
ru: Бдительность

source: Destroy an unspeakable abomination in a chaotic environment to unlock this ship.
ru: Уничтожьте неописуемую гнусную сущность в зоне хаоса, чтобы разблокировать этот корабль.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_WATCHER"]/desc
source: The Watcher's personal cruiser. Pilot this vessel wisely - your new partner's own plans are utterly unknown to everyone except themselves.
ru: Личный крейсер Наблюдателя. Управляйте этим судном с умом - планы вашего нового партнера известны только ему самому.

source: Watcher's Cruiser
ru: Крейсер Наблюдателя

source: Pretty Pictures
ru: Красивые Картинки

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship has the ability to generate powerful boarding crew by firing its artillery. This bolsters the already ever-powerful Watcher in their work.
ru: Этот корабль способен создавать мощную абордажную команду, используя свою артиллерию. Это усиливает и без того могущественного Наблюдателя.

source: Her Manifestation
ru: Ее воплощение

source: The Katabasis
ru: Катабасис

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: A possible outcome of the Watcher's plans coming to fruition. Made of pure evil, pure power, and pure chaos, Her newest, most powerful manifestation has decided to take a test drive through the Multiverse.
ru: Возможный результат осуществления планов Наблюдателя. Созданное из чистого зла, чистой силы и чистого хаоса, Ее новое, самое могущественное проявление решило совершить пробный вылет по Мультивселенной.

source: Augustus' Cruiser
ru: Крейсер Августа

source: Aureum Imperium
ru: Ауреум Империум

source: Acquire the loot of the first of the special apparitions to unlock this ship.
ru: Чтобы разблокировать этот корабль, получите добычу с первого из особых явлений.
