Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FR_PANIC_ATTACK"]/title
source: Panic Attacks
ru: Панические атаки
zh_hans: 恐慌突袭

# data/blueprints.xml.append$//augBlueprint[@name="FR_PANIC_ATTACK"]/desc
source: Something about the atmosphere of this vessel puts everyone on edge. All of your Equinoids now take normal damage from fire, and deal doubled combat damage while in a room that is on fire.
ru: Атмосфера этого корабля заставляет всех быть в напряжении. Все ваши эквиноиды теперь получают обычный урон от огня и наносят удвоенный боевой урон, находясь в горящем помещении.
zh_hans: 这艘舰船的氛围令所有乘员焦躁不安。所有六脚马船员现在会受到正常的火焰伤害，但在着火舱室内战斗时造成的伤害翻倍。

# data/blueprints.xml.append$//augBlueprint[@name="FR_MADDENING_PRESENCE"]/title
source: Maddening Presence
ru: Состояние безумия
zh_hans: 狂乱侵蚀

# data/blueprints.xml.append$//augBlueprint[@name="FR_MADDENING_PRESENCE"]/desc
source: The walls within this ship seem to shift and twist around you with every step you take. Allied Thing crew deal 50% more combat damage and move twice as fast, but allied non-Thing crew are permanently inflicted with Madness.
ru: Стены внутри корабля словно сдвигаются и искривляются вокруг вас с каждым шагом. Союзный экипаж Нечто наносит на 50% больше боевого урона и передвигается в два раза быстрее, а вражеский экипаж Нечто постоянно страдает от безумия.
zh_hans: 舰船内壁随着你的每一步移动扭曲变形。友方件物船员造成50%额外战斗伤害且移动速度翻倍，但友方非件物族船员会永久陷入疯狂状态。

# data/blueprints.xml.append$//augBlueprint[@name="FR_FORBIDDEN_DESIGN"]/title
source: Forbidden Design
ru: Запретный дизайн
zh_hans: 禁忌构型

# data/blueprints.xml.append$//augBlueprint[@name="FR_FORBIDDEN_DESIGN"]/desc
source: This ship is constructed with horrific eldritch technology lining the halls. It emits waves of shaped chaotic energy that inflict Blasphemy, causing all enemy crew and drones to lose their death effects. The technology also functions as an energy shield with an integrity of 12 hit points, and creates random bonuses that occur when the ship takes hull damage.
ru: Этот корабль построен с использованием ужасающих жутких технологий. Она испускает волны хаотической энергии, которые накладывают эффект Богохульства, заставляя всех вражеских членов экипажа и дронов терять свои эффекты смерти. Технология также работает как энергетический щит с целостностью 12 единиц и дает случайные бонусы, которые появляются, когда корабль получает урон по корпусу.
zh_hans: 这艘舰船的走廊内壁镶嵌着可怖的怪异科技。它持续释放定向混沌能量波，对敌方所有船员及无人机施加渎神效果，使其丧失死亡特效。 该技术同时形成具有12点耐久度的能量护盾，并在舰体受损时生成随机增益效果。

source: Forbidden Design
ru: Запретный дизайн
zh_hans: 禁忌构型

source: This ship is constructed with horrific eldritch technology lining the halls. It emits waves of shaped chaotic energy that inflict Blasphemy, causing all enemy crew and drones to lose their death effects. The technology also functions as an energy shield with an integrity of 12 hit points, and creates random bonuses that occur when the ship takes hull damage.
ru: Этот корабль построен с использованием ужасающих жутких технологий. Он испускает волны хаотической энергии, которые накладывают эффект Богохульства, заставляя всех вражеских членов экипажа и дронов терять свои эффекты смерти. Технология также работает как энергетический щит с целостностью 12 единиц и дает случайные бонусы, которые появляются, когда корабль получает урон по корпусу.
zh_hans: 这艘舰船的走廊内壁镶嵌着可怖的怪异科技。它持续释放定向混沌能量波，对敌方所有船员及无人机施加渎神效果，使其丧失死亡特效。 该技术同时形成具有12点耐久度的能量护盾，并在舰体受损时生成随机增益效果。

source: Free-Form Teleporters
ru: Телепор. своб. формы
zh_hans: 自由传送器

# data/blueprints.xml.append$//augBlueprint[@name="FR_FREE_FORM_TELEPORTERS"]/desc
source: Your crew and drones can teleport between empty rooms while inside your ship.
ru: Ваш экипаж и дроны могут телепортироваться между пустыми отсеками, находясь на вашем корабле.
zh_hans: 你的船员和无人机可在舰内空舱室之间传送。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SPHERAX_MAKER"]/title
source: Spherax Constructor
ru: Конструктор сфераксов
zh_hans: 斯菲雷克斯制造器

# data/blueprints.xml.append$//augBlueprint[@name="FR_SPHERAX_MAKER"]/desc
source: This highly advanced machine can forge new Spherax at empty beacons. The process is fairly expensive.
ru: Эта высокотехнологичная машина может создавать новых сфераксов на пустых маяках. Процесс довольно дорогой.
zh_hans: 这个十分先进的设备可以在空信标制造新的斯菲雷克斯船员。但过程较为昂贵。

source: Ion Armor Neutralizer
ru: Нейтрал. ионной брони
zh_hans: 离子装甲中和器

source: This unique pierce of Commonwealth technology infects the enemy ship and strips it clean of ion resistances. Not even salt ships are immune to this effect.
ru: Эта уникальная технология Содружества заражает вражеский корабль и лишает его ионного сопротивления. Даже соляные корабли не защищены от этого эффекта.
zh_hans: 这项联合方碑独有的尖端科技会侵蚀敌舰，彻底消除对方的离子抗性。即便是盐人舰船也无法免疫此效果。

# data/blueprints.xml.append$//augBlueprint[@name="FR_AUTO_HUNTER_GEAR"]/title
source: Auto Hunter Gear
ru: Автоохотник
zh_hans: 自动舰猎人装备

# data/blueprints.xml.append$//augBlueprint[@name="FR_AUTO_HUNTER_GEAR"]/desc
source: This unique augment allows its user to track down continuity probes and fight them for their gear and scrap. It also doubles the damage your weapons do against ships with auto mode on.
ru: Этот уникальный модуль позволяет пользователю выслеживать зонды непрерывности и сражаться с ними за снаряжение и лом. Кроме того, он удваивает урон, наносимый оружием кораблям с включенным автоматическим режимом стрельбы.
zh_hans: 这款独特改装件能令使用者追踪连续性探测器，通过战斗夺取其装备与废料，同时使你的武器对开启自动模式的舰船造成双倍伤害。

# data/blueprints.xml.append$//augBlueprint[@name="FR_COLLECTORS_SHIELD"]/title
source: Collector's Shield
ru: Щит Коллекционера
zh_hans: 收藏家的护盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_COLLECTORS_SHIELD"]/desc
source: A strangely resistant shield powered by several massive Aether batteries with an integrity of 12 hitpoints. This unique variant of the shield also regenerates to full integrity every 30 seconds.
ru: Странно устойчивый щит, питающийся от нескольких громоздких эфирных батарей с целостностью в 12 единиц. Этот уникальный вариант щита также регенерирует до полной целостности каждые 30 секунд.
zh_hans: 由数块巨型以太电池驱动的奇异护盾，具有12点耐久度。这款独特变体护盾每30秒会完全恢复其耐久度。

# data/blueprints.xml.append$//augBlueprint[@name="FR_AETHER_PHEROMONES"]/title
source: Aether Pheromones
ru: Эфирные феромоны
zh_hans: 以太信息素

# data/blueprints.xml.append$//augBlueprint[@name="FR_NARRATIVE_SHIELD"]/title
source: Narrator's Presence
ru: Присутствие рассказчика
zh_hans: 叙述者之临

# data/blueprints.xml.append$//augBlueprint[@name="FR_NARRATIVE_SHIELD"]/desc
source: This supershield is the closest thing that I, Narrator Sylvan, can have to a physical presence. Not only do I have an integrity of 15 hit points, but I will also allow you to select between any and all blue options in any event! With my guidance, you will never be unprepared again.
ru: Этот суперщит - самое близкое к физическому, что я, рассказчик Сильван, могу предложить. Помимо того, что я обладаю целостностью в 15 единиц, но и позволяю вам выбирать между любыми и всеми синими вариантами ответов, независимо от ситуации! С моим руководством вы больше никогда не окажетесь неподготовленным.
zh_hans: 此超级护盾乃我——叙述者希尔凡——所能拥有的最接近实体存在的形态。 我不仅拥有15层能量护盾，更将允许你在所有事件中任意选择蓝色选项！在我的指引下，你将永无准备不足之忧。

source: Overcharged Shield
ru: Заряженный щит
zh_hans: 过载护盾

source: This aether supershield is powered by one of the biggest aether batteries ever designed by the Obelisks. Has an integrity of 12 hitpoints at the cost of slowing your shield recharge rate by 20%.
ru: Этот эфирный суперщит питается от одной из самых больших эфирных батарей, когда-либо созданных обелисками. Имеет целостность 12 единиц, но при этом замедляет скорость перезарядки щита на 20%.
zh_hans: 该以太超盾由方碑设计史上最大容量的以太电池供能。 提供12层能量盾，但会降低护盾充能速率20%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_REFUGE_SHIELDS"]/title
source: Refuge's Shield
ru: Щит убежища
zh_hans: 庇护所之盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_REFUGE_SHIELDS"]/desc
source: By overloading all batteries in the ship and setting them in series with each other, this ship's super shield is capable of absorbing the ion from non-bomb ion attacks and redirecting it by releasing it as a copy of the enemy projectile. Has an integrity of 10 hitpoints and is immune to ion damage.
ru: Перегружая все батареи корабля и соединяя их последовательно друг с другом, этот суперщит способен поглощать ионный урон от небомбовых ионных атак и перенаправлять их, выпуская в виде копии вражеского снаряда. Имеет целостность 10 единиц и иммунитет к ионному урону.
zh_hans: 通过将舰船所有电池超载并以串联方式连接，该舰的超级护盾能够吸收非炸弹类离子攻击中的离子能量，并通过复制敌方射弹的形式将其释放回去。 提供10层能量盾，并且免疫离子伤害。

# data/blueprints.xml.append$//augBlueprint[@name="FR_PROTOTYPE_SHIELDS"]/title
source: Prototype Shield
ru: Прототип щита
zh_hans: 原型护盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_PROTOTYPE_SHIELDS"]/desc
source: The most cutting edge shield in the Obelisk's arsenal, straight out of the designing phase and into the battlefield. This shield will constantly stun any enemy combat drones for as long as the supershield is up. Has an integrity of 14 hitpoints.
ru: Самый современный щит в арсенале обелисков, вышедший из стадии проектирования и попавший на поле боя. Этот щит будет постоянно оглушать вражеских боевых дронов, пока суперщит находится в рабочем состоянии. Имеет 14 единиц прочности.
zh_hans: 此护盾乃方碑武库中最前沿的科技，从设计阶段直抵战场。 只要此超级护盾存在，便会持续击晕所有敌方战斗无人机。 提供14层能量盾。

source: Exterminator's Shield
ru: Щит Уничтожителя

# data/blueprints.xml.append$//augBlueprint[@name="FR_EXTERMINATORS_SHIELDS"]/desc
source: The aether shield that protects the Exterminator is powered by the biggest Aether battery to ever be designed by the Obelisks. It has an integrity of 18 hitpoints and boosts standard shield charge rate by 25%.
ru: Эфирный щит, защищающий Уничтожитель, питается от самой большой эфирной батареи, когда-либо созданной обелисками. Его целостность составляет 18 единиц, а скорость зарядки стандартного щита увеличивается на 25%.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LICHS_SHIELDS"]/title
source: Lich's Shield
ru: Щит Лича

# data/blueprints.xml.append$//augBlueprint[@name="FR_LICHS_SHIELDS"]/desc
source: The accursed shield sacrifices guaranteed protection for a single, extremely resistant layer. It has an integrity of 1 hitpoint but a 85% chance to resist all types of damage.
ru: Проклятый щит жертвует гарантированной защитой ради одного, чрезвычайно прочного слоя. Его целостность равна 1 единице, но он имеет 85% шанс противостоять всем видам урона.

# data/blueprints.xml.append$//augBlueprint[@name="FR_QUEENS_AEGIS"]/title
source: Queen's Aegis
ru: Эгида королевы

# data/blueprints.xml.append$//augBlueprint[@name="FR_QUEENS_AEGIS"]/desc
source: The personal energy shield of the queen's cruiser. This powerful piece of technology was developed in secrecy and only a handful of Obelisks even know of its existence. Can block all attempts to limit your systems or reactor for as long as the super shield is up. It has an integrity of 20 hitpoints.
ru: Персональный энергетический щит крейсера королевы. Эта мощная технология была разработана в тайне, и лишь немногие обелиски знают о ее существовании. Блокирует все попытки ограничить работу ваших систем или реактора, пока суперщит находится в рабочем состоянии. Его целостность составляет 20 единиц.

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMBAT_OMNI_JAMMER"]/title
source: System Omni-Jammer
ru: Система омниглушителя

# data/blueprints.xml.append$//augBlueprint[@name="FR_COMBAT_OMNI_JAMMER"]/desc
source: A powerful electronic warfare unit constructed using technology from faraway realities. Can be activated at the start of the combat to limit any enemy system by 2 bars for the entire fight. [Uses 2 power. The Emergency Generator can be used to remove the power consumption, at the cost of only limiting the target system by 1 bar.]
ru: Мощный блок радиоэлектронной борьбы, созданный с использованием технологий из далеких реальностей. Может быть активирован в начале боя, чтобы ограничить любую систему противника на 2 единицы на весь бой. [Потребляет 2 энергии. Аварийный генератор может быть использован для снижения энергопотребления, при этом целевая система будет ограничена только на 1 единицу]

source: Hacked Omni-Jammer
ru: Взломанная омниглушилка

source: An absurdly powerful system disruption unit which uses Nexus technology. Can be activated at the start of the combat to limit all of the enemy's systems by 2 bars for the entire fight.
ru: Абсурдно мощное устройство для разрушения систем, использующее технологию Нексуса. Может быть активировано в начале боя, чтобы ограничить все системы противника на 2 единицы на весь бой.

source: Noble Surge
ru: Благородный выброс

source: Enables the obelsik surge if the ship starts with this.
ru: Активирует выброс обелисков, если корабль начинается с ним.

source: Royal Surge
ru: Дворянский выброс

source: Enables the obelsik surge if the ship starts with this.
ru: Активирует выброс обелисков, если корабль начинается с ним.

source: Commonwealth Surge
ru: Выброс Содружества

source: Enables the obelsik surge if the ship starts with this.
ru: Активирует выброс обелисков, если корабль начинается с ним.

source: Wither Surge
ru: Выброс Увядшего

source: Enables the obelsik surge if the ship starts with this.
ru: Активирует выброс обелисков, если корабль начинается с ним.

source: G Surge
ru: Выброс Ж

source: Enables the obelsik surge if the ship starts with this.
ru: Активирует выброс обелисков, если корабль начинается с ним.

source: Y Surge
ru: Выброс У

source: Enables the obelsik surge if the ship starts with this.
ru: Активирует выброс обелисков, если корабль начинается с ним.

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_ION_ARMOR"]/title
source: Anti-Ion-Armor
ru: Противоионная броня

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_ION_ARMOR"]/desc
source: You lose the ability to resist ion.
ru: Вы теряете способность сопротивляться ионам.

# data/blueprints.xml.append$//augBlueprint[@name="ION_ARMOR_NEUTRALIZER"]/title
source: Anti ion defense nullifier
ru: Обнулитель ионной защиты

# data/blueprints.xml.append$//augBlueprint[@name="ION_ARMOR_NEUTRALIZER"]/desc
source: Negates all ion defenses.
ru: Аннулирует всю ионную сопротивляемость.

# data/blueprints.xml.append$//augBlueprint[@name="FR_TRIRIAC_SHIELD_B"]/title
source: Tririac Shield B
ru: Щит Тририака Б

# data/blueprints.xml.append$//augBlueprint[@name="FR_TRIRIAC_SHIELD_B"]/desc
source: Funny Shield
ru: Забавный щит

# data/blueprints.xml.append$//augBlueprint[@name="FR_TRIRIAC_SHIELD_C"]/title
source: Tririac Shield C
ru: Щит Тририака В

# data/blueprints.xml.append$//augBlueprint[@name="FR_TRIRIAC_SHIELD_C"]/desc
source: Funny Shield
ru: Забавный щит

source: Anti-Omni-Pierce
ru: Анти-Омни пронзание

source: All Weapons Lose 1 Lose Piercing
ru: Все оружие теряет 1 пронзание

source: Anti-Omni-Pierce Drones
ru: Анти-Омни пронзающие дроны

source: All Drones Lose 1 Lose Piercing
ru: Все дроны теряют 1 пронзание

# data/blueprints.xml.append$//augBlueprint[@name="FR_SUSTAIN_PROTOCOL"]/title
source: Sustain Protocol
ru: Протокол поддержки

# data/blueprints.xml.append$//augBlueprint[@name="FR_SUSTAIN_PROTOCOL"]/desc
source: Crew is immune while the Medbay is powered.
ru: Экипаж неуязвим, пока Медотсек работает.

# data/blueprints.xml.append$//augBlueprint[@name="FR_FULL_AUTO"]/title
source: Full Auto Ship
ru: Полный автоматический корабль

# data/blueprints.xml.append$//augBlueprint[@name="FR_FULL_AUTO"]/desc
source: This is a fully Auto ship, any new crew will be instantly killed.
ru: Это полностью автоматический корабль, любой новый экипаж будет мгновенно убит.

# data/blueprints.xml.append$//augBlueprint[@name="FR_DAMAGED_WEAPONS"]/title
source: Damaged Weapon System
ru: Поврежденная оружейная система

# data/blueprints.xml.append$//augBlueprint[@name="FR_DAMAGED_WEAPONS"]/desc
source: This ship's weapons took a heavy beating, they will take 50% longer to charge.
ru: Оружие этого корабля сильно пострадало, его зарядка займет на 50% больше времени.

# data/blueprints.xml.append$//augBlueprint[@name="FR_UNSLOTED_GHOSTS"]/desc
source: Revenants don't use crew slots anymore.
ru: Ревенанты больше не занимают слоты экипажа.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ERROR_ROOM"]/title
source: ER/S R00S-M
ru: КОМ/А ОШИИБ-К

# data/blueprints.xml.append$//augBlueprint[@name="FR_ERROR_ROOM"]/desc
source: resist-resist-resist
ru: защита-защита-защита

# data/blueprints.xml.append$//augBlueprint[@name="FR_PINK_ROOM_CLOAKING"]/title
source: Pink Room (Cloaking)
ru: Розовая комната (Маскировка)

# data/blueprints.xml.append$//augBlueprint[@name="FR_PINK_ROOM_CLOAKING"]/desc
source: Boarders in the pink room will have their sabotage speed slowed by 50%.
ru: У абордажников, находящихся в розовой комнате, скорость совершения саботажа замедляется на 50%.

# data/blueprints.xml.append$//augBlueprint[@name="FR_PINK_ROOM_OXYGEN"]/title
source: Pink Room (Oxygen)
ru: Розовая комната (Кислород)

# data/blueprints.xml.append$//augBlueprint[@name="FR_PINK_ROOM_OXYGEN"]/desc
source: Boarders in the pink room will have their sabotage speed slowed by 50%.
ru: У абордажников, находящихся в розовой комнате, скорость совершения саботажа замедляется на 50%.

# data/blueprints.xml.append$//augBlueprint[@name="FR_HER_VISION"]/title
source: Her Vision
ru: Ее зрение

# data/blueprints.xml.append$//augBlueprint[@name="FR_HER_VISION"]/desc
source: Breaches are automatically repaired, fires are automatically put out, the ship will only be destroyed if its hull loses its last 3 points of health in one attack.
ru: Пробоины автоматически заделываются, пожары автоматически тушатся, корабль будет уничтожен, только если его корпус потеряет последние 3 очка прочности за одну атаку.

# data/blueprints.xml.append$//augBlueprint[@name="FR_FORGOTTEN_WALLACE"]/title
source: Forgotten Wallace's Store
ru: Магазин Забытого Уоллеса

# data/blueprints.xml.append$//augBlueprint[@name="FR_FORGOTTEN_WALLACE"]/desc
source: Grants access to the forgotten store which sells all Forgotten Races things.
ru: Дает доступ к Забытому магазину, где продаются все вещи Забытых рас.

source: Electromagnetic Debuff
ru: Электромагнитный дебафф

source: Enemy's accuracy is lowered by 10%.
ru: Точность противника снижается на 10%.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_TELEPORT"]/title
source: Dissection Room
ru: Разделочная комната

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_TELEPORT"]/desc
source: Crews in this room take damage at a rate of 15 hp/s.
ru: Экипажи в этой комнате получают урон со скоростью 15 ОЗ/с.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_SALT_INSTALLED"]/title
source: Salt
ru: Соляные

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_SALT_INSTALLED"]/desc
source: Salt upgrade installed.
ru: Установлено улучшение для соляных.

source: Pro-Slug Salt
ru: Про-слизневая соль

source: Salt's area damage stops dealing damage to Slugs of all kinds and instead heals them but in exchange it now deals double the damage to every other race. Obyns have their ability's damage changed instead to deal double the damage to enemies and allied while also healing Slugs instead of damaging them.
ru: Урон, наносимый соляными по области, перестает наносить урон слизням всех видов и вместо этого исцеляет их, но взамен наносит двойной урон всем другим расам. Урон, наносимый способностью Обина, теперь удваивается и наносит двойной урон врагам и союзникам, а также исцеляет слизней вместо того, чтобы наносить им урон.

source: Oath of Peace
ru: Клятва мира

source: Salts can't fight directly but instead have their sabotage damage set at 2x and move at 0.5x speed.
ru: Соляные больше не могут сражаться напрямую, их урон при саботаже равен 2x, а скорость передвижения - 0.5x.

source: Healing Crystals
ru: Целительные кристаллы

source: Salts have their room wide dot now heals them for as much as it damages enemies while Obyns have their ability heal themselves and nearby allies for 6 hp/s but lose the ability to deal damage with said ability. Salts and Obyns now take 100% more damage from all sources.
ru: Способность соляных теперь исцеляет их на столько же, сколько наносит урона врагам, а у Обина его способность исцеляет себя и ближайших союзников на 6 ОЗ/с, но теряет возможность наносить урон этой способностью. Соляные и Обины теперь получают на 100% больше урона из всех источников.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_OSMIAN_INSTALLED"]/title
source: Osmian
ru: Осмианцы
zh_hans: 原能族

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_OSMIAN_INSTALLED"]/desc
source: Osmian upgrade installed.
ru: Установлено улучшение для осмиан.

source: Light Helpers
ru: Световые помощники

source: Osmians gain 20% health, repair speed, combat and sabotage damage if they have a hologram in the same room as them.
ru: Осмианцы получают 20% здоровья, скорости ремонта, боевого и урону при саботаже, если в одном отсеке с ними находится голограмма.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_OSMIAN_ONE_BODY"]/title
source: One Body
ru: Одно тело

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_OSMIAN_ONE_BODY"]/desc
source: Osmians don't generate holograms anymore, instead they gain the base hologram stats for 30 seconds (25% damage taken resistance, immune to mind control, phases through doors, can't burn or suffocate and gives 1 power to the system they are in).
ru: Осмианцы больше не генерируют голограммы, вместо этого они на 30 секунд получают базовые характеристики голограммы (25% сопротивления получаемому урону, иммунитет к контролю разума, возможность проходить сквозь двери, не могут сгореть или задохнуться и дают 1 энергию системе, в которой находятся).

source: Soulful Light
ru: Свет души

source: Osmian's holograms last forever but have 50% lower stats.
ru: Голограммы осмиан действуют вечно, но имеют на 50% меньшие характеристики.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_ELEMAN_INSTALLED"]/title
source: Eleman
ru: Элементали

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_ELEMAN_INSTALLED"]/desc
source: Eleman upgrade installed.
ru: Установлено улучшение для элементалей.

source: Elemental Instability
ru: Элементарная нестабильность

source: Snowmen automatically create breaches and Lavamen automatically start fires while in the enemy ship at the cost of 50% of their crew damage.
ru: Снеговики автоматически создают пробоины, а лавамены автоматически разжигают пожар, находясь на вражеском корабле, но при этом наносят только 50% урона экипажу.

source: Temperature Absorption
ru: Поглощение температуры

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_ELEMAN_ABSORPTION"]/desc
source: Snowman will now heal from suffocation damage and Lavamen from fire damage. Their health is halved however.
ru: Снеговики теперь будут исцеляться от удушья, а лавамены - от огня. Однако их здоровье уменьшается вдвое.

source: High Maintenance Bodies
ru: Тела, требующие особого ухода

source: Snowman and Lavaman will now use 2 crew space each but will gain 50% health, 20% damage and 25% movement and repair speed.
ru: Снеговики и лавамены теперь будут занимать по 2 места в экипаже, но получат прибавку в 50% здоровья, 20% урона и 25% скорости передвижения и ремонта.

source: Spherax
ru: Сфераксы

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_SPHERAX_INSTALLED"]/desc
source: Spherax upgrade installed.
ru: Установлено улучшение для сфераксов.

source: Refocused Energies
ru: Перефокусировка энергии
