Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghostly_battledrone"]/desc
source: A machination composed of pure souls and energy. It is very agile, but equally fragile.
ru: Механизм, состоящий из чистой души и энергии. Очень подвижный, но столь же хрупкий.
zh_hans: 由纯粹的灵魂和能量构造的诡计。它非常敏捷，但同样脆弱。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghostly_battledrone"]/title
source: Ghostly Battledrone
ru: Призрачный солдат
zh_hans: 鬼魂作战无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghostly_battledrone"]/short
source: G. Battle.
ru: Приз. солдат
zh_hans: 鬼魂作战

source: 50 Max Health, 3x movement speed, immune to hazards. Cannot sabotage.
ru: 50 максимального здоровья, 3х скорость передвижения, иммунитет к опасностям. Не может совершать саботаж.
zh_hans: 50最大生命值，3倍移动速度，免疫环境伤害。无法破坏。

source: A machination composed of pure souls and energy. It is slow, but highly durable and capable of delivering powerful strikes.
ru: Механизм, состоящий из чистых душ и энергии. Медленный, но очень прочный и способный наносить мощный урон.
zh_hans: 由纯粹的灵魂和能量构造的诡计。它速度慢，但既能承受也能造成大量伤害。

source: Ghostly Battledrone MK II
ru: Призрачный солдат мод. II
zh_hans: 鬼魂作战无人机 II

source: G. Battle. II
ru: Приз. солдат II
zh_hans: 鬼魂作战 II

source: 250 Max Health, 0.5x movement speed, immune to hazards. Deals 2x combat damage.
ru: 250 максимального здоровья, 0.5x скорость передвижения, невосприимчив к опасностям. Наносит 2x урона в бою.
zh_hans: 250最大生命值，0.5倍移动速度，免疫环境伤害。造成2倍战斗伤害。

source: Sabotages at half speed.
ru: Саботирует с половинной скоростью.
zh_hans: 0.5倍破坏速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_specter"]/desc
source: The wisp of a deceased soul brought back to existence through foul necromancy. It is incapable of feeling anything.
ru: Душа умершего, возвращенная к жизни с помощью зловещей некромантии. Она не способна ничего чувствовать.
zh_hans: 通过污秽的死灵术复活的一缕残魂。它无法感受到任何东西。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_specter"]/title
source: Undead Specter
ru: Неупокоенное приведение
zh_hans: 不死幽灵

# data/blueprints.xml.append$//crewBlueprint[@name="fr_specter"]/short
source: Specter
ru: Приведение
zh_hans: 幽灵

source: Immune to hazards and stuns. Cannot be cloned, healed or resurrected by any means.
ru: Невосприимчив к опасностям и оглушению. Не может быть клонирован, исцелен или воскрешен любым способом.
zh_hans: 免疫环境伤害与眩晕。无法被克隆，治疗或是任何手段复活。

source: Can phase through doors and moved at 1.5x speed. Doesn't use a crew slot.
ru: Способен проходить сквозь двери и передвигается со скоростью 1.5x. Не занимает слот экипажа.
zh_hans: 1.5倍移动速度，可以穿透舱门。不占用船员位。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_snowman_smart"]/desc
source: Brrr. Now with brains.
ru: Бррр. Теперь с разумом.
zh_hans: Brrr. 现在有脑子了。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_snowman_smart"]/title
source: Smart Snowman
ru: Разумный снеговик
zh_hans: 聪明的雪人

# data/blueprints.xml.append$//crewBlueprint[@name="fr_snowman_smart"]/short
source: S. Snowman
ru: Разумный снеговик
zh_hans: 聪明的雪人

source: Heals at 1.5x speed. Clones at 0.7x speed.
ru: 1.5x скорость лечения, 0.7x скорость клонирования.
zh_hans: 1.5倍治疗速度。0.7倍克隆速度。

source: Takes 10x damage from fires.
ru: Получает 10x урона от огня.
zh_hans: 承受10倍火焰伤害。

source: 0.5x ranged and 1.5x melee damage. Attacks quickly in melee.
ru: 0.5х урона в дальнем бою и 1.5х урона в ближнем бою. Быстрая атака в ближнем бою.
zh_hans: 0.5倍远程伤害，1.5倍近战伤害。近战速度快。

source: Takes 0.7x damage from any crew weak to suffocation.
ru: Получает 0.7х урона от всех членов экипажа, ослабленных удушьем.
zh_hans: 所有窒息抗性弱的船员将对其造成0.7倍伤害。

source: Can't suffocate. Moves at 0.7x speed. Repairs at 1.3x speed.
ru: Не может задохнуться, 0.7x скорость передвижения, 1.3х скорость ремонта.
zh_hans: 不会窒息。0.7倍移动速度，1.3倍修理速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_lavaman"]/desc
source: The lesser-known cousins of Snowmen, Lavamen are actually quite friendly. Unfortunately, the high temperature of their bodies renders their mere existence hazardous.
ru: Малоизвестные двоюродные братья снеговиков, лавамены на самом деле очень дружелюбные. К сожалению, высокая температура его тела делает его существование опасным.
zh_hans: 雪人的表亲，熔岩人其实很友善。不幸的是，它们身体的高温使得它们的存在本身就相当危险。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_lavaman"]/title
source: Lavaman
ru: Лавамен
zh_hans: 熔岩人

source: Heals at 0.7x speed. Clones at 1.5x speed.
ru: 0.7х скорость лечения, 1.5х скорость клонирования.
zh_hans: 0.7倍治疗速度。1.5倍克隆速度。

source: Takes 10x damage from suffocation.
ru: Получает 10х урон от удушья.
zh_hans: 承受10倍窒息伤害。

source: 0.5x melee and 1.5x ranged damage. Attacks quickly in ranged.
ru: 0.5х урона в ближнем бою и 1.5х урона в дальнем бою. Быстрая атака в ближнем бою.
zh_hans: 0.5倍近战伤害，1.5倍远程伤害。远程攻击速度快。

source: Deal 1.5x damage against any crew weak to fire.
ru: Наносит 1.5х урона любому экипажу, ослабленному огнем.
zh_hans: 对所有火焰抗性弱的船员造成1.5倍伤害。

source: Immune to fire. Moves at 1.3x speed. Repairs at 0.7x speed.
ru: Иммунитет к огню. 1.3x скорость передвижения и 0.7х скорость ремонта.
zh_hans: 免疫火焰。1.3倍移动速度。0.7倍维修速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_leah_legion"]/desc
source: The infamous Beam Master, and your long time nemesis. Now, with new-gen equipment! Inherited Legionnaire stats: greatly resistant to suffocation and fire hazards, trained in lvl2 skills
ru: Печально известная Мастер Лучей и ваш давний заклятый враг. Теперь с оборудованием нового поколения! Наследует характеристики Легионеров: повышенная устойчивость к удушью и огню, обучена навыками 2 ур.
zh_hans: 臭名昭著的光束大师，你的死对头。现在，带着新一代的装备登场！ 继承军团特工属性：高额窒息与火焰抗性，所有技能已被训练至2级

# data/blueprints.xml.append$//crewBlueprint[@name="fr_unique_leah_legion"]/title
source: Beam Legionnaire
ru: Луч Легионера
zh_hans: 光束军团特工

source: Might be an actual threat now.
ru: Теперь она может представлять реальную угрозу.
zh_hans: 现在可能算得上个真正的威胁了。

source: Moves by teleporting and can teleport to the enemy ship directly.
ru: Перемещается с помощью телепортации и может телепортироваться на вражеский корабль напрямую.
zh_hans: 以传送方式移动，可直接传送至敌舰。

source: Advanced blasters gives her 2x ranged damage.
ru: Продвинутые бластеры дают ей 2х урона в дальнем бою.
zh_hans: 升级过的爆裂手枪使她造成2倍远程伤害。

source: Lack of very protective armor makes her take 1.2x damage.
ru: Из-за отсутствия очень надежной брони она получает 1.2х урона.
zh_hans: 缺少高防护的护甲使她会承受1.2倍伤害。

source: Minions of the One Who Rhymes. A weaker thing and with fading eldritch power, the presence of multiple of these beings cannot be sustained without heavy tolls.
ru: Миньоны Того, Кто Рифмует. Слабые существа с угасающей эльдрической силой, но присутствие нескольких таких существ сложно пережить без тяжелых потерь.
zh_hans: 押韵者的仆从。一个较弱的件物，其怪异能量正在消散，复数个此类造物难以轻易维持存在。

source: Lesser Thing
ru: Малое Нечто
zh_hans: 乏件物

source: Thing
ru: Нечто
zh_hans: 件物

source: 125 Health, halved movement speed, deals 1.25x damage
ru: 125 здоровья, 0.5х скорость передвижения, наносит 1.25х боевого урона
zh_hans: 125点最大生命值，0.5倍移动速度，1.25倍战斗伤害

source: If a Thing dies while not burning, stunned, or mind controlled, it will split into two new Things
ru: Если Нечто умирает, не будучи сожженным, оглушенным или контролируемым разумом, оно разделяется на два новых Нечто.
zh_hans: 如果一个件物死亡时并未燃烧、眩晕或被心灵控制，它将分裂为两个新的件物

source: For each Lesser Thing on screen, they will all lose 10% repair speed and combat damage
ru: За каждое находящееся на экране Малое Нечто, все они теряют 10% скорости ремонта и боевого урона.
zh_hans: 每有一个乏件物，他们全体都会减少10%维修速度与战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_g"]/desc
source: A brilliant Obelisk Royal who lost her sanity trying to reanimate her deceased friend. Inherited Vagabond Phantom stats: has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Obelisk Royal stats: 0.75x speed, Max Health is increased to 300, 2x combat damage, repairs and puts out fires at 0.05x speed, is affected by Obelisk lab upgrades.
ru: Блестящий обелиск-Дворянин, которая потеряла рассудок, пытаясь оживить своего умершего друга. Наследует характеристики призрака-бродяги: обладает возможностью проходить сквозь двери, подвержена влиянию улучшений лаборатории для призраков-бродяг. Наследует характеристики обелисков-Дворян: 0.75x скорость передвижения, 300 максимального здоровья, 2x урон в бою, 0.05х скорость ремонта и тушения пожаров, подвержена улучшениям в лаборатории для обелисков.
zh_hans: 一位才华横溢的方碑皇族，在试图让已故的朋友复活时失去了理智。 继承漂浪群魂灵的属性：可穿透舱门，受漂浪群魂灵相关的实验室升级影响。 继承方碑皇族属性：0.75 倍移动速度，最大生命值增加到 300，2 倍战斗伤害，以 0.05 倍的速度修理和灭火，受方碑族相关的实验室升级影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_g"]/title
source: Necrolich Royal
ru: Некролич-дворянин
zh_hans: 死灵巫皇

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_g"]/short
source: Necrolich
ru: Некролич
zh_hans: 死灵巫皇

source: Periodically becomes completely damage resistant but loses 80% of crew damage. Only triggers if there's a hostile crew in the room.
ru: Периодически становится полностью устойчивой к урону, но теряет 80% урона в бою. Срабатывает только в том случае, если в отсеке находится враждебный экипаж.
zh_hans: 周期性的获得所有伤害抗性，但失去80%的船员伤害。 只会在当前所处舱室内有敌方船员时触发。

source: Heals slightly instead of taking damage from hazards.
ru: Вместо того чтобы получать урон от опасностей, немного исцеляется.
zh_hans: 会因环境伤害回复而不是扣除生命值。

source: Prevents all enemy revenants from fighting while in the same room as her. Friendly revenants will repair at twice the speed while in the same room as her.
ru: Не позволяет всем вражеским ревенантам сражаться, находясь в одном отсеке с ней. Дружественные ревенанты, находясь в одном отсеке с ней, будут ремонтировать с удвоенной скоростью.
zh_hans: 所有敌方亡灵在与其身处同一房间时将无法战斗。友方亡灵与其身处同一房间时将以2倍速度维修。

source: Can't sabotage.
ru: Не может саботировать.
zh_hans: 无法破坏。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_aleenor"]/desc
source: One of the most loyal Bishops ever appointed, this fearsome warrior died while protecting the eggs under her care from a fire. Surprisingly reasonable, considering the reputation Mantis have. Inherited Vagabond Phantom stats: takes no damage from suffocation, is affected by Vagabond Ghost lab upgrades. Inherited Mantis Bishop stats: 2.2x combat damage, 0.07x repair speed, is affected by Mantis lab upgrades.
ru: Одна из самых преданных Епископов, когда-либо назначавшихся на должность, эта грозная воительница погибла защищая от пожара яйца, находившиеся под ее опекой. Удивительно умная, учитывая репутацию богомолов. Наследует характеристики призраков-бродяг: не получает урона от удушья, получает эффект от улучшений лаборатории для призраков-бродяг. Наследует характеристики богомолов-Епископов: 2.2х урон в бою, 0.07х скорость ремонта, затрагивается улучшениями лаборатории для богомолов.
zh_hans: 作为有史以来最忠诚的主教之一，这位可怖的战士在保护她所看管的卵免受火灾伤害时牺牲了。考虑到这位螳螂族的名誉，这出奇的合理。 继承漂浪群魂灵属性：不会受到窒息伤害，受漂浪群魂灵的实验室升级的影响。 继承螳螂主教属性：2.2倍战斗伤害，0.07倍修复速度，受螳螂族的实验室升级影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_aleenor"]/title
source: Revenant Bishop
ru: Ревенант-Епископ
zh_hans: 亡灵主教

source: Periodically enters a berserk mode that damages all enemy crew and the current system. Only triggers on enemy ship.
ru: Периодически переходит в режим берсерка, который наносит урон всему вражескому экипажу и текущей системе. Срабатывает только на вражеском корабле.
zh_hans: 周期性进入狂暴模式，对当前舱室内的所有敌方船员以及系统造成伤害。 只会在敌舰内触发。

source: 125 Health, takes 10x more damage from fire. Can't phase through doors without help from her pheromones.
ru: 125 здоровья, получает в 10х урона от огня. Не может проходить сквозь двери без помощи своих феромонов.
zh_hans: 125生命中，受到10倍火焰伤害。无法在没有她的信息素帮助的情况下穿透舱门。

source: Enemy crew in the same room as her lose their suffocation immunity, take double suffocation damage, and experience a heavy reduction to key stats.
ru: Вражеский экипаж, находящийся в одном отсеке с ней, теряет иммунитет к удушью, получает двойной урон от удушья и сильно снижает основные характеристики.
zh_hans: 与其身处同一舱室的敌方船员将失去他们的窒息抗性，受到双倍窒息伤害，并承受大量关键属性减益。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_phys"]/desc
source: A Shell born from a disastrous genetic experiment that infused her with massive amounts of ion energy. Her existence is nothing but suffering. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Shell Guardian stat: 0.7x damage taken in crew combat, is affected by Shell lab upgrades.
ru: Ракушка, рожденная в результате катастрофического генетического эксперимента, в результате которого она впитала огромное количество ионной энергии. Ее существование — не что иное, как страдание. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков. Наследует характеристики ракушек-Стражей: 0.7х получаемый урон в бою с экипажем, затрагивается улучшениями лаборатории для ракушек.
zh_hans: 一位从灾难性的基因实验中诞生的甲壳族，该实验为她注入了大量的离子能量。她的存在，不过是苦难。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承甲壳守护者属性：受到0.7倍战斗伤害，受甲壳族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_phys"]/title
source: Revenant Guardian
ru: Ревенант-Страж
zh_hans: 亡灵守护者

source: Periodically deals 5 ion damage to systems in the room she stands in and fully repairs them. This will also stun everyone else in the room. Only triggers in system rooms.
ru: Периодически наносит 5 ионного урона системам в отсеке, в котором находится, и полностью ремонтирует их. При этом все остальные в отсеке будут оглушены. Срабатывает только в отсеках с системами.
zh_hans: 周期性地对当前舱室内的系统造成5点离子伤害并完全修复系统。同时也会击晕所有其他身处此舱室内的人。 只会在有系统的舱室内触发。

source: 150 Health, moves at 2x speed. Can't be stunned.
ru: 150 здоровья, 2х скорость передвижения. Не может быть оглушена.
zh_hans: 150生命中，2倍移动速度。无法被眩晕。

source: Can't repair systems normally.
ru: Не может нормально ремонтировать системы.
zh_hans: 无法以正常方式修理系统。

source: Provides 3 power to the current system.
ru: Обеспечивает 3 мощности системе, в отсеке которой находится.
zh_hans: 为当前舱室提供3格能量。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_cleo"]/desc
source: An ex-MFK Ace who was tortured to death by his own ally. This event left him incredibly bitter towards all living things; he now solely relies on and trusts drones. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Human MFK stats: deals 2x damage in combat, starts at level 2 skills, is affected by Human lab upgrades.
ru: Бывший ас МФК, который был замучен до смерти своим же союзником. Это событие вызвало у него невероятную злобу ко всем живым существам; теперь он полагается только на дронов и доверяет только им. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики людей-асов МФК: наносит 2х урон в бою, начинает 2 ур. навыков, затрагивается улучшениями лаборатории для людей.
zh_hans: 一位前 MFK 王牌精英，被自己的盟友折磨致死。这让他对所有生物都会感到难以言表的痛苦;他现在只会完全依赖和信任无人机。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承MFK王牌精英属性：造成2倍战斗伤害，起始拥有2级技能，受人类的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_cleo"]/title
source: Revenant MFK
ru: МФК-Ревенант
zh_hans: 亡灵MFK王牌精英

source: Periodically repairs all drones in the same room as him, healing them for 10 hp/s for 10 seconds. Only triggers if there's a friendly crew in the room.
ru: Периодически ремонтирует всех дронов в одном отсеке с ним, исцеляя их на 10 ОЗ/с в течение 10 секунд. Срабатывает только в том случае, если в отсеке находится дружественный экипаж.
zh_hans: 周期性地修复所有和他身处同一舱室的无人机，每秒恢复10点生命中，持续10秒。 只在房间内有友方无人机的时候触发。

source: 150 Health, 2x sabotage speed, takes 0.5x damage in combat. Moves at 1.5x speed.
ru: 150 здоровья, 2х скорость саботажа, получает 0.5х урона в бою. 1.5х скорость передвижения.
zh_hans: 150生命值，2倍破坏速度，受到0.5倍战斗伤害。1.5倍移动速度。

source: Doesn't lose skills when cloned. Immune to Mind control.
ru: Не теряет навыков при клонировании. Невосприимчив к контролю разума.
zh_hans: 克隆时不会失去技能。免疫心灵控制。

source: Takes 2.2x damage from drones and deals 0.25x damage to them.
ru: Получает 2.2x урона от дронов и наносит им 0.25x урона.
zh_hans: 对无人机造成0.25倍战斗伤害并受到2.2倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_slimer"]/desc
source: An ancient Slug king whose insatiable appetite eventually led to a fatal case of food poisoning caused by a nasty batch of hallucinogenic melons. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Slug Saboteur stats: telepathic powers, mind control immunity, is affected by Slug lab upgrades.
ru: Древний король слизней, чей ненасытный аппетит в конце концов привел к летальному случаю пищевого отравления, вызванного отвратительной партией галлюциногенных дынь. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики слизней-Диверсантов: телепатические способности, иммунитет к контролю разума, затрагивается улучшениями лаборатории для слизней.
zh_hans: 一位古老的蛞蝓王，其永不满足的胃袋最终导致了一起致命的，由令人讨厌的致幻瓜引起的食物中毒。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承蛞蝓破坏者属性：拥有心灵感应能力，免疫心灵控制，受蛞蝓族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_slimer"]/title
source: Revenant Saboteur
ru: Ревенант-Диверсант
zh_hans: 亡灵破坏者

source: Periodically eats a piece of other nearby enemy crew if they're in the room, healing himself in the process. Only triggers if there's a hostile crew in the room.
ru: Периодически пожирает части ближайшего вражеского экипажа, если они находятся с ним в отсеке, исцеляя себя при этом. Срабатывает, только если в отсеке есть вражеский экипаж.
zh_hans: 周期性地吃掉同一舱室所有敌方船员身体的一部分，同时治疗自身。 只会在舱室内有敌方船员的情况下触发。

source: Active Ability: Eats part of the ship to fully heal himself, dealing 1 hull damage, breaching the ship and fully destroying the system. Can't be used inside the enemy ship.
ru: Активная способность: Пожирает часть корабля, чтобы полностью исцелить себя, наносит 1 урон корпусу, создает на корабле пробоину и полностью уничтожает систему. Не может быть использована на борту вражеского корабля.
zh_hans: 主动能力：吃掉飞船的一部分来完全治疗自己，造成1点伤害，造成破舱并完全破坏系统。无法在敌舰内使用。

source: 150 Health, can't heal through normal means.
ru: 150 здоровья, не может лечиться обычными способами.
zh_hans: 150生命值，无法通过普通手段治疗。

source: Moves at 0.25x speed while in the enemy ship. Deals 0.5x combat damage.
ru: 0.25х скорость передвижения, если находится на вражеском корабле. Наносит 0.5х боевого урона.
zh_hans: 在敌舰内以0.25倍速度移动。造成0.5倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_vin"]/desc
source: A brutish Rockman Paladin from the distant past who met an ironic demise, melting alive as his ship plummeted into a star. He now serves as G's chief enforcer. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Rock Paladin stats: heals at double speed, movement speed is massively reduced, immune to stun, is affected by Rock lab upgrades.
ru: Брутальный валун-Паладин из далекого прошлого, который погиб по иронии судьбы, заживо расплавившись, когда его корабль влетел в звезду. Теперь он занимает должность главного силовика Ж. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики валунов-Паладинов: лечится с удвоенной скоростью, скорость передвижения сильно снижена, невосприимчив к оглушению, затрагивается улучшениями лаборатории для валунов.
zh_hans: 一位来自遥远过去的野蛮的岩石圣骑士，讽刺的是，当他的飞船坠入一颗恒星时，他活生生地融化了。他现在担任 G 的首席执行者。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承岩石圣骑士属性：双倍治疗速度，巨幅减少移动速度，免疫眩晕，受岩石族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_vin"]/title
source: Revenant Paladin
ru: Ревенант-Паладин
zh_hans: 亡灵圣骑士

source: Periodically lights a fire in the current room. Only triggers on enemy ship.
ru: Периодически разжигает огонь в текущем отсеке. Срабатывает только на вражеском корабле.
zh_hans: 周期性在当前舱室点火。 只会在敌舰上触发。

source: 350 Health, can't sabotage.
ru: 350 здоровья, не может саботировать.
zh_hans: 350生命值，无法破坏。

source: Cannot put out fires, but repairs at 1.5x speed.
ru: Не может тушить пожары, но ремонтирует с 1.5х скоростью.
zh_hans: 无法灭火，但拥有1.5倍维修速度。

source: Enemies in the same room as Vin will lose their fire resistance and take 2x fire damage.
ru: Враги, находящиеся в одном отсеке с Вин, теряют сопротивление к огню и получают 2х урон от огня.
zh_hans: 和该船员处于同一舱室的敌方船员将失去火焰抗性并承受2倍火焰伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_zulu"]/desc
source: The fanatical right-hand man of the Necrolich G, and technically the cause of everything Tartarus-related. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Lanius Welder stats: is affected by Lanius lab upgrades.
ru: Фанатичная правая рука Некролича Ж и техническая причина всего, что связано с Тартаром. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики ланиусов-Сварщиков: затрагивается улучшениями лаборатории для ланиусов.
zh_hans: 死灵巫皇G 的狂信徒与得力助手，从技术上讲，也是与塔尔塔罗斯有关的一切的起因。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承熔铁者属性：受食铁族的实验室升级的影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_reborn_zulu"]/title
source: Revenant Welder
ru: Ревенант-Сварщик
zh_hans: 亡灵熔铁者

source: Periodically temporarily moves extremely slowly and has lower crew and sabotage damage, but instantly drains oxygen and regenerates the health of nearby friendly crew.
ru: Периодически передвигается крайне медленно, наносит уменьшенный урон экипажу и при саботаже, но мгновенно поглощает кислород и восстанавливает здоровье ближайшего дружественного экипажа.
zh_hans: 周期性的极大降低自身移速并降低自身战斗伤害与破坏伤害，但立刻抽空所有氧气并恢复周围友方船员的生命值。

source: 150 Health, 4x sabotage speed
ru: 150 здоровья, 4x скорость саботажа
zh_hans: 150生命值，4倍破坏速度

source: Enemy metalloid crew and drones in the same room excluding other Lanius will have their movement speed slowed down by 50% and are unable to repair or heal.
ru: У вражеских металлоидов и дронов, находящихся в одном отсеке, за исключением других ланиусов, скорость передвижения замедляется на 50%, они не могут ремонтироваться и лечиться.
zh_hans: 同一舱室除食铁族以外的敌方金属船员与无人机会减少50%移动速度并无法修理或被治疗。
