Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: Active Ability (Triggers Automatically): Fully heals this crew and empowers all other friendly spiders by giving them a 2x damage boost for 10 seconds.
ru: Активная способность (срабатывает автоматически): полностью исцеляет себя и дает силу всем остальным дружественным паукам, увеличивая до 2х их урон на 10 секунд.
zh_hans: 主动能力（自动触发）：完全治疗此船员并增强所有友方蜘蛛，提供2倍伤害增加，持续10秒。

source: 1.5x combat damage, 1.5x sabotage damage, 2.5x repair speed.
ru: 1.5x боевой урон, 1.5x урон при саботаже, 2.5x скорость ремонта.
zh_hans: 1.5倍战斗伤害，1.5倍破坏伤害，2.5倍维修速度。

source: Cannot heal through normal means, knows all skills at level 2.
ru: Не может лечиться обычными способами, владеет всеми навыками 2 ур.
zh_hans: 无法通过普通手段治疗，拥有2级技能。

source: Cannot be cloned, instead on death this crew will spawn a smaller version of this crew (Adult).
ru: Не может быть клонирован, вместо этого после смерти экипаж перерождается в уменьшенную версию этого экипажа (взрослого).
zh_hans: 无法被克隆，但此船员死后将生成此船员的缩小版本（蜘蛛成体）。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince"]/desc
source: A enigmatic demonic Equinoid, summoned from the depths of Tartarus. This creature might appear to be mindless, but they know much more about the universe than they let on. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Tamed Equinoid stats: Can be controlled, 0.3x repair speed.
ru: Загадочный демонический эквиноид, призванный из глубин Тартара. Это существо может выглядеть бездумным, но оно знает о вселенной гораздо больше, чем может показаться. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики прирученных эквиноидов: может управляться, 0.3х скорость ремонта.
zh_hans: 一匹神秘的恶魔六脚马，从塔尔塔罗斯深处被召唤出来。这种生物可能看起来没有头脑，但他们对宇宙的了解比你想象的要多得多。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承已驯服的六脚马属性：可被控制，0.3倍维修速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince"]/title
source: Umbral Shadow Equinoid
ru: Умбральный Теневой эквиноид
zh_hans: 暗影六脚马

source: Active Ability (Triggers Automatically): Cloaks the room in darkness, nullifying all enemy crew ranged damage and setting their repair and sabotage speed to 0.25x.
ru: Активная способность (срабатывает автоматически): окутывает отсек тьмой, сводя на нет весь дальний урон, наносимый вражеским экипажем, и устанавливая на 0.25x скорость ремонта и саботажа.
zh_hans: 主动能力（自动触发）：用黑暗遮蔽舱室，无效所有敌方船员的远程伤害并使他们的维修与破坏速度降低至0.25倍。

source: 0.4x combat damage, 0.4x sabotage damage, 8x movement speed.
ru: 0.4x боевой урон, 0.4x урон при саботаже, 8x скорость передвижения.
zh_hans: 0.4倍战斗伤害，0.4倍破坏伤害，8倍移动速度。

source: Puts out fires instantly, Can't be detected in rooms without enemy drones.
ru: Мгновенно тушит пожары, не может быть обнаружен в отсеках, где нет вражеских дронов.
zh_hans: 立刻扑灭火焰，在没有敌方无人机的情况下无法在舱室内被探测到。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince_enemy"]/desc
source: A enigmatic demonic Equinoid, summoned from the depths of Tartarus. This creature might appear to be mindless, but they know much more about the universe than they let on. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Tamed Equinoid stats: Can be controlled, 0.3x repair speed.
ru: Загадочный демонический эквиноид, призванный из глубин Тартара. Это существо может выглядеть бездумным, но оно знает о вселенной гораздо больше, чем может показаться. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики прирученных эквиноидов: может управляться, 0.3х скорость ремонта.
zh_hans: 一匹神秘的恶魔六脚马，从塔尔塔罗斯深处被召唤出来。这种生物可能看起来没有头脑，但他们对宇宙的了解比你想象的要多得多。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承已驯服的六脚马属性：可被控制，0.3倍维修速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince_enemy"]/title
source: Unnatural Shadow Equinoid
ru: Противоестественный Теневой эквиноид
zh_hans: 怪异暗影六脚马

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince_enemy"]/short
source: Unn. Equinoid
ru: Против. эквиноид
zh_hans: 怪异暗影六脚马

source: Active Ability (Triggers Automatically): Cloaks the room in darkness, nullifying all enemy crew ranged damage and setting their repair and sabotage speed to 0.25x. Becomes untargetable while in the room.
ru: Активная способность (срабатывает автоматически): Окутывает отсек тьмой, сводя на нет весь урон, наносимый вражеским экипажем, и устанавливая скорость ремонта и саботажа на 0.25x. Находясь в отсеке, он не может быть атакован.
zh_hans: 主动能力（自动触发）：用黑暗遮蔽舱室，无效所有敌方船员的远程伤害并使他们的维修与破坏速度降低至0.25倍。在此舱室内时无法被选中。

source: 0.4x combat damage, 0.4x sabotage damage, 8x movement speed.
ru: 0.4x боевой урон, 0.4x урон при саботаже, 8x скорость передвижения.
zh_hans: 0.4倍战斗伤害，0.4倍破坏伤害，8倍移动速度。

source: Puts out fires instantly.
ru: Мгновенно тушит пожары.
zh_hans: 可立刻扑灭火焰。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince_jerry"]/desc
source: Jerry has been consumed by grief. Now he has a really large gun AND a DEMONIC HORSE. Inherited Umbral Shadow Equinoid stats: takes no damage from hazards, has door phasing properties, puts out fires instantly, can't be detected in rooms without enemy drones, 8x movement speed. Inherited Pony Jerry stats: 300 Max Health, learns skills faster, 2x damage, 3x heal speed, 0.5x damage taken, shoots extremely quickly, sabotages at 5x speed, has his death effect.
ru: Джерри охватило горе. Теперь у него есть очень большая пушка И ДЕМОНИЧЕСКАЯ ЛОШАДЬ. Наследует характеристики Умбрального Теневого эквиноида: не получает урона от опасностей, проходит сквозь двери, мгновенно тушит пожары, не может быть обнаружен в отсеках кроме вражеских дронов, 8х скорость передвижения. Наследует характеристики Джерри на пони: 300 максимального здоровья, быстрее изучает навыки, 2х урон, 3х скорость исцеления, 0.5х получаемый урон, очень быстро стреляет, 5х скорость саботажа, имеет свой эффект смерти.
zh_hans: 杰瑞被悲伤所吞噬。现在他拿着一把非常大的枪，和一匹恶魔马。 继承暗影六脚马属性：免疫环境伤害，可穿透舱门，可立刻扑灭火焰，当前舱室内无敌方无人机时无法被探测到，8倍移动速度。 继承骑马杰瑞属性：300最大生命值，可快速学习技能，2倍战斗伤害，3倍治疗速度，0.5倍承受伤害，射速极快，5倍破坏速度，拥有死亡效果。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_prince_jerry"]/title
source: Shadow Mounted Human
ru: Человек, оседлавший тень
zh_hans: 暗影骑手

source: Active Ability: Cloaks the room in darkness, setting all enemy crew repair and sabotage speed to 0.25x.
ru: Активная способность: Окутывает отсек тьмой, снижая до 0.25x скорость ремонта и саботажа всех вражеских членов экипажа.
zh_hans: 主动能力：用黑暗遮蔽舱室，使所有敌方船员的修理与破坏速度降低至0.25倍。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_tririac"]/desc
source: An unknown creature that haunts the higher planes in search of new thralls to bolster their enigmatic cause. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Thing stats: 0.5x movement speed, duplicates if they die while not stunned.
ru: Неизвестное существо, которое блуждает по высшим измерениям в поисках новых призраков, чтобы пополнить его ряды. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики Нечто: 0.5х скорость передвижения, дублируется, если он умирает не будучи оглушенным.
zh_hans: 一种未知的生物，出没于更高的层面，寻找新的奴隶来支持他们神秘的事业。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承件物属性：0.5倍移动速度，死亡时若没有被眩晕则会分裂。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_tririac"]/title
source: Umbral Eldritch Thing
ru: Умбральное Жуткое Нечто
zh_hans: 暗影怪异造物

source: Active Ability (Triggers Automatically): Mind controls a random enemy crew in the same room as Tririac for 10 seconds.
ru: Активная способность (срабатывает автоматически): контролирует разум случайного вражеского члена экипажа, находящегося в одном отсеке с Тририаком в течение 10 секунд.
zh_hans: 主动能力（自动触发）：随机心灵控制一个与特里亚克处于同一舱室的敌方船员，持续10秒。

source: 0.5x combat and sabotage damage, 200 Max Health, mind control immunity.
ru: 0.5x боевой урон и урон при саботаже, 200 максимального здоровья, иммунитет к контролю разума.
zh_hans: 0.5倍战斗与破坏伤害，200最大生命值，免疫心灵控制。

source: For each Tririac on screen, their abilities will recharge 25% slower.
ru: За каждого Тририака на экране, их способности будут перезаряжаться на 25% медленнее.
zh_hans: 当前每有一个特里亚克存在于屏幕上，他们的能力充能速度就会减慢25%。

source: Enemy crew you mind control deal 2x damage at the cost of losing 2 hp/s while mind controlled and in the same room as Tririac.
ru: Вражеский экипаж, который вы контролируете разумом, наносит 2х урона в бою, теряя 2 ОЗ/с, пока находится под контролем разума и в одном отсеке с Тририаком.
zh_hans: 你心灵控制的敌方船员若与特里亚克处于同一舱室，则会造成2倍伤害，代价是每秒损失2点生命值。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_tririac_enemy"]/desc
source: An unknown creature that haunts the higher planes in search of new thralls to bolster their enigmatic cause. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Thing stats: 0.5x movement speed, duplicates if they die while not stunned.
ru: Неизвестное существо, которое блуждает по высшим измерениям в поисках новых призраков, чтобы пополнить его ряды. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики Нечто: 0.5х скорость передвижения, дублируется, если он умирает не будучи оглушенным.
zh_hans: 一种未知的生物，出没于更高的层面，寻找新的奴隶来支持他们神秘的事业。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承件物属性：0.5倍移动速度，死亡时若没有被眩晕则会分裂。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_tririac_enemy"]/title
source: Umbral Eldritch Thing
ru: Умбральное Жуткое Нечто
zh_hans: 暗影怪异造物

source: Active Ability (Triggers Automatically): Mind controls a random enemy crew in the same room as Tririac for 10 seconds.
ru: Активная способность (срабатывает автоматически): контролирует разум случайного вражеского члена экипажа, находящегося в одном отсеке с Тририаком в течение 10 секунд.
zh_hans: 主动能力（自动触发）：随机心灵控制一个与特里亚克处于同一舱室的敌方船员，持续10秒。

source: 0.5x combat and sabotage damage, 200 Max Health, mind control immunity.
ru: 0.5x боевой урон и урон при саботаже, 200 максимального здоровья, иммунитет к контролю разума.
zh_hans: 0.5倍战斗与破坏伤害，200最大生命值，免疫心灵控制。

source: Enemy crew you mind control deal 2x damage at the cost of losing 2 hp/s while mind controlled and in the same room as Tririac.
ru: Вражеский экипаж, который вы контролируете разумом, наносит 2х урона в бою, теряя 2 ОЗ/с, пока находится под контролем разума и в одном отсеке с Тририаком.
zh_hans: 你心灵控制的敌方船员若与特里亚克处于同一舱室，则会造成2倍伤害，代价是每秒损失2点生命值。

source: An unknown creature that haunts the higher planes in search of new thralls to bolster their enigmatic cause. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Thing stats: 0.5x movement speed, duplicates if they die while not stunned.
ru: Неизвестное существо, которое блуждает по высшим измерениям в поисках новых призраков, чтобы пополнить его ряды. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики Нечто: 0.5х скорость передвижения, дублируется, если он умирает не будучи оглушенным.
zh_hans: 一种未知的生物，出没于更高的层面，寻找新的奴隶来支持他们神秘的事业。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承件物属性：0.5倍移动速度，死亡时若没有被眩晕则会分裂。

source: Umbral Eldritch Thing
ru: Умбральное Жуткое Нечто
zh_hans: 暗影怪异造物

source: Active Ability (Triggers Automatically): Mind controls a random enemy crew in the same room as Tririac for 10 seconds.
ru: Активная способность (срабатывает автоматически): контролирует разум случайного вражеского члена экипажа, находящегося в одном отсеке с Тририаком в течение 10 секунд.
zh_hans: 主动能力（自动触发）：随机心灵控制一个与该船员处于同一舱室的敌方船员，持续10秒。

source: 0.5x combat and sabotage damage, 200 Max Health, mind control immunity.
ru: 0.5x боевой урон и урон при саботаже, 200 максимального здоровья, иммунитет к контролю разума.
zh_hans: 0.5倍战斗与破坏伤害，200最大生命值，免疫心灵控制。

source: For each Tririac on screen, their abilities will recharge 25% slower.
ru: За каждого Тририака на экране, их способности будут перезаряжаться на 25% медленнее.
zh_hans: 当前每有一个特里亚克存在于屏幕上，他们的能力充能速度就会减慢25%。

source: Enemy crew you mind control deal 2x damage at the cost of losing 2 hp/s while mind controlled and in the same room as Tririac.
ru: Вражеский экипаж, который вы контролируете разумом, наносит 2х урона в бою, теряя 2 ОЗ/с, пока находится под контролем разума и в одном отсеке с Тририаком.
zh_hans: 你心灵控制的敌方船员若与特里亚克处于同一舱室，则会造成2倍伤害，代价是每秒损失2点生命值。

source: Commonwealth Harbinger MK I
ru: "Предвестник" Содружества мод. I
zh_hans: 联合预兆者激光 I

source: ⛼ Harb. I
ru: Предв. ⛼ I
zh_hans: 预兆者 I⛼

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_LASER"]/desc
source: A highly advanced laser weapon from a bygone era. Although it suffers reduced accuracy, its shots can deal ion damage.
ru: Высокотехнологичное лазерное орудие ушедшей эпохи. Несмотря на пониженную точность, его выстрелы наносят ионный урон.
zh_hans: 来自遥远过往的高度先进激光武器。虽然其准度有所降低，但它可以造成离子伤害。

source: Commonwealth Harbinger MK II
ru: "Предвестник" Содружества мод. II
zh_hans: 联合预兆者激光 II

source: ⛼ Harb. II
ru: Предв. ⛼ II
zh_hans: 预兆者 II⛼

source: A highly advanced laser weapon from a bygone era. Although it suffers reduced accuracy, its shots can deal ion damage.
ru: Высокотехнологичное лазерное орудие ушедшей эпохи. Несмотря на пониженную точность, его выстрелы наносят ионный урон.
zh_hans: 来自遥远过往的高度先进激光武器。虽然其准度有所降低，但它可以造成离子伤害。

source: Commonwealth Heavy Harbinger
ru: Тяжелый "Предвестник" Содружества
zh_hans: 联合重型预兆者激光

source: ⛼ H. Harb.
ru: Тяж. Предв. ⛼
zh_hans: 重型预兆者⛼

source: A hybrid of a flak gun, an ion blaster, and a laser, this bizarre weapon shoots multiple rounds of ionized projectiles.
ru: Гибрид осколочной пушки, ионного бластера и лазера, это странное орудие стреляет множеством ионизированных снарядов.
zh_hans: 一种破片炮，离子炮，激光的混合体，这种奇异的武器能发射多枚离子弹体。

source: Commonwealth Carnage Missiles
ru: Ракетная установка Содружества "Бойня"
zh_hans: 联合杀戮导弹

source: ⛼ Carnage
ru: Бойня ⛼
zh_hans: 杀戮导弹⛼

source: A novelty of a missile weapon. Not only does it fire multiple warheads with every shot, but the warheads can ionize and disable systems.
ru: Новинка ракетного вооружения. Оно не только запускает несколько боеголовок при каждом выстреле, но и способно ионизировать и выводить из строя системы.
zh_hans: 最新型的导弹武器。不仅一次射击可以发射多枚弹头，还可以对系统造成离子伤害并禁用它们。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_BEAM"]/title
source: Commonwealth Eradicator MK II
ru: "Ликвидатор" Содружества мод. II
zh_hans: 联合根除者光束 II

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_BEAM"]/short
source: ⛼ Erad. II
ru: Ликвидатор ⛼ II
zh_hans: 根除者 II⛼

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_BEAM"]/desc
source: A fascinating beam weapon that trades raw cutting power for system ionization.
ru: Захватывающее лучевое орудие, которое заменяет грубую режущую силу на ионизацию системы.
zh_hans: 一种迷人的光束武器，舍弃了原始的切割能力来换取对系统的离子伤害。

source: € Commonwealth Eradicator MK II
ru: € "Ликвидатор" Содружества мод. II
zh_hans: 联合根除者光束 II €

source: € ⛼ Erad. II
ru: € Ликвидатор ⛼ II
zh_hans: 根除者 II €⛼

source: A fascinating beam weapon that trades raw cutting power for system ionization.
ru: Захватывающее лучевое орудие, которое заменяет грубую режущую силу на ионизацию системы.
zh_hans: 一种迷人的光束武器，舍弃了原始的切割能力来换取对系统的离子伤害。

source: † Commonwealth Eradicator MK II
ru: † "Ликвидатор" Содружества мод. II
zh_hans: 联合根除者光束 II †

source: † ⛼ Erad. II
ru: † Ликвидатор ⛼ II
zh_hans: 根除者 II †⛼

source: A fascinating beam weapon that trades raw cutting power for system ionization.
ru: Захватывающее лучевое орудие, которое заменяет грубую режущую силу на ионизацию системы.
zh_hans: 一种迷人的光束武器，舍弃了原始的切割能力来换取对系统的离子伤害。

source: ‡ Commonwealth Eradicator MK II
ru: ‡ "Ликвидатор" Содружества мод. II
zh_hans: 联合根除者光束 II ‡

source: ‡ ⛼ Erad. II
ru: ‡ Ликвидатор ⛼ II
zh_hans: 根除者 II ‡⛼

source: A fascinating beam weapon that trades raw cutting power for system ionization.
ru: Захватывающее лучевое орудие, которое заменяет грубую режущую силу на ионизацию системы.
zh_hans: 一种迷人的光束武器，舍弃了原始的切割能力来换取对系统的离子伤害。

source: Commonwealth Eradicator MK I
ru: "Ликвидатор" Содружества мод. I
zh_hans: 联合根除者光束 I

source: ⛼ Erad. I
ru: Ликвидатор ⛼ I
zh_hans: 根除者 I ⛼

source: A highly efficient, unusual beam that simultaneously damages its target and ionizes its systems.
ru: Высокоэффективный необычный луч, который одновременно повреждает цель и ионизирует ее системы.
zh_hans: 一种罕见的，高效的光束，可以在伤害对方的同时对系统造成离子伤害。

source: Commonwealth Purifier Pinpoint
ru: Точечный луч Содружества "Чистильщик"
zh_hans: 联合净化者光点

source: ⛼ Purifier
ru: Чистильщик ⛼
zh_hans: 净化者⛼

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_FOCUS"]/desc
source: This bizarre variation of high-level Pinpoint technology stitches hull together and electrifies systems. This process is extremely harmful to organic beings.
ru: Эта причудливая вариация высокоуровневой технологии точечного луча прошивает корпуса и электризует системы. Этот процесс чрезвычайно вреден для органических существ.
zh_hans: 这种高级光点技术的神奇变体能在电离系统的同时修补舰体。另外此过程对有机生物的危害极大。

source: This bizarre variation of high-level Pinpoint technology stitches hull together and electrifies systems. This process is extremely harmful to organic beings. Stats: Required Power: 3 Charge Time: 30 seconds Beam Length: Pinpoint Beam Speed: 1 Hull Repair: 5 Total Crew Damage: 75 Ion Damage: 5 Fire Chance 50% Breach Chance: 50% (Adjusted: 25%) Stun Chance: 100% (25 seconds long) Default Price: 125~ - Selling Price: 62~
ru: Эта причудливая разновидность высокоуровневой технологии точечных лучей сшивает корпуса и электризует системы. Этот процесс чрезвычайно вреден для органических существ. Характеристики: Необходимая мощность: 3 Время перезарядки: 30 сек. Длина луча: Точечный луч Скорость луча: 1 Восстановление корпуса: 5 Урон экипажу: 75 Ионный урон: 5 Вероятность возгорания: 50% Вероятность пробоины: 50% (Скорректировано: 25%) Вероятность оглушения: 100% (25 сек.) Покупка: 125~ - Продажа: 62~
zh_hans: 这种高级光点技术的神奇变体能在电离系统的同时修补舰体。另外此过程对有机生物的危害极大。 属性： 能耗：3 充能时间：30秒 光束长度：光点 光束速度：1 舰体修复：5 船员伤害：75 离子伤害：5 起火率：50% 破舱率：50%(调整：25%) 击晕率：100%(25秒) 价格: 125~ - 售价: 62~

source: Required Power: 3 Charge Time: 30 seconds Beam Length: Pinpoint Beam Speed: 1 Hull Repair: 5 Total Crew Damage: 75 Ion Damage: 5 Fire Chance 50% Breach Chance: 50% (Adjusted: 25%) Stun Chance: 100% (25 seconds long)
ru: Необходимая мощность: 3 Время перезарядки: 30 сек. Длина луча: Точечный луч Скорость луча: 1 Восстановление корпуса: 5 Урон экипажу: 75 Ионный урон: 5 Вероятность возгорания: 50% Вероятность пробоины: 50% (Скорректировано: 25%) Вероятность оглушения: 100% (25 сек.)
zh_hans: 能耗：3 充能时间：30秒 光束长度：光点 光束速度：1 舰体修复：5 船员伤害：75 离子伤害：5 起火率：50% 破舱率：50%(调整：25%) 击晕率：100%(25秒)

source: Commonwealth Purifier Pinpoint
ru: Точечный луч Содружества "Чистильщик"
zh_hans: 联合净化者光点

source: ⛼ Purifier
ru: Чистильщик ⛼
zh_hans: 净化者⛼

source: This bizarre variation of high-level Pinpoint technology stitches hull together and electrifies systems. This process is extremely harmful to organic beings.
ru: Эта причудливая вариация высокоуровневой технологии точечного луча прошивает корпуса и электризует системы. Этот процесс чрезвычайно вреден для органических существ.
zh_hans: 这种高级光点技术的神奇变体能在电离系统的同时修补舰体。另外此过程对有机生物的危害极大。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_ION"]/title
source: Commonwealth Plasma Cannon
ru: Плазменная пушка Содружества
zh_hans: 联合等离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_ION"]/short
source: ⛼ Plasma
ru: Плазма ⛼
zh_hans: 等离子⛼

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_ION"]/desc
source: A highly advanced phaser charged with enough energy to overload systems, inflicting real damage as opposed to mere ionization.
ru: Высокотехнологичный бластер, заряженный энергией, достаточной для перегрузки систем, и наносящий реальные повреждения, а не просто ионизацию.
zh_hans: 一种高度先进的相位离子武器，可充满足够的能量来使系统过载，造成真正的伤害，而不是单纯的电离。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_BOMB"]/title
source: Commonwealth EMP Teleporter
ru: ЭМИ-телепортатор Содружества
zh_hans: 联合电磁脉冲爆弹传送器

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_BOMB"]/short
source: ⛼ EMP
ru: ЭМИ ⛼
zh_hans: 电磁脉冲⛼

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_BOMB"]/desc
source: A peculiar bomb launcher which uses an electromagnetic payload, slightly damaging a ship's hull and electrifying its systems.
ru: Своеобразная бомбовая пусковая установка, использующая электромагнитный заряд, слегка повреждающий корпус корабля и электризующий его системы.
zh_hans: 一种奇特的爆弹传送器，使用电磁负载，轻微损坏船体并电子攻击其系统。

source: Commonwealth Havoceizer
ru: "Опустошитель" Содружества
zh_hans: 联合浩劫者光束

source: ⛼ Havoc.
ru: Опустош. ⛼
zh_hans: 浩劫者⛼

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_COMMONWEALTH_HAVOC"]/desc
source: A bulky, misleading beam that inflicts absolute chaos on the enemy ship, electrifying systems on its way through.
ru: Громоздкий, вводящий в замешательство луч, который наводит абсолютный хаос на вражеский корабль, электризуя системы на своем пути.
zh_hans: 一种笨重的并有误导性的光束，可在敌舰上造成大量的混乱，电子攻击其行进路线上的所有系统。

source: Commonwealth Onslaught Launcher
ru: Пусковая установка "Натиск" Содружества
zh_hans: 联合猛攻空雷发射器

source: ⛼ Ons.
ru: Натиск ⛼
zh_hans: 猛攻空雷⛼

source: A stronger version of the well known "Baal" minelauncher, infused with aether tech, this weapon is truly terrifying. Provides 3 fleet delay for 10 missiles at empty beacons.
ru: Усиленная версия хорошо известного миномета "Баал", пропитанная эфирными технологиями, это орудие поистине ужасает. Задерживает флот на 3 прыжка за 10 боеголовок на пустых маяках.
zh_hans: 广为人知的“邪神”空雷发射器的增强版，结合了以太科技，此武器着实令人生畏。 可在空信标处用10发弹药来拖延3次叛军追击。

source: Commonwealth Artillery
ru: Артиллерия Содружества
zh_hans: 联合巨炮

source: ⛼ Artillery
ru: ⛼ Артиллерия
zh_hans: 巨炮⛼

source: A highly potent, shield-piercing, ionizing beam weapon that is extremely harmful to drones and mechanical crew.
ru: Очень мощное, пробивающее щит, ионизирующее лучевое орудие, чрезвычайно опасное для дронов и механического экипажа.
zh_hans: 一种威力强、可穿透护盾的离子光束武器，对无人机和机械人员的杀伤力都极强。

source: Chaotic Commonwealth Artillery
ru: Хаотичная артиллерия Содружества
zh_hans: 混沌联合巨炮

source: Chaos Artillery™
ru: Артиллерия Содр.™
zh_hans: 混沌巨炮™

source: A highly potent, ionizing beam weapon that is extremely harmful to organic crew.
ru: Мощное ионизирующее лучевое орудие, чрезвычайно опасное для органического экипажа.
zh_hans: 一种高威力的离子光束，对任何有机船员的杀伤力都极强。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomc"]/title
source: Proto-Atomizer
ru: Прото-Атомизатор
zh_hans: 原型解离无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomc"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomc"]/powerList/power
source: DRONE
ru: ДРОН
zh_hans: 无人机
