Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: Consult the advice of a certain blue humanoid about a certain artifact to unlock this ship.
ru: Посоветуйтесь со синим гуманоидом по поводу конкретного артефакта, чтобы разблокировать корабль.

source: This ship is a true anomaly. It appears to come from a distant cluster where the Multiversal War never happened, and yet one which is far more cruel.
ru: Этот корабль - настоящая аномалия. Похоже, он прибыл из далекого кластера, где никогда не шла война Мультивселенной, но которая, тем не менее, гораздо более жестока.

source: AI Avatar Crewser
ru: Крейсер ИИ-аватара

source: Cortana
ru: Кортана

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship comes prepackaged with a machine that allows it to generate endless artificial intelligence allies. They may be fragile, but that is no issue.
ru: Этот корабль поставляется в комплекте с машиной, которая позволяет ему генерировать бесконечное количество союзников с искусственным интеллектом. Они могут быть хрупкими, но это не проблема.

source: Captain's Cruiser
ru: Крейсер капитана

source: Non Transibis
ru: Не Трансибис

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: A secret Rebel prototype ship that was stolen by several Rebel turncoats before it could ever be deployed.
ru: Секретный прототип корабля повстанцев, который был украден несколькими повстанцами, прежде чем его успели запустить в производство.

source: Venomous Crewser
ru: Ядовитый крейсер

source: The Funnelweb
ru: Воронкопровод

source: Consult the advice of a certain mutated spider about a certain artifact to unlock this ship.
ru: Посоветуйтесь с мутировавшим пауком по поводу конкретного артефакта, чтобы разблокировать корабль.

source: After ridding herself of all control by the Brood, Charlotte has stolen an abandoned vessel of theirs and turned it into her own personal mutated spider breeding ground.
ru: Избавившись от контроля со стороны Выводка, Шарлотта украла заброшенное судно и превратила его в свой личный рассадник мутировавших пауков.

source: Predatory Crewser
ru: Хищный крейсер

source: War And Peace
ru: Война и Мир

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: After decades of infighting, the two known G.A.S. broods finally forged a peace treaty. Now, they have constructed a vessel capable of accommodating both their queens.
ru: После десятилетий вражды два известных рода Г.И.П. наконец заключили мирный договор. Теперь они построили корабль, способный вместить обеих королев.

source: Flaming Spider Crewser
ru: Крейсер пламенных пауков

source: The Matchstick
ru: Спичка

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship was retrofitted by a psychopathic captain with an affinity for burning spiders alive. The spiders promptly proceeded to evolve and overthrow the vessel's old owner.
ru: Этот корабль был переоборудован капитаном-психопатом, который любил сжигать пауков заживо. Пауки быстро эволюционировали и расправились с прежним владельцем корабля.

source: Cyberpony Crewser
ru: Крейсер Киберпони

source: The Cyberpunked
ru: Киберпанковский

source: Consult the advice of a certain cybernetic pony about a certain artifact to unlock this ship.
ru: Посоветуйтесь с Киберпони по поводу конкретного артефакта, чтобы разблокировать корабль.

source: This Separatist Engi appears to genuinely believe that they are an Equinoid. Of course, they're also a fan of Ellie the Equinoid, which certainly hasn't helped matters.
ru: Этот энджи-Сепаратист, похоже, искренне верит, что он эквиноид. Конечно, они также являются поклонниками Элли эквиноид, что, конечно, не способствует успеху.

source: Cyberpony Crewser
ru: Крейсер Киберпони

source: The Rarity
ru: Раритет

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: The Cyberpony has finally found a companion who will accept them for who they strive to be. They also don't know how uncommon Crystalline Equinoids such as their friend are.
ru: Киберпони наконец-то нашли товарища, который примет их такими, какими они хотят быть. А еще они не знают, как редко встречаются такие кристаллические эквиноиды, как их друг.

source: Cyberpony Crewser
ru: Крейсер Киберпони

source: The Reboot
ru: Перезагрузка

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: In this far-fetched timeline, Flowers and Sunshine hired the Cyberpony as their new mascot, and their ship was refitted accordingly.
ru: В этой далекой временной линии студия "Цветочки и Солнышко" наняла Киберпони в качестве своего нового маскота, и их корабль был соответствующим образом переоборудован.

source: Leah's Crewser
ru: Крейсер Лии

source: The Beam of Justice
ru: Луч Правосудия

source: Consult the advice of a certain longtime nemesis about a certain artifact to unlock this ship.
ru: Посоветуйтесь с давним заклятым врагом по поводу конкретного артефакта, чтобы разблокировать корабль.

source: After being formally accepted into the ranks of the Federation, Leah has retrofitted this Rebel vessel into what she believes is the perfect cruiser. It boasts advanced beam technology, sourced from her father's absurd wealth.
ru: После официального принятия в ряды Федерации Лия переоборудовала корабль повстанцев в идеальный, по ее мнению, крейсер. Он оснащен передовыми лучевыми технологиями, полученными благодаря ее невероятно богатому отцу.

source: Beam Mastery Cruiser
ru: Крейсер Мастера Лучей

source: The M.O.A.B.
ru: Н.Л.А.М.

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: Leah has surrounded herself with a number of highly trained soldiers to staff her ship. A few old friends in the Rebellion also helped her overhaul her beam-enhancing technology.
ru: Лия окружила себя высококвалифицированными солдатами, чтобы укомплектовать свой корабль. Несколько старых друзей из рядов повстанцев также помогли ей усовершенствовать технологию усиления луча.

source: Beam Mastery Cruiser
ru: Крейсер Мастера Лучей

source: The Death Star
ru: Звезда Смерти

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: In this universe, Leah managed to climb the ranks of the Rebellion to the point where she was allowed to join the Legion. When she eventually defected to the Feds, she couldn't help but smuggle her old cruiser away.
ru: В этой вселенной Лия сумела подняться в рядах Восстания до такой степени, что ей разрешили вступить в Легион. Когда она в конце концов перешла на сторону Федерации, то не смогла удержаться и тайно вывезла свой старый крейсер.

source: Elite Beyatch Cruiser
ru: Элитный крейсер сцуки

source: The Deity of Beams
ru: Божество Лучей

source: Spare a certain longtime nemesis in the center of the Multiverse to unlock this ship.
ru: Чтобы разблокировать этот корабль, пощадите своего давнего заклятого врага в центре Мультивселенной.

source: Syleah was exiled from the Nexus Point for calling Sylvan Prime a "beyatch" one too many times. So, she threw her lot in with the Federation and became one of the most powerful Renegades to ever exist.
ru: Силия была изгнана из Центра Нексуса за то, что слишком часто называла Сильвана Первого "сцукой". Поэтому она переметнулась на сторону Федерации и стала одним из самых могущественных Ренегатов, из когда-либо существовавших.

source: Billvan's Crewser
ru: Крейсер Биллвана

source: The Accolade
ru: Акколада

source: Stand down without fighting a Hektar cashier in the center of the Multiverse to unlock this ship.
ru: Отступите, не вступая в бой с кассиром "Гектар индастриз" в центре Мультивселенной, чтобы разблокировать этот корабль.

source: This cruiser is a homage and a tribute from Billvan to his brother, and an attempt to thrust light into the future of the Multiverse while he's at it.
ru: Этот крейсер - дань уважения Биллвана своему брату, а также попытка пролить свет на будущее Мультивселенной.

source: Narrative Cruiser
ru: Повествовательный крейсер

source: The Plot Armor
ru: Сюжетная броня

source: Acquire the Bucket in center of all things to unlock this ship.
ru: Приобретите Ведро в центре всего, чтобы разблокировать этот корабль.

source: While life in the Nexus was comfortable, it always lacked the true experience of exploring the multiverse yourself. Onward, Renegade! To destiny!
ru: Хотя жизнь в Нексусе была комфортной, ему всегда не хватало настоящего опыта самостоятельного исследования Мультивселенной. Вперед, Ренегат! К судьбе!

source: C.E.L. Auto-Cruiser
ru: Автокрейсер ЛБП

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_CEL_AUTO"]/name
source: Oculi Praesidium
ru: Окули Президиум

source: Betray the long extinct race of aliens and then kill the ex-travelling merchant to unlock this ship.
ru: Предайте давно вымершую расу пришельцев, а затем убейте бывшего торговца-путешественника, чтобы разблокировать этот корабль.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_CEL_AUTO"]/desc
source: An automated vessel employed by one of the most powerful organizations in the Multiverse. It is capable of installing unique internal upgrades as a result of its powerful construction.
ru: Автоматическое судно, используемое одной из самых могущественных организаций в Мультивселенной. Благодаря своей мощной конструкции оно способно устанавливать уникальные внутренние улучшения.

source: C.E.L. Auto-Cruiser
ru: Автокрейсер ЛБП

source: Prohibitum Locum
ru: Прохибитум Локум

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This cruiser was stolen by the mysterious Sirens as part of a grand plan. It is equipped with abduction tools in order to aid its study of all life in the Multiverse. This ship also comes with a internal version of the nexus schematics.
ru: Этот крейсер был украден таинственными сиренами в рамках грандиозного плана. Он оснащен инструментами для похищения существ, с помощью которых они изучают все живое в Мультивселенной. Этот корабль также поставляется с внутренней версией схем Нексуса.

source: C.E.L. Auto-Cruiser
ru: Автокрейсер ЛБП

source: V
ru: Ви

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: An operation from the Hacker Clan managed to capture and reprogram this Auto-ship from the C.E.L. They have repurposed some of the ship's technology to make the ultimate system jammer. This ship also comes with a internal version of the nexus schematics.
ru: Клану Хакеров удалось захватить и перепрограммировать этот автоматический корабль из ЛБП. Они использовали некоторые технологии корабля, чтобы создать совершенный глушитель систем Этот корабль также поставляется с внутренней версией схем Нексуса.

source: MFK Flagship Ace
ru: Флагман асов МФК

source: The Atonement
ru: Искупление

source: Consult the advice of a certain admiral about a certain artifact to unlock this ship.
ru: Посоветуйтесь с адмиралом по поводу конкретного артефакта, чтобы разблокировать корабль.

source: Vance Prime's personal flagship. It now flies alongside the Federation, yet still bears its MFK stripes with pride.
ru: Личный флагман Вэнса Первого. Сейчас он находится в составе Федерации, но по-прежнему с гордостью демонстрирует свои знамена МФК.

source: Jerry's Flagship
ru: Флагман Джерри

source: Teatime For Two
ru: Чаепитие вдвоем

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: A special request from Jerry to his uncle, in an attempt to create an environment where both of them could repair their familial bond. However, multiple systems had to be heavily downsized in order to divert enough power to fuel the artilleries.
ru: Джерри обратился к своему дяде с особой просьбой, желая создать условия, в которых они оба смогут восстановить свои семейные узы. Однако для того, чтобы направить достаточное количество энергии на питание артиллерийских установок, пришлось сильно сократить количество систем.

source: Admirals' Flagship
ru: Флагман адмирала

source: Hope Rekindled
ru: Возрожденная Надежда

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Realizing the error of his ways, Vance partnered with Tully to forge a Flagship that would be perfect for the both of them. Although it is extremely offensively capable, it suffers from a general lack of protection.
ru: Осознав ошибочность своего пути, Вэнс в сотрудничестве с Талли создал Флагман, который идеально подошел бы им обоим. Хотя он обладает огромными наступательными возможностями, ему не хватает защиты.

source: Legionnaire Flagship
ru: Флагман Легионеров

source: The Turncoat
ru: Отступник

source: Survive the worst Tartarus has to offer in chaos mode.
ru: Переживите худшее, что может предложить Тартар в режиме хаоса.

source: After escaping an assassination attempt by Vance-1, Vance Prime managed to steal his prototype flagship. Now, he uses it as a hammer of justice against the men he once commanded.
ru: Спасаясь от покушения Вэнса-1, Вэнс Первый сумел украсть его прототип Флагмана. Теперь он использует его как молот правосудия против тех, кем когда-то командовал.

source: R.U.E.S. Flagship
ru: Флагман ЭЭРЕ

source: Frightful Coalition
ru: Устрашающая Коалиция

source: Defeat all of the Apparitions in a chaotic category OR beat towr with the Legion's pride and joy.
ru: Победите все явления хаоса ИЛИ победите Того, Кто Рифмует с гордостью и радостью для Легиона.

source: This collaboration between the Federation and the Coalition may seem absurd. Having a common enemy far worse than the both of you does wonders to one's allegiance.
ru: Сотрудничество между Федерацией и Коалицией может показаться абсурдным. Но наличие общего врага, гораздо худшего, чем они оба, делает чудеса лояльности.

source: Federation Flagship
ru: Флагман Федерации

source: The Last Stand
ru: Последний Рубеж

source: Survive and spare the secret hidden in the center of the Multiverse with the Coalition's flagship.
ru: Выживите и разгадайте секрет, спрятанный в центре Мультивселенной, с помощью флагмана Коалиции.

source: A prototype flagship designed by the Federation, to be revealed when all hope seems lost. Echoes of everlasting unity flow through its halls.
ru: Прототип Флагмана, разработанный Федерацией, который должен быть открыт, когда кажется, что все надежды потеряны. По его коридорам разносятся отзвуки вечного единства.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL"]/class
source: R.E.A.L. Cruiser
ru: Крейсер Л.У.A.Р.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL"]/name
source: Order and Chaos
ru: Порядок и Хаос

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL"]/unlock
source: Defeat Her.
ru: Победите Ее.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL"]/desc
source: The Reality Enhancement and Annihilation League was forged after Sylvan Prime and Her decided to work together, an alliance once thought completely impossible.
ru: Лига улучшения и Аннигиляции реальности была создана после того, как Сильван Первый и Она решили работать вместе - союз, который раньше считался совершенно невозможным.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL_2"]/class
source: Observers' Cruiser
ru: Крейсер Наблюдателей

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL_2"]/name
source: The Fortuna
ru: Фортуна

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL_2"]/unlock
source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_FR_REAL_2"]/desc
source: This enigmatic cruiser was once under the employ of the C.E.L. before the Observers stole it in order to flee from a tight spot. They now blaze their own path for once, finally having a hand in the Multiverse they were previously just forced to watch.
ru: Этот загадочный крейсер когда-то находился в руках ЛБП, пока Наблюдатели не украли его, чтобы вырваться из затруднительного положения. Теперь они прокладывают свой собственный путь, наконец-то принимая участие в жизни Мультивселенной, за которой раньше им приходилось лишь наблюдать.

source: Slimer's Cruiser
ru: Крейсер Слимера

source: The Confection
ru: Кондитерская

source: Put to rest the soul of a gluttonous Slug to unlock this ship.
ru: Упокойте душу прожорливого слизня, чтобы разблокировать этот корабль.

source: This vessel was originally a simple pleasure liner before Slimer took it up and retrofitted it to satisfy his endless hunger.
ru: Изначально это судно было простым прогулочным лайнером, пока Слимер не занялся им и не переоборудовал для утоления своего бесконечного голода.

source: Slimer's Cruiser
ru: Крейсер Слимера

source: The Cataract
ru: Катаракта

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship's gelatinous exterior has absorbed so much nebula gas that Slimer was able to sell some of it. With this, he pays for the services of the best the Kleptocracy has to offer - Knights.
ru: Студенистый корпус этого корабля впитал в себя столько газа туманности, что Слимеру удалось продать часть ее. Этим он оплачивает услуги лучших Атаманов, которых может предложить Клептократия.

source: Slimer's Cruiser
ru: Крейсер Слимера

source: All You Can Eat
ru: Все, что вы можете съесть

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: This ship is the only known Multiversal iteration of Slimer's vessel to have successfully recruited multiple Slimers into its cause.
ru: Этот корабль - единственная известная Мультиверсальная итерация корабля Слимера, которая успешно завербовала несколько Слимеров в свою команду.

source: Phys' Cruiser
ru: Крейсер Физ

source: The Disruptor
ru: Разрушитель

source: Put to rest the soul of a broken Shell to unlock this ship.
ru: Упокойте душу погибшей ракушки, чтобы разблокировать этот корабль.

source: A vessel wielded by Phys in her quest to stop the everlasting suffering coursing through her being. It is filled with ionized gases that pose a true threat to boarders.
ru: Судно, которым владеет Физ в своем стремлении прекратить вечные страдания, пронизывающие ее сущность. Он наполнен ионизированными газами, представляющими настоящую угрозу для абордажников.

source: Phys' Cruiser
ru: Крейсер Физ

source: The Shell-Shocked
ru: Потрясенные

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: An iteration of Phys' ship which trades its teleporter for a powerful anti-personnel beam. The Geniocracy noticed, supporting it with its very best Shell allies.
ru: Итерация корабля Физ, в которой телепортатор заменен на мощный противопехотный луч. Гениократия заметила его и поддержала его своими лучшими ракушками-союзниками.

source: Phys' Cruiser
ru: Крейсер Физ

source: The Innocence Lost
ru: Утраченная Невинность

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Seeing the horrors of what happened to them in other universes have left the crew of this ship, which is composed entirely of instances of Phys, jaded and frustrated by the Multiverse.
ru: Увидев ужасы того, что случилось с ними в других вселенных, экипаж этого корабля, состоящий исключительно из копий Физ, устал и разочаровался в Мультивселенной.

source: Aleenor's Cruiser
ru: Крейсер Алеенор

source: The Supra Mortem
ru: Супра Мортем

source: Put to rest the soul of a prideful Bishop to unlock this ship.
ru: Упокойте душу горделивого Епископа, чтобы разблокировать этот корабль.

source: Aleenor's personal craft, forged within the depths of Tartarus after her death. It is equipped with a one-of-a-kind blend of pheromones.
ru: Личное творение Алеенор, созданное в глубинах Тартара после ее смерти. Оно оснащено единственной в своем роде смесью феромонов.

source: Aleenor's Cruiser
ru: Крейсер Алеенор

source: The Already Dead
ru: Уже Умершие

source: Get to Sector 5 with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用A型星舰抵达第5星区来解锁此星舰。

source: This ship's formidable boarding team relies on Aleenor's personal brand of pheromones to board the enemy ship. As such, oxygen is critical.
ru: Грозная абордажная команда этого корабля полагается на феромоны Алеенор, чтобы взять вражеский корабль на абордаж. Поэтому кислород имеет решающее значение.

source: Aleenor's Cruiser
ru: Крейсер Алеенор

source: The Shadow Lady
ru: Теневая Леди

source: Get to Sector 5 with the Type B or beat the game with the Type A to unlock this ship.
ru: Достигните сектора 5 на типе Б или пройдите игру на типе А, чтобы разблокировать этот корабль.
zh_hans: 使用B型星舰抵达第5星区，或使用A型星舰通关游戏来解锁此星舰。

source: Multiple instances of Aleenor collaborated together to craft this vessel, pooling their knowledge to massively improve its cloaking device at the expense of the ability to wield shields, energy shields, and drones.
ru: Несколько копий Алеенора совместно работали над созданием этого корабля, объединив свои знания, чтобы значительно улучшить его маскировочное устройство за счет способности использовать щиты, энергетические щиты и дроны.

source: Vin's Cruiser
ru: Крейсер Вина

source: The Molten Omen
ru: Расплавленное Знамение

source: Put to rest the soul of a vengeful Paladin to unlock this ship.
ru: Упокойте душу мстительного Паладина, чтобы разблокировать этот корабль.
