Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: Can pray at empty beacons, giving all Zoltan crew on the ship a permanent additional 5 health.
ru: Может молиться у пустых маяков, давая всем золтанам на корабле постоянные дополнительные 5 здоровья.
zh_hans: 可以在空信标祷告，使舰上的所有超能族船员永久获得5点最大生命值。

source: Cannot fight, sabotage, or break doors.
ru: Не может сражаться, саботировать и ломать двери.
zh_hans: 无法战斗，破坏系统或舱门。

source: Does no damage while dying.
ru: Не наносит урона при смерти.
zh_hans: 死亡时不造成伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_devorak"]/desc
source: Pok is currently mimicking Devorak.
ru: Имитация Пока: Деворак.
zh_hans: 珀克正在模仿德沃拉克。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_devorak"]/title
source: Warhero Pok
ru: Герой войны Пок
zh_hans: 战争英雄珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_devorak"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Unleash a powerful explosion. All other Zoltans in the room will explode as well.
ru: Активная способность: Выпускает мощный взрыв. Все остальные золтаны в отсеке также взрываются.
zh_hans: 主动技能：释放强大的爆炸。舱室内的所有其他超能族也会爆炸。

source: Inflicts 2x damage in melee combat.
ru: Наносит 2х урона в ближнем бою.
zh_hans: 2倍近战伤害。

source: Can teleport from anywhere across any ship, but experiences teleportation lag.
ru: Может телепортироваться куда угодно, но с некоторой задержкой.
zh_hans: 以传送方式移动，可跨舰传送，但传送有延迟。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_kaz"]/desc
source: Pok is currently mimicking Kaz.
ru: Имитация Пока: Каз.
zh_hans: 珀克正在模仿卡兹。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_kaz"]/title
source: Legendary Thief Pok
ru: Легендарный вор Пок
zh_hans: 传奇大盗珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_kaz"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: For a very brief moment, combat damage is massively increased.
ru: Активная способность: На очень краткое время боевой урон значительно увеличивается.
zh_hans: 主动技能：短期内战斗伤害巨幅增加。

source: 2.5x combat damage, decreases by 15% for every allied crew in the room.
ru: 2.5x боевой урон, который уменьшается на 15% за каждого союзника в отсеке.
zh_hans: 2.5倍战斗伤害，所在舱室内每有一个友方船员即减少15%战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_freddy"]/desc
source: Pok is currently mimicking Freddy.
ru: Имитация Пока: Фредди.
zh_hans: 珀克正在模仿弗雷迪。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_freddy"]/title
source: Free Mantis Elder Pok
ru: Старейшина Свободных Богомолов Пок
zh_hans: 自由螳螂长者珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_freddy"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Grants the Pheromone ability effects to all allied Mantis crew in the room. Standard Hive Mantis use the synthetic pheromone ability. Does not stack with their actual ability.
ru: Активная способность: Дает эффект способности "Феромоны" всем союзным богомолам в отсеке. Стандартные богомолы Улья получают эффект синтетических феромонов. Эффект не суммируется с их собственной способностью.
zh_hans: 主动技能：给予同舱室所有螳螂族船员信息素技能效果。普通母巢螳螂将获得自由螳螂合成信息素效果。不与其本身的主动技能信息素效果叠加。

source: 2x combat damage, 1x repair speed.
ru: 2x боевой урон, 1x скорость ремонта.
zh_hans: 2倍战斗伤害，1倍维修速度。

source: Takes 0.7x damage in combat, 1.65x speed.
ru: Получает 0.7x урона в бою, 1.65x скорость передвижения.
zh_hans: 受到0.7倍战斗伤害，1.65倍移动速度。

source: Learns skills much faster.
ru: Осваивает навыки гораздо быстрее.
zh_hans: 技能提升速度很快。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_symbiote"]/desc
source: Pok is currently mimicking Symbiote.
ru: Имитация Пока: Симбионт.
zh_hans: 珀克正在模仿共生体。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_symbiote"]/title
source: Symbiote Pok
ru: Симбионт Пок
zh_hans: 共生体珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_symbiote"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Has the health and movement of a Rockman, but the power and explosion of a Zoltan.
ru: Обладает здоровьем и подвижностью валуна, но силой и взрывоопасностью золтана.
zh_hans: 拥有岩石族的生命值和移动能力，与超能族的能量和爆炸力。

source: Stunned for 0.15x the usual duration.
ru: 0.15х длительность оглушения.
zh_hans: 0.15倍眩晕时长。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tuco"]/desc
source: Pok is currently mimicking Tuco.
ru: Имитация Пока: Туко.
zh_hans: 珀克正在模仿图科。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tuco"]/title
source: Dread Pirate Pok
ru: Грозный пират Пок
zh_hans: 恐怖海盗珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tuco"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Does more combat damage but moves slower the more enemy crew that are in the room.
ru: Наносит тем больше боевого урона, но передвигается тем медленнее, чем больше врагов находится в отсеке.
zh_hans: 造成更多的战斗伤害，所在舱室内每有一个敌方船员即减少部分移动速度。

source: Moves at 1x speed outside of combat.
ru: 1х скорость передвижения вне боя.
zh_hans: 战斗外以正常速度移动。

source: All allied outcasts on the ship gain a 20% combat and repair boost.
ru: Все союзные Изгои на корабле получают прибавку к урону в бою и ремонту в размере 20%.
zh_hans: 船上所有友方流放者获得20%的战斗伤害和维修速度增益。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ariadne"]/desc
source: Pok is currently mimicking Ariadne.
ru: Имитация Пока: Ариадна.
zh_hans: 珀克正在模仿阿里阿德涅。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ariadne"]/title
source: Admiral Pok
ru: Адмирал Пок
zh_hans: 烈阳上将珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ariadne"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Can deploy up to 3 fire bombs in quick succession per jump.
ru: Активная способность: За один прыжок может развернуть до 3 зажигательных бомб в кратчайшие сроки.
zh_hans: 主动技能：可快速连续部署燃烧炸弹，每次跃迁后最多使用3次.

source: Enemy crew in the same room take an extra 30% damage from fire. Also removes the fire immunity of enemy crew on the same ship.
ru: Вражеский экипаж, находящийся в том же отсеке, получает дополнительно 30% урона от огня. Также лишает неуязвимости к огню вражеский экипаж на том же корабле.
zh_hans: 同一舱室内的敌方船员将受到额外30%的火焰伤害，并移除同舰所有敌方船员的火焰免疫效果。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_vortigon"]/desc
source: Pok is currently mimicking Vortigon.
ru: Имитация Пока: Вортигон.
zh_hans: 珀克正在模仿沃蒂根。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_vortigon"]/title
source: Grand Priest Pok
ru: Верховный Жрец Пок
zh_hans: 大祭司珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_vortigon"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Regenerates 65 hp/s and does triple damage for 20 seconds, but moves very slowly and takes 7x more damage from all sources.
ru: Активная способность: Восстанавливает 65 ОЗ/с и наносит 3х урона в течение 20 секунд, но двигается очень медленно и получает в 7 раз больше урона из всех источников
zh_hans: 主动能力：每秒恢复65点生命值并造成三倍伤害，持续20秒，但移动速度大幅降低并受到7倍所有伤害。

source: Slowly heals in fires.
ru: Медленно лечится в огне.
zh_hans: 在火焰中缓慢恢复生命值。

source: Can convert your Rockmen crew into followers of the Eternal Ember.
ru: Может обращать валунов в вашем экипаже в последователей Вечного Жара.
zh_hans: 可将岩石族船员转化为不熄余烬教徒。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_alkali"]/title
source: Professor Pok
ru: Профессор Пок
zh_hans: 教授珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_alkali"]/short
source: Pok
ru: Пок
zh_hans: 珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_alkali"]/desc
source: Pok is currently mimicking Alkali.
ru: Имитация Пока: Алькали.
zh_hans: 珀克正在模仿阿尔科莱。

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Combustion also disperses medical nanites around the ship that provide complete suffocation immunity and heals allied crew for 5 hp/s, even if not in the same room
ru: Огонь также распыляет по кораблю медицинских нанитов, которые обеспечивают полную невосприимчивость к удушью и исцеляют всех членов экипажа со скоростью 5 ОЗ/с, даже если они не находятся в том же отсеке
zh_hans: 剧烈爆燃并在舰内散播纳米医疗机器人，能使友方船员免疫窒息伤害并每秒回复5点生命值，即使不在同一舱室也能生效

source: Can install the crew lab or its upgrade for free if you do not have it.
ru: Может бесплатно установить лабораторию или ее улучшение.
zh_hans: 可免费安装或升级物种实验室。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ruwen"]/desc
source: Pok is currently mimicking Ruwen.
ru: Имитация Пока: Рувен.
zh_hans: 珀克正在模仿茹文。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ruwen"]/title
source: Ambassador Pok
ru: Посол Пок
zh_hans: 帝国大使珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ruwen"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Locks down rooms, gains resistance and regeneration. Allied/Enemy crew in the room gain/lose the ability to ignore lockdown and doors.
ru: Активная способность: Изолирует отсек, получая сопротивление урону и регенерацию. Союзники/враги в отсеке получают/теряют способность игнорировать изоляцию и двери.
zh_hans: 主动技能：封锁舱室，获得战斗伤害抗性与生命恢复。舱室内的友方/敌方船员获得/失去穿透封锁与舱门的能力。

source: Max Health is increased to 150.
ru: Максимальное здоровье увеличено до 150.
zh_hans: 150点最大生命值。

source: Movement speed reduced to 0.7x.
ru: Скорость передвижения уменьшена до 0.7x.
zh_hans: 0.7倍移动速度。

source: Greatly reduced suffocation damage.
ru: Значительно снижен урон от удушья.
zh_hans: 大量降低窒息伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_dianesh"]/desc
source: Pok is currently mimicking Dianesh.
ru: Имитация Пока: Дианеш.
zh_hans: 珀克正在模仿黛安娜什。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_dianesh"]/title
source: Empress Pok
ru: Императрица Пок
zh_hans: 水晶女皇珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_dianesh"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Locks down the room. For the duration of the lockdown, all allied crew in the room have their ability cooldowns reduced by 80%.
ru: Активная способность: Запирает комнату. На время блокировки у всех союзников в отсека время перезарядки способностей уменьшается на 80%.
zh_hans: 主动技能：封锁舱室。在封锁期间，舱室内的所有友方船员的技能冷却时间都会减少80%。

source: Max Health is increased to 175.
ru: Максимальное здоровье увеличено до 175.
zh_hans: 175点最大生命值。

source: Allied Crystal crew gain one extra ability charge back per jump.
ru: Союзные кристаллины получают один дополнительный заряд способности за каждый прыжок.
zh_hans: 友方水晶族船员每次跃迁可额外获得一次技能充能。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_nights"]/desc
source: Pok is currently mimicking Nights.
ru: Имитация Пока: Туман.
zh_hans: 珀克正在模仿七夜。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_nights"]/title
source: Slug King Pok
ru: Король слизней Пок
zh_hans: 蛞蝓王珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_nights"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Cloaks and deploys a Breach Bomb.
ru: Активная способность: Маскируется и использует пробойную бомбу.
zh_hans: 主动技能：隐形并部署破舱炸弹。

source: Sabotages systems thrice as fast.
ru: Ломает системы в три раза быстрее.
zh_hans: 3倍破坏伤害。

source: Ignores doors.
ru: Игнорирует двери.
zh_hans: 无视舱门。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_slocknog"]/desc
source: Pok is currently mimicking Slocknog.
ru: Имитация Пока: Слокног.
zh_hans: 珀克正在模仿斯洛克诺格。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_slocknog"]/title
source: Slug King Pok
ru: Король слизней Пок
zh_hans: 蛞蝓王珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_slocknog"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Stuns all enemy crew in the room for a long period of time, but loses telepathic powers for the duration.
ru: Активная способность: Оглушает всех врагов в отсеке на длительный срок, но теряет телепатические способности на период оглушения.
zh_hans: 主动技能：长时间击晕舱室内的敌方船员，但在此期间失去心灵感应能力。

source: Heals at triple speed from all sources.
ru: Лечится с тройной скоростью.
zh_hans: 3倍生命恢复速度。

source: Passively heals nearby allies for 2 hp/s.
ru: Пассивно исцеляет ближайших союзников на 2 ОЗ/с.
zh_hans: 以2点生命/秒的速度被动治疗舱室内的友方船员。

source: Immune to stun afflictions.
ru: Иммунитет к оглушению.
zh_hans: 免疫眩晕。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_irwin"]/desc
source: Pok is currently mimicking Irwin.
ru: Имитация Пока: Ирвин.
zh_hans: 珀克正在模仿厄文。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_irwin"]/title
source: Renegade Pok
ru: Ренегат Пок
zh_hans: 变元者珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_irwin"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Temporarily neutralizes all crew except himself in the room, setting their stats to default values. Does not impact abilities or death effects.
ru: Активная способность: Временно нейтрализует всех членов экипажа, кроме себя, в отсеке, устанавливая их показатели на значения по умолчанию. Не влияет на способности и посмертные эффекты.
zh_hans: 主动技能：暂时镇定舱室内除自己之外的所有船员，将他们属性变回默认值。不影响主动技能，死亡效果与特殊能力。

source: Blunderbuss gun does 1.5x damage, but cannot sabotage systems.
ru: Наносит 1.5x урона мушкетоном, но не может саботировать системы.
zh_hans: 猎枪可造成1.5倍战斗伤害，但无法破坏系统。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_billy"]/desc
source: Pok is currently mimicking Billy.
ru: Имитация Пока: Билли.
zh_hans: 珀克正在模仿比利。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_billy"]/title
source: CEO Pok
ru: Генеральный директор Пок
zh_hans: CEO珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_billy"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Does not enter the box automatically like his employees, but can manually enter his box at any point below 50hp.
ru: Активная способность: Не прячется в коробку автоматически, в отличие от своих подчиненных, но может спрятаться вручную в любой момент при уровне здоровья ниже 50.
zh_hans: 主动技能：不会像他的员工那样自动进入盒子，但可在低于50点生命值的任何时候手动进入他的盒子。

source: Heals at half speed from passive sources, but regenerates 10 hp/s while in the box. Cannot leave the box until above 50hp.
ru: Лечится от источников регенерации с половинной скоростью, но восстанавливает 10 ОЗ/с, пока находится в коробке. Не может покинуть коробку, пока не наберет более 50 ОЗ.
zh_hans: 因被动效果被治疗时，只有0.5倍生命恢复速度，但处于盒装状态时以10点生命/秒的速度恢复生命。恢复至50点生命值之前无法离开盒子。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_billy_box"]/desc
source: Pok is currently mimicking Box Billy.
ru: Имитация Пока: Билли в коробке.
zh_hans: 珀克正在模仿盒子里的比利。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_billy_box"]/title
source: CEO Pok
ru: Генеральный директор Пок
zh_hans: CEO珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_billy_box"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Does not enter the box automatically like his employees, but can manually enter his box at any point below 50hp.
ru: Активная способность: Не прячется в коробку автоматически, в отличие от своих подчиненных, но может спрятаться вручную в любой момент при уровне здоровья ниже 50.
zh_hans: 主动技能：不会像他的员工那样自动进入盒子，但可在低于50点生命值的任何时候手动进入他的盒子。

source: Heals at half speed from passive sources, but regenerates 10 hp/s while in the box. Cannot leave the box until above 50hp.
ru: Лечится от источников регенерации с половинной скоростью, но восстанавливает 10 ОЗ/с, пока находится в коробке. Не может покинуть коробку, пока не наберет более 50 ОЗ.
zh_hans: 因被动效果被治疗时，只有0.5倍生命恢复速度，但处于盒装状态时以10点生命/秒的速度恢复生命。恢复至50点生命值之前无法离开盒子。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tyrdeo"]/desc
source: Pok is currently mimicking Tyrdeo.
ru: Имитация Пока: Тирдео.
zh_hans: 珀克正在模仿泰迪奥。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tyrdeo"]/title
source: President Pok
ru: Президент Пок
zh_hans: 总统珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tyrdeo"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Completely disables the current system for 15 seconds, but is weaker and immobile for the duration.
ru: Активная способность: Полностью выводит из строя текущую систему на 15 секунд, но на это время становится слабее и неподвижнее.
zh_hans: 主动技能：完全禁用当前系统15秒，但技能持续时间内自身弱化且无法移动。

source: Stunned for 2.5x the usual duration.
ru: 2.5х длительность оглушения.
zh_hans: 2.5倍眩晕时长。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_alkram"]/desc
source: Pok is currently mimicking Alkram.
ru: Имитация Пока: Алькрама.
zh_hans: 珀克正在模仿阿尔克拉姆。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_alkram"]/title
source: Revolutionary Pok
ru: Революционер Пок
zh_hans: 革命者珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_alkram"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: All other Leech crew in the same room drain twice as much power. Protects all other allied crew in the room from stun as well, absorbing the stun himself instead.
ru: Все остальные члены экипажа пиявок в том же отсеке потребляют в два раза больше энергии. Защищает всех союзников в отсеке от оглушения, но при этом сам получая его.
zh_hans: 同舱室的其他吸虫族船员能量锁定量提高至2倍。保护舱室内其他友方船员，替他们承受眩晕效果。

source: Takes x0.7 damage from combat, 0.7x speed.
ru: Получает x0.7 урона в боя, 0.7x скорость передвижения.
zh_hans: 受到0.7倍战斗伤害，0.7倍移动速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tonysr"]/desc
source: Pok is currently mimicking Tony Sr.
ru: Имитация Пока: Тони Старшего.
zh_hans: 珀克正在模仿托尼·西尼尔
