Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: A tome, crafted with the finest Aether-infused materials, containing the knowledge needed to perform unspeakable acts of black magic. All allied Revenant crew killed aboard this ship return to life as a Specter, in addition to being cloned if possible. Specters can't be resurrected by this augment. Additionally, crew clone 100% faster.
ru: Фолиант, созданный из лучших материалов, пропитанных эфиром, содержащий знания, необходимые для совершения невыразимых актов черной магии. Все члены экипажа ревенантов, убитые на борту этого корабля, возвращаются к жизни, а также, если возможно, клонируются. Приведения не могут быть воскрешены с помощью этого модуля. Кроме того, экипаж клонируется на 100% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FR_CHAOTIC_NECRONOMICON"]/title
source: Chaotic Necronomicon
ru: Хаот. некрономикон
zh_hans: 混沌死灵之书

# data/blueprints.xml.append$//augBlueprint[@name="FR_CHAOTIC_NECRONOMICON"]/desc
source: A tome whose pages are full of mesmerizing static and cognito-hazardous symbols, driving all who attempt to parse it to madness. All allied crew killed aboard this ship return to life as a Siren, in addition to being cloned if possible. Sirens can't be resurrected by this augment.
ru: Книга, чьи страницы полны завораживающих статических и когнитоопасных символов, доводящих до безумия всех, кто пытается ее прочесть. Все союзники, погибшие на борту этого корабля, возвращаются к жизни в качестве сирен, а также, если возможно, клонируются. Сирены не могут быть воскрешены с помощью этого модуля.

source: Smoke's Carbon Armor (Enemy)
ru: Углеродная броня Смоук (Враг)
zh_hans: 斯莫克的碳素装甲（敌对）

source: Sleek, carbonized hull plating composed of a Crystalline base, ectoplasm, and a small amount of pure entropy. When this ship takes damage, it launches a crystal shard that deals 2 damage, always breaches, cannot miss, and is invisible to most defense drones. The plating itself also grants a 20% system resist chance.
ru: Гладкая карбонизированная обшивка корпуса состоит из кристаллической основы, эктоплазмы и небольшого количества чистой энтропии. Когда корабль получает урон, он выпускает кристаллический осколок, который наносит 2 урона, всегда создает пробоину, не может промахнуться и невидим для большинства защитных дронов. Сама обшивка также дает 20% шанс сопротивления систем.
zh_hans: 船体由晶态基底、灵质与少量纯粹熵体碳化压层而成，流光溢彩。受击时，船体将发射一枚无法闪避、必造成舱体破舱的2点伤害晶片，且多数防御无人机无法侦测此攻击。 此外，该镀层本身提供20%的系统损伤抵抗几率。

# data/blueprints.xml.append$//augBlueprint[@name="FR_CARBON_CRYSTAL_ARMOR"]/title
source: Smoke's Carbon Armor
ru: Углеродная броня Смоук
zh_hans: 斯莫克的碳素装甲

# data/blueprints.xml.append$//augBlueprint[@name="FR_CARBON_CRYSTAL_ARMOR"]/desc
source: Sleek, carbonized hull plating composed of a Crystalline base, ectoplasm, and a small amount of pure entropy. When this ship takes damage, it launches a crystal shard that deals 2 damage, always starts fires, pierces all shields, cannot miss, and is invisible to most defense drones. The plating itself also grants a 20% system resist chance.
ru: Гладкая карбонизированная обшивка корпуса состоит из кристаллической основы, эктоплазмы и небольшого количества чистой энтропии. Когда корабль получает урон, он выпускает кристаллический осколок, который наносит 2 урона, всегда вызывает пожар, пробивает все щиты, не может промахнуться и невидим для большинства защитных дронов. Сама обшивка также дает 20% шанс сопротивления систем.
zh_hans: 船体由晶态基底、灵质与少量纯粹熵体碳化压层而成，流光溢彩。受击时，船体将发射一枚无法闪避、穿透所有护盾、必引发火灾的2点伤害晶片，且多数防御无人机无法侦测此攻击。 此外，该镀层本身提供20%的系统损伤抵抗几率。

# data/blueprints.xml.append$//augBlueprint[@name="FR_FROZEN_SPORES"]/title
source: Chills' Frozen Spores
ru: Морозные споры Чиллс
zh_hans: 切尔丝的冰凝孢子

# data/blueprints.xml.append$//augBlueprint[@name="FR_FROZEN_SPORES"]/desc
source: A highly mutated strain of Vampweed spores which causes enemies to take 50% more damage from all sources and move 25% slower. However, the spores require frigid conditions to activate, only functioning on your ship or in rooms which contain a Snowman.
ru: Сильно мутировавший штамм спор Вампсорянков, из-за которого враги получают на 50% больше урона от всех источников и передвигаются на 25% медленнее. Однако для активации спор требуются холодные условия: они действуют только на вашем корабле или в отсеках, где есть снеговик.
zh_hans: 一种高度变异的吸血孢菌，能使敌人承受来自所有来源的伤害增加50%，并减缓其25%移动速度。但该孢子需在严寒条件下激活，仅在本方舰船或存在雪人的舱室内生效。

# data/blueprints.xml.append$//augBlueprint[@name="FR_LIVING_SHIP"]/title
source: Living Vessel
ru: Живое судно
zh_hans: 活体舰船

# data/blueprints.xml.append$//augBlueprint[@name="FR_LIVING_SHIP"]/desc
source: This ship is a single, large, Morph-like living organism, able to consume crew at empty beacons to bolster its own properties. Crew sacrificed to the ship can't be cloned.
ru: Этот корабль - один большой живой организм, похожий на морфа, способный поглощать экипаж на пустых маяках, чтобы усилить свои свойства. Экипаж, принесенный в жертву кораблю, не может быть клонирован.
zh_hans: 此星舰实为一个巨大的、类变形生物活体组织，能在空白信标处吞噬船员以强化自身属性。为舰船献祭的船员无法被克隆。

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_REPAIR_BOTS"]/title
source: Charror's Nanomachines
ru: Наномашины Чарро
zh_hans: 查罗的纳米机器

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_REPAIR_BOTS"]/desc
source: Charror's experiments with nanomachines have allowed them to infuse Med-Bots with souls. The nanomachines passively repair systems and extinguish fires at the same rate as a human, multiplied by the amount of powered system levels in Drone Control. They also seal breaches at a static rate.
ru: Эксперименты Чарро с наномашинами позволили ему наделить Медботы душой. Наномашины пассивно ремонтируют системы и тушат пожары с той же скоростью, что и человек, умноженной на количество уровней системы контроля дронов. Они также заделывают пробоины с обычной скоростью.
zh_hans: 查罗的纳米机器实验成功为医疗机器人注入了灵魂。这些纳米机器能以人类水平的效率被动修复系统并扑灭火灾，其效率随无人机系统供能等级的提升而倍增，同时还能以固定速率修复舱室破破舱。

# data/blueprints.xml.append$//augBlueprint[@name="FR_DISCHARGE_SURGE"]/title
source: Leo's Absorption Burst
ru: Поглощающий заряд Лео
zh_hans: 里奥汲能脉冲

# data/blueprints.xml.append$//augBlueprint[@name="FR_DISCHARGE_SURGE"]/desc
source: The engines on this ship are able to absorb energy from the enemy ship, allowing you to downgrade the enemy's systems before combat to a degree determined by your engine level. Using this effect will also cripple your own engines, so be wary!
ru: Двигатели этого корабля способны поглощать энергию вражеского корабля, позволяя вам понизить уровень систем противника перед боем в степени, определяемой уровнем вашего двигателя. Использование этого эффекта также приведет к повреждению ваших собственных двигателей, так что будьте осторожны!
zh_hans: 此舰船的引擎能汲取敌舰能量，使你能在战前根据自身引擎等级弱化敌方系统。使用此效果亦将导致自身引擎瘫痪，务必谨慎！

source: Searak's Shield Adapter
ru: Адаптер щита Сирака
zh_hans: 希拉克的护盾适配器

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENERGY_SHIELD_BATTERY"]/desc
source: This revolutionary piece of technology allows you to generate layers of energy shielding passively, up to a maximum amount determined by your shield level. The speed of which the layers regenerate scales with shield rechrage levels and the skill that your crew mans shields. The adapter is very power-intensive, halving the recharge rate of your regular shields.
ru: Эта революционная технология позволяет пассивно генерировать слои энергетического щита, максимальное количество которых зависит от уровня щита. Скорость регенерации слоев зависит от уровня перезарядки щитов и умения вашего экипажа управлять щитами. Адаптер очень энергоемкий, он вдвое снижает скорость перезарядки обычных щитов.
zh_hans: 这项革命性技术使你能够被动生成多层能量护盾，其最大层数由你的护盾系统等级决定。 护盾层的再生速度受护盾充能速度与操作船员的技能等级共同影响。 该适配器能耗极高，会使常规护盾的充能速率减半。

source: Searak's Shield Adapter (Enemy)
ru: Адаптер щита Сирака (Враг)
zh_hans: 希拉克的护盾适配器（敌对）

source: This revolutionary piece of technology allows you to generate layers of energy shielding passively, up to a maximum amount determined by your shield level. The adapter is very power-intensive, halving the recharge rate of your regular shields.
ru: Эта революционная технология позволяет пассивно генерировать слои энергетического щита, максимальное количество которых зависит от уровня щита. Адаптер очень энергоемкий, скорость перезарядки обычных щитов вдвое меньше.
zh_hans: 这项革命性技术能让你被动生成能量护盾层，其最大数量由护盾系统等级决定。该适配器能耗极高，会使常规护盾的充能速度减半。

source: S.A.C.I
ru: С.К.И.

source: The Self Aware Cognitive Intelligence (S.A.C.I) is one of the most advanced AI modules ever created, and largely untested. Ships with the module installed automatically man all of their systems at skill level 2.
ru: Самостоятельный когнитивный интеллект (С.К.И.) - один из самых продвинутых модулей искусственного интеллекта, когда-либо созданных, и практически не протестированный. Корабли с установленным модулем автоматически управляют всеми своими системами на 2-м уровне навыков.
zh_hans: 自我意识认知体智能（S.A.C.I）是有史以来最先进且尚未经过充分测试的AI模块之一。安装此模块的舰船将自动以2级技能水平操控所有系统。

# data/blueprints.xml.append$//augBlueprint[@name="FR_ANNIHILATION_GRID"]/title
source: Annihilation Grid
ru: Поле аннигиляции
zh_hans: 湮灭力场

# data/blueprints.xml.append$//augBlueprint[@name="FR_ANNIHILATION_GRID"]/desc
source: An extremely advanced emancipation grid created by the Legionnaires, using Aether to enhance its normal capabilities. Enemy boarders passively lose 10 hp/s, lose the ability to phase through doors or move by teleporting, and deal halved damage to doors.
ru: Крайне продвинутые дезинтегрирующие поля, созданные Легионерами и использующее эфир для увеличения своих обычных возможностей. Вражеские абордажники пассивно получают 10 ОЗ/с урона, теряют способность проходить сквозь двери или перемещаться с помощью телепортации, а также наносят вдвое меньший урон дверям.
zh_hans: 军团士兵打造的尖端解放力场，通过以太强化了常规性能。敌方登船单位会每秒损失10点生命值，丧失无视舱门或传送移动的能力，并对舱门造成的伤害减半。

source: Annihilation Grid
ru: Поле аннигиляции
zh_hans: 湮灭力场

source: An extremely advanced emancipation grid created by the Legionnaires, using Aether to enhance its normal capabilities. Enemy boarders passively lose 10 hp/s, lose the ability to phase through doors or move by teleporting, and deal halved damage to doors.
ru: Крайне продвинутые дезинтегрирующие поля, созданные Легионерами и использующее эфир для увеличения своих обычных возможностей. Вражеские абордажники пассивно получают 10 ОЗ/с урона, теряют способность проходить сквозь двери или перемещаться с помощью телепортации, а также наносят вдвое меньший урон дверям.
zh_hans: 军团士兵打造的尖端解放力场，通过以太强化了常规性能。敌方登船单位会每秒损失10点生命值，丧失无视舱门或传送移动的能力，并对舱门造成的伤害减半。

# data/blueprints.xml.append$//augBlueprint[@name="FR_ZOLTAN_ENERGY_GRID"]/title
source: Ministry Prototype Grid
ru: Прототип поля Министер.
zh_hans: 部委原型立场

# data/blueprints.xml.append$//augBlueprint[@name="FR_ZOLTAN_ENERGY_GRID"]/desc
source: An experimental emancipation grid forged by the Ministry using hard-light technology. Enemy boarders passively lose 4 hp/s, plus 2 hp/s for every level in the Doors system beyond the first. Boarders who die on your ship fully repair the system they are standing in, overwriting any death effect they normally have.
ru: Экспериментальные дезинтегрирующие поля, созданные Министерством с использованием технологии твердого света. Вражеские абордажники пассивно теряют 4 ОЗ/с, плюс 2 ОЗ/с за каждый уровень в системе дверей, кроме первого. Абордажники, погибшие на вашем корабле, полностью ремонтируют систему, в которой они находятся, отменяя любой эффект смерти, который они обычно имеют.
zh_hans: 政务院采用光质技术打造的实验性解放力场。敌方登船单位每秒受到4点基础伤害，且舱门系统每提升一级（从第二级起）额外追加2点伤害。在舰上死亡的登船者将完全修复其所在系统，覆盖其原有的死亡效果。

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENERGY_HULL"]/title
source: Hard-Light Hull
ru: Тяжелый-легкий корпус
zh_hans: 光质船体

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENERGY_HULL"]/desc
source: A clandestine research operation by the Ministry resulted in hull plating directly infused with hard light technology. This ship's hull health is always equal to the integrity of its energy shield.
ru: В результате тайных исследований, проведенных Министерством, в корпус корабля была внедрена технология твердого света. Здоровье корпуса этого корабля всегда равно целостности его энергетического щита.

source: Expurgation Grid
ru: Очищающее поле
zh_hans: 净化力场

source: A customized emancipation grid made by the Federation, pushed to its absolute limit by its constructors. Enemies who board your ship passively lose 15 hp/s, and drones and mechanical crew are killed instantly if they try to board you.
ru: Специальные дезинтегрирующие поля, созданные Федерацией и доведенная ее конструкторами до абсолютного предела. Враги, высадившиеся на ваш корабль, пассивно теряют 15 ОЗ/с, а дроны и механический экипаж мгновенно погибают, если пытаются взять вас на абордаж.
zh_hans: 联邦特制解放力场，其建造者已将其性能推至极限。登上你舰船的敌人每秒会受到15点伤害，且无人机与机械船员在尝试登舰时会被立即消灭。

# data/blueprints.xml.append$//augBlueprint[@name="FR_OVERCLOKED_SYSTEMS"]/title
source: Overclocked Systems
ru: Разгонные системы
zh_hans: 超频系统

# data/blueprints.xml.append$//augBlueprint[@name="FR_OVERCLOKED_SYSTEMS"]/desc
source: This ship's systems are overtuned beyond their normal limits, and certainly past Federation regulations. Your Cloaking, Hacking, Mind Control, and Temporal Manipulator systems have their cooldown reduced by 5 seconds.
ru: Системы этого корабля настроены сверх обычных пределов и, конечно же, превышают установленные нормы Федерации. Время действия систем Маскировки, Взломщика, Контроля разума и Временного манипулятора сокращается на 5 секунд.
zh_hans: 该舰船系统已突破常规极限，显然违背联邦管制条例。隐形、黑客、精神控制及时间操纵系统的冷却时间减少5秒。

# data/blueprints.xml.append$//augBlueprint[@name="FR_STATIC"]/title
source: Field of Static
ru: Статическое поле
zh_hans: 静电力场

# data/blueprints.xml.append$//augBlueprint[@name="FR_STATIC"]/desc
source: This ship's interior is completely filled with mesmerizing static and maddening whispers. Enemy boarders will freeze in place, entranced by the horrifying interior until removed from the ship.
ru: Интерьер этого корабля полностью заполнен завораживающими помехами и безумным шепотом. Вражеские абордажники будут застывать на месте, зачарованные ужасающим интерьером, пока не покинут корабль.
zh_hans: 此舰船内部完全充斥着令人迷幻的静电与使人癫狂的低语。敌方登船单位将陷入静眩晕状态，在被迫离舰前会一直沉溺于这恐怖的内部环境中。

# data/blueprints.xml.append$//augBlueprint[@name="FR_WATCHER_SHIELD"]/title
source: Watcher's Protection
ru: Защита Наблюдателя
zh_hans: 监视者的庇护

# data/blueprints.xml.append$//augBlueprint[@name="FR_WATCHER_SHIELD"]/desc
source: An energy shield infused with esoteric, powerful chaos. It has an integrity of 15 hit points, grants your ship a 50% chance to take no damage from non-ion damage, and functions as an energy shield bypass unit.
ru: Энергетический щит, пропитанный эзотерическим, могущественным хаосом. Его целостность составляет 15 единиц, он дает кораблю 50% шанс не получить урон от неионного урона и функционирует как обходной блок энергетического щита.
zh_hans: 一道灌注了深奥而强大的混沌能量的护盾。提供15层能量盾，赋予你的舰船50%概率完全免疫非离子伤害，同时本身可作为光质穿透器使用。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_LEECH"]/title
source: Spirit Leech
ru: Душа пиявки
zh_hans: 灵魂吸取

# data/blueprints.xml.append$//augBlueprint[@name="FR_SIREN_LEECH"]/desc
source: A powerful force within your vessel allows allied Siren crew to recover health equal to the passive damage they deal. In exchange, their passive damage is halved.
ru: Могущественная сила, заключенная в вашем корабле, позволяет всем членам экипажа сирены восстанавливать здоровье, равное наносимому ими пассивному урону. Взамен их пассивный урон уменьшается вдвое.
zh_hans: 舰船内的某种强大力量，允许友方塞壬船员根据其造成的被动伤害值恢复等量生命。作为交换，她们的被动伤害减半。

source: Nexus-Tech Schematics
ru: Схемы Нексус-Теха
zh_hans: 核心科技蓝图

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_TECH_SCHEMATICS"]/desc
source: Nestled within this ship's database are blueprints for extremely powerful and extremely expensive internal upgrades, custom-tailored for the vessel.
ru: В базе данных этого корабля хранятся чертежи чрезвычайно мощных и дорогостоящих внутренних улучшений, созданных специально для этого судна.
zh_hans: 舰船数据库内封存着一套为其量身定制的内部升级蓝图，所载技术极为强大，造价亦极为高昂。

source: Electromagnetic Arm
ru: Электромагнитный кран
zh_hans: 电磁机械臂

source: Before combat, you can activate this arm to lower the enemy's accuracy by 10% at the cost of losing your sensors and hacking.
ru: Перед боем вы можете активировать этот кран, чтобы снизить точность противника на 10% ценой отключения своих Сенсоров и Взломщика.
zh_hans: 战斗前，你可启动此臂使敌方命中率降低10%，代价是失去感应器与黑客系统功能。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ARM_WEAPON"]/title
source: Weapon Dismemberment Arm
ru: Кран расчленения оружия
zh_hans: 武器拆卸臂

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ARM_WEAPON"]/desc
source: Before combat, you can activate this arm to remove one of the enemy's weapons at the cost of 8 reactor power. Usage of the arm has a 10% chance to yield 10 scrap per bar of weapon power the dismembered weapon needs.
ru: Перед боем вы можете активировать этот кран, чтобы демонтировать одно из вражеских орудий ценой 8 единиц энергии реактора. При использовании крана есть 10% шанс получить 10 единиц лома за каждую единицу мощности демонтируемого орудия.
zh_hans: 战斗前，你可启动此臂移除敌方一件武器，代价是消耗8点反应堆能量。使用此臂有10%概率根据被拆解武器的能耗（每格能量需求）获得10点废料。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ARM_MISSILE"]/title
source: Missile Recovery Arm
ru: Кран для извлечения боеголовок
zh_hans: 导弹回收臂

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ARM_MISSILE"]/desc
source: Missed shots from weapons that consume ammunition will refund 1 missile.
ru: При промахе орудия расходующего боеприпасы, возвращается 1 боеголовка.
zh_hans: 消耗弹药的武器若未命中，将退还1枚导弹。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ARM_SHIP"]/title
source: Ship-Part Recovery Arm
ru: Кран для извлечения частей судна
zh_hans: 星舰零件回收臂

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ARM_SHIP"]/desc
source: Taking hull damage yields between 0 and 2 scrap.
ru: При получении урона корпусу корабля можно получить от 0 до 2 единиц лома.
zh_hans: 每当船体受损时，可获得0到2点废料的补偿。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_PILOT_RAM"]/title
source: Incisive Ramming Upgrade
ru: Неистовое улучшение тарана
zh_hans: 精准系统冲撞升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_PILOT_RAM"]/desc
source: Before combat, you cam choose a system to ram, dealing 2 damage to their hull and that system while also breaching it. Such impact will also deal 1 damage to your version of that same system and to your hull. This effect ignores resistances.
ru: Перед боем вы выбираете систему для тарана, нанося 2 урона корпусу и этой системе, а также создавая пробоину. Такой удар также нанесет 1 урон вашей версии той же системы и вашему корпусу. Этот эффект игнорирует сопротивления.
zh_hans: 战斗开始前，你可选择一个敌方系统进行冲撞。此举将对敌方船体及该系统造成2点伤害，并引发舱体破舱。如此剧烈的冲击也会使你舰船的同一系统及船体受到1点伤害。此效果无视任何伤害抗性。

source: Enhanced Auto-Piloting LvL 1 Upgrade
ru: Улучшенный автопилот. Улучшение 1 ур.
zh_hans: 系统自动操作器（1级升级）

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_PILOT_AUTOMAN_1"]/desc
source: Your systems will now always be manned by at least level 1.
ru: Теперь ваши системы всегда будут обслуживаться как минимум на 1-м уровне.
zh_hans: 你的系统现在始终获得1级操控。

source: Enhanced Auto-Piloting LvL 2 Upgrade
ru: Улучшенный автопилот. Улучшение 2 ур.
zh_hans: 系统自动操作器（2级升级）

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_PILOT_AUTOMAN_2"]/desc
source: Your systems will now always be manned by at least level 2.
ru: Теперь ваши системы всегда будут обслуживаться как минимум на 2-м уровне.
zh_hans: 你的舰船系统始终获得2级操控。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_PILOT_IMMUNITY"]/title
source: Isolated Piloting Upgrade
ru: Улучшение Рулевой рубки
zh_hans: 隔断式驾驶系统升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_PILOT_IMMUNITY"]/desc
source: Your crew in piloting don't count for crew limit, can't be mind controlled or stunned and are immune to hazards.
ru: Ваш экипаж при в Рулевой рубке не учитывается в лимите экипажа, не поддается контролю разума или оглушению и имеет иммунитет к опасностям.
zh_hans: 位于驾驶舱的船员不占用船员名额，且不受心灵控制、眩晕及环境伤害影响。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ENGINES_DODGE"]/title
source: Engine Efficacy
ru: Эффективная работа двигателя
zh_hans: 引擎效能增幅器

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ENGINES_DODGE"]/desc
source: Your ship has +5 dodge while your engines are powered.
ru: Ваш корабль имеет +5 уклонения, пока работают двигатели.
zh_hans: 当引擎供能时，您的舰船获得+5闪避值。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ENGINES_JUMP"]/title
source: Unrestricted Range Jump Upgrade
ru: Улучшение Неограниченный прыжок
zh_hans: 无限制星图跃迁升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ENGINES_JUMP"]/desc
source: Allows you to jump to any beacon, regardless of if it has been visited before for 2 fuel.
ru: Позволяет прыгнуть на любой маяк, независимо от того, был ли он посещен ранее за 2 топлива.
zh_hans: 允许你以2燃料为代价跳转到任何信标，无论之前是否访问过。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ENGINES_FUEL"]/title
source: Reusable Fuel Cells Upgrade
ru: Улучшение Многоразовые топливные элементы
zh_hans: 燃料返还升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_ENGINES_FUEL"]/desc
source: Jumps have 25% chance to refund the fuel used.
ru: Прыжки с вероятностью 25% возвращают использованное топливо.
zh_hans: 跃迁时有25%的几率退还所消耗的燃料。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_SHIELD_PIERCE"]/title
source: Anti-Pierce Protocol Upgrade
ru: Протокол анти-пронзания
zh_hans: 反护盾穿透升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_SHIELD_PIERCE"]/desc
source: Enemy Weapons and drones pierce 1 less shield layer.
ru: Орудия и дроны противника пробивают на 1 слой щита меньше.
zh_hans: 敌方武器与无人机减少1层护盾穿透效果。

source: Asteroid Disintegrator Upgrade
ru: Улучшение Дезинтегратор астероидов
zh_hans: 小行星分解器升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_SHIELD_ASTEROID"]/desc
source: Asteroids can't pop your shield layers.
ru: Астероиды не могут разрушить слои вашего щита.
zh_hans: 小行星无法减少你的护盾层。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_SHIELD_RESIST"]/title
source: Layered Energy Nets Upgrade
ru: Улучшение Многослойные энергетические сети
zh_hans: 分层能量网升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_SHIELD_RESIST"]/desc
source: Shields have a 10% chance to not pop when hit. Non-hull damage Ion weapons and drones will still apply ion.
ru: Щиты с вероятностью 10% не разрушаются при попадании. Ионные орудия и дроны, не наносящие урон корпусу, будут по-прежнему наносить ионный урон.
zh_hans: 护盾在被击中时有10%的几率不破裂。非船体伤害的离子武器和无人机仍然会施加离子效果。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_WEAPONS_STATUS"]/title
source: Exotic Ammo Upgrade
ru: Экзотические боеприпасы
zh_hans: 特种弹药升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_WEAPONS_STATUS"]/desc
source: Weapons and drones gain +10% chance to start fires or breach if they have any, breach chance over 100% can cause extra breaches. Adjusted value will not be shown in the description.
ru: Орудия и дроны получают +10% к шансу вызвать пожар или пробоину, если они обладают такой возможностью. Шанс пробоины более 100% может вызвать дополнительные пробоины. Скорректированная вероятность не будет отображаться в описании.
zh_hans: 武器与无人机若具备造成火灾或舱体破损的几率，则引发火灾或舱体破损的几率提升10%。当破损几率超过100%时可能引发额外破损。调整后的数值不会在描述中显示。

source: Specialized Internals Upgrade
ru: Улучшение Специальные компоненты
zh_hans: 专用内部升级
