Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tonysr"]/title
source: CEO Pok
ru: Генеральный директор Пок
zh_hans: CEO珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_tonysr"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Horrid stench lowers the defenses of unsuspecting enemy crew by 25%
ru: Ужасная вонь снижает защиту ничего не подозревающего вражеского экипажа на 25%
zh_hans: 可怕的恶臭使毫无准备的敌方船员的防御能力降低25%

source: All consuming hunger forces him to feed upon drones, mechanical, and energy crew, rapidly draining their health, as well as 2 power from enemy systems.
ru: Всепоглощающий голод заставляет его питаться дронами, механическими и энергетическими членами экипажа, быстро истощая их здоровье. Также высасывает 2 ед. энергии из вражеских систем.
zh_hans: 饥饿迫使他以无人机，机械和能量类船员为食，迅速消耗他们的生命值，还会锁定敌方系统2格能量。

source: Is a lazy piece of shit that moves at x0.25 speed. Massive girth provides him 150 health.
ru: Ленивый кусок дерьма, передвигающийся со скоростью 0.25x. Излишний вес обеспечивает ему 150 здоровья.
zh_hans: 是一条懒虫，只有0.25倍移动速度。巨大的体型使其拥有150点最大生命值。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_dessius"]/desc
source: Pok is currently mimicking Dessius.
ru: Имитация Пока: Дессиус.
zh_hans: 珀克正在模仿德修斯。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_dessius"]/title
source: Prime Reaper Pok
ru: Старший Жнец Пок
zh_hans: 大夺命灵珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_dessius"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Takes only 0.75x damage in combat.
ru: Получает только 0.75x урона в бою.
zh_hans: 受到0.75倍战斗伤害。

source: Sabotages systems thrice as fast.
ru: Ломает системы в три раза быстрее.
zh_hans: 3倍破坏速度。

source: Attack steals health from all enemies in the room, healing all nearby allies.
ru: Атака похищает здоровье у всех врагов в отсеке, исцеляя всех ближайших союзников.
zh_hans: 攻击会从舱室内的所有敌方那里汲取生命值，治疗舱室内的所有友方。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_eater"]/desc
source: Pok is currently mimicking Beacon Eater.
ru: Имитация Пока: Пожиратель маяков.
zh_hans: 珀克正在模仿信标吞噬者。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_eater"]/title
source: Lanius King Pok
ru: Король ланиусов Пок
zh_hans: 食铁族群王珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_eater"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Max Health is increased to 200.
ru: Максимальное здоровье увеличено до 200.
zh_hans: 200点最大生命值。

source: Sabotages systems at 2.5x speed.
ru: Ломает системы со скоростью 2.5x.
zh_hans: 2.5倍破坏速度。

source: Instantly drains oxygen from rooms.
ru: Мгновенно поглощает кислород из отсеков.
zh_hans: 瞬间消耗所在舱室的氧气。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_anointed"]/desc
source: Pok is currently mimicking Anointed.
ru: Имитация Пока: Помазанница.
zh_hans: 珀克正在模仿强选者。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_anointed"]/title
source: God Queen Pok
ru: Королева-богиня Пок
zh_hans: 神选女王珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_anointed"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Assimilates part of the ship hull, doing hull damage but temporarily gaining greatly amplified powers and halting decay. Fully heal on cast.
ru: Активная способность: Ассимилирует часть корпуса корабля, нанося урон корпусу, но временно получая значительно увеличенные характеристики и останавливая процесс разложения. Полностью исцеляется при использовании.
zh_hans: 主动技能：消化部分舰体，造成舰体伤害，自身暂时获得力量强化并停止流失生命。使用后恢复全部生命。

source: Max Health is increased to 200, decays rapidly when not at full health.
ru: Максимальное здоровье увеличено до 200; здоровье медленно снижается, если не полное.
zh_hans: 200点最大生命值，生命值不满时迅速流失生命。

source: Provides 2 power to current system, sabotages systems 1.5x faster.
ru: Обеспечивает 2 энергии текущей системы, саботирует системы в 1.5х быстрее.
zh_hans: 为所在系统提供2格能量，1.5倍破坏速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_guntput"]/desc
source: Pok is currently mimicking Guntput.
ru: Имитация Пока: Гантпут.
zh_hans: 珀克正在模仿冈特普特。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_guntput"]/title
source: Shaman Pok
ru: Шаман Пок
zh_hans: 萨满珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_guntput"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Periodic Ability: instantly heals allied crew in the same room by 25hp.
ru: Периодическая способность: мгновенно исцеляет всех членов экипажа в том же отсеке на 25 ОЗ.
zh_hans: 周期技能：立即治疗同一舱室的友方船员25点生命。

source: Passively doubles the heal speed of all friendly crew in the same room.
ru: Пассивно удваивает скорость исцеления дружественного экипажа в отсеке.
zh_hans: 同舱室友方船员获得100%生命恢复速度增益。

source: Regenerates 4 hp/s if unharmed for 7 seconds.
ru: Регенерирует 4 ОЗ/с, если не получает урона в течение 7 секунд.
zh_hans: 不受伤害7秒后以4点生命/秒的速度恢复生命。

source: Halved repair speed.
ru: Уменьшена вдвое скорость починки.
zh_hans: 0.5倍维修速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_metyunt"]/desc
source: Pok is currently mimicking Metyunt.
ru: Имитация Пока: Метьюнт.
zh_hans: 珀克正在模仿梅特恩特。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_metyunt"]/title
source: Manager Pok
ru: Менеджер Пок
zh_hans: 经理珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_metyunt"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Temporarily doubles their repair and sabotage speed, but lowers Max Health. Nearby allies also gain the effects.
ru: Активная способность: Временно удваивает скорость ремонта и саботажа, но снижает максимальное здоровье. Ближайшие союзники также получают этот эффект.
zh_hans: 主动技能：暂时获得2倍维修速度与破坏伤害，但降低最大生命值。同舱室友方亦获得此效果。

source: Max Health is increased to 135.
ru: Максимальное здоровье увеличено до 135.
zh_hans: 135点最大生命值。

source: Passively provides a 50% fire resistance to all other allied crew in the same room.
ru: Пассивно повышает огнестойкость на 50% всем союзникам в пределах отсека.
zh_hans: 为同舱室的友方船员提供50%灼烧伤害抗性。

source: Moves at 1.5x speed.
ru: 1.5х скорость передвижения.
zh_hans: 1.5倍移动速度。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_queen"]/desc
source: Pok is currently mimicking the Spider Queen.
ru: Имитация Пока: Королева пауков.
zh_hans: 珀克正在模仿蜘蛛虫后。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_queen"]/title
source: Queen Pok
ru: Королева Пок
zh_hans: 蜘蛛虫后珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_queen"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Heals all spider crew in the room and boosts their movement speed.
ru: Активная способность: Исцеляет всех пауков в отсеке и увеличивает их скорость передвижения.
zh_hans: 主动技能：持续治疗同舱室友方蜘蛛族船员，提高其50%移动速度。

source: 125 health, 1.5x fire damage taken, 1.25x heal speed.
ru: 125 здоровья, 1.5x получаемый урон от огня, 1.25x скорость ремонта.
zh_hans: 125点最大生命值，受到1.5倍灼烧伤害，1.25倍生命恢复速度。

source: Inflicts 3x damage in combat, 0.1x repairs.
ru: Наносит 3х урона в бою, 0.1х скорость ремонта.
zh_hans: 3倍战斗伤害，0.1倍维修速度。

source: Can hatch children at empty beacons, and makes all spiders on the same ship controllable.
ru: Может выводить детенышей у пустых маяков и делает всех пауков в пределах корабля управляемыми.
zh_hans: 可在空信标处孵化幼蛛，并使同一艘船上的所有蜘蛛可控。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_obyn"]/desc
source: Pok is currently mimicking Obyn.
ru: Имитация Пока: Обин.
zh_hans: 珀克正在模仿奥宾。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_obyn"]/title
source: Saltman Pok
ru: Соляной Пок
zh_hans: 盐人珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_obyn"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Damages all nearby crew. Enemy crew lose 4 hp/s, allied crew lose 2 hp/s, and Slugs of all kinds lose an additional 4 hp/s. Obyn himself is immune.
ru: Активная способность: Наносит урон всему ближайшему экипажу. Вражеский экипаж теряет 4 ОЗ/с, союзный - 2 ОЗ/с, а слизни всех видов теряют дополнительные 4 ОЗ/с. Сам Обин невосприимчив.
zh_hans: 主动能力：伤害并减慢附近所有船员。敌方船员每秒损失4点生命值，友方船员每秒损失2点生命值，所有种类的蛞蝓族每秒额外损失4点生命值。奥宾自身免疫此伤害。

source: Decreases the healing speed of all other crew in the room by 33%.
ru: Снижает скорость исцеления всех остальных членов экипажа в отсеке на 33%.
zh_hans: 同舱室的所有其他船员的生命恢复速度降低33%。

source: Max Health is increased to 250. Moves at 0.6x speed.
ru: Максимальное здоровье увеличено до 250. 0.6x скорость передвижения.
zh_hans: 最大生命值提升至250。0.6倍移动速度。

source: Moderate resistance to suffocation.
ru: Умеренная устойчивость к удушью.
zh_hans: 受到0.7倍窒息伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ooj"]/desc
source: Pok is currently mimicking Ooj.
ru: Имитация Пока: УДЖ.
zh_hans: 珀克正在模仿Ooj。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ooj"]/title
source: Morph Pok
ru: Морф Пок
zh_hans: 模物珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_ooj"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Takes only 0.75x damage from combat.
ru: Получает только 0.75x урона в бою.
zh_hans: 受到0.75倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_wither"]/title
source: Cognitive Engineer Pok
ru: Инженер-когнитив Пок
zh_hans: 认知体工程师珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_wither"]/short
source: Pok
ru: Пок
zh_hans: 珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_wither"]/desc
source: Pok is currently mimicking Wither.
ru: Имитация Пока: Витэр.
zh_hans: 珀克正在模仿安威斯。

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: 1.25x combat damage, halved repair speed.
ru: 1.25x боевой урон, уменьшенная вдвое скорость ремонта.
zh_hans: 1.25倍战斗伤害，0.5倍维修速度。

source: Moves by teleporting, cannot burn or suffocate.
ru: Передвигается с помощью телепортации, не может сгореть или задохнуться.
zh_hans: 以传送方式移动，免疫环境伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_sylvan"]/desc
source: Pok is currently mimicking Sylvan.
ru: Имитация Пока: Сильван.
zh_hans: 珀克正在模仿希尔凡。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_sylvan"]/title
source: Merchant Pok
ru: Торговец Пок
zh_hans: 游商珀克

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghost_sylvan"]/short
source: Pok
ru: Пок
zh_hans: 珀克

source: After 60 seconds, will transform into a version of a unique crew with all of their abilities plus hazard immunity and door phasing properties.
ru: Спустя 60 секунд превращается в версию уникального члена экипажа со всеми его способностями, а также иммунитетом к опасностям и возможностью проходить сквозь двери.
zh_hans: 60 秒后，将变身为一位特员，拥有他们所有的能力以及环境伤害免疫与穿透舱门的能力。

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time.
ru: Активная способность: Одновременно размещает пробойную, изоляционную и ионную бомбу.
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹。

source: Max Health is increased to 250.
ru: Максимальное здоровье увеличено до 250.
zh_hans: 250点最大生命值。

source: Takes 0.1x damage from fires and suffocation.
ru: Получает 0.1x урона от огня и удушья.
zh_hans: 受到0.1倍环境伤害。

source: Inflicts 1.5x damage in combat.
ru: Наносит 1.5х урона в бою.
zh_hans: 1.5倍战斗伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_augustus"]/desc
source: The richest Phantom to ever live. Blessed by an unnatural power that makes them stronger as their pockets fill. Inherited Phantom stats: takes no damage from hazards, 0.8x speed, has door phasing properties
ru: Самый богатый фантом из когда-либо живших. Наделен противоестественной силой, которая делает его сильнее по мере наполнения карманов. Наследует характеристики фантомов: не получает урона от опасностей, 0.8x скорость передвижения, обладает возможностью проходить сквозь двери
zh_hans: 现存最有钱的幻灵。被某种超自然的力量祝福使得它们的实力会随着口袋膨胀而膨胀。 继承幻灵属性：免疫环境伤害，0.8倍移动速度，可穿透舱门

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_augustus"]/title
source: Umbral Alpha Phantom
ru: Умбральный Альфа-фантом
zh_hans: 暗影巨型幻灵

source: Active Ability: Spend 10 scrap to fully heal the crew. This ability will always trigger when the crew reaches 10 health.
ru: Активная способность: Тратит 10 единиц лома, чтобы полностью себя. Эта способность срабатывает всегда, когда он достигает 10 единиц здоровья.
zh_hans: 主动能力：花费10废料来完全治疗自身。此技能会在此船员生命值到达10点时自动触发。

source: Max Health is reduced to 50.
ru: Максимальное количество здоровья снижено до 50.
zh_hans: 最大生命值降低至50。

source: Inflicts 0.5x damage in crew combat and sabotages at 0.5x speed.
ru: Наносит 0.5х урона в бою с экипажем и 0.5х урона при саботаже.
zh_hans: 造成0.5倍战斗伤害，0.5倍破坏速度。

source: Gains +0.1x crew damage per 10 scrap you have on your cargo.
ru: Получает +0.1x урона по экипажу за каждые 10 единиц лома, которые находятся на корабле.
zh_hans: 货舱内每有10废料，增加0.1倍战斗伤害。

source: Gains +0.1x sabotage speed per 10 scrap you have on your cargo.
ru: Получает +0.1x скорости саботажа за каждые 10 единиц лома, которые находятся на корабле.
zh_hans: 货舱内每有10废料，增加0.1倍破坏速度。

source: Gains +1 Max Health per 2 scrap you have on your cargo.
ru: Получает +1 максимального здоровья за каждые 2 единицы лома, которые находятся на корабле.
zh_hans: 货舱内每有2废料，增加1点最大生命值。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_augustus_enemy"]/desc
source: A pale imitation of the richest Phantom to ever live. Blessed by an unnatural power that makes them stronger as their pockets fill. Inherited Phantom stats: takes no damage from hazards, 0.8x speed, has door phasing properties
ru: Бледная копия самого богатого фантома, который когда-либо жил. Наделен неестественной силой, которая делает его сильнее по мере наполнения карманов. Наследует характеристики фантомов: не получает урона от опасностей, 0.8x скорость передвижения, обладает возможностью проходить сквозь двери
zh_hans: 对现存最有钱的幻灵的拙劣模仿。被某种超自然的力量祝福使得它们的实力会随着口袋膨胀而膨胀。 继承幻灵属性：免疫环境伤害，0.8倍移动速度，可穿透舱门

source: Umbral Alpha Phantom
ru: Умбральный Альфа Фантом
zh_hans: 暗影巨型幻灵

source: Active Ability: Kills all allies in the same room to fully heal themselves. This ability will always trigger when the crew reaches 10 health.
ru: Активная способность: Убивает всех союзников в том же отсеке, чтобы полностью исцелить себя. Эта способность срабатывает всегда, когда экипаж достигает 10 единиц здоровья.
zh_hans: 主动能力：杀死所有同一舱室的友方来完全治疗自身。此能力会在此船员生命值到达10点时自动触发。

source: Max Health is reduced to 50.
ru: Максимальное здоровье снижено до 50.
zh_hans: 最大生命值降低至50。

source: Inflicts 0.5x damage in crew combat and sabotages at 0.5x speed.
ru: Наносит 0.5х урона в бою с экипажем и 0.5х скорость саботажа.
zh_hans: 造成0.5倍战斗伤害，0.5倍破坏速度。

source: Gains +0.1x crew damage per 10 scrap you have at the moment.
ru: Наносит +0.1x урона по экипажу за каждые 10 единиц лома, которые у вас есть на данный момент.
zh_hans: 此时每有10废料，增加0.1倍战斗伤害。

source: Gains +0.1x sabotage speed per 10 scrap you have at the moment.
ru: Наносит +0.1x скорости саботажа за каждые 10 единиц лома, которые у вас есть на данный момент.
zh_hans: 此时每有10废料，增加0.1倍破坏速度。

source: Gains +1 Max Health per 2 scrap you have at the moment.
ru: Наносит +1 максимального здоровья за каждые 2 лома, которые у вас есть на данный момент.
zh_hans: 此时每有2废料，增加1点最大生命值。

source: The outcome of a desperate experiment, this fusion of an unknown lifeform and a spider is surprisingly self-aware. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Hatchling Spider stats: 50 health, 0.10x repairs, is affected by Spider lab upgrades.
ru: Результат отчаянного эксперимента, это слияние неизвестной формы жизни и паука, удивительным образом обладающее самосознанием. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики детенышей пауков: 50 здоровья, 0.10x скорость ремонта, затрагивается улучшениями лаборатории для пауков.
zh_hans: 一次绝望实验的结果，令人意想不到的是这种未知生命体和蜘蛛的融合体居然具有自我意识。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承幼体蜘蛛属性：50生命值，0.1倍维修速度，受蜘蛛的实验室升级影响。

source: Umbral Hatchling Spider
ru: Умбральный детеныш пауков
zh_hans: 暗影幼体蜘蛛

source: Active Ability (Triggers Automatically): Fully heals this crew and reform to its previous form (Adult).
ru: Активная способность (срабатывает автоматически): Полностью исцеляется и возвращается в свою прежнюю форму (взрослую).
zh_hans: 主动能力（自动触发）：完全治疗此船员并变形至其下一个形态（蜘蛛成体）。

source: 2.5x combat damage, 0.5x sabotage damage, 3x movement speed.
ru: 2.5x боевой урон, 0.5x урон при саботаже, 3x скорость передвижения.
zh_hans: 2.5倍战斗伤害，0.5倍破坏伤害，3倍移动速度。

source: Cannot heal through normal means, clones at half speed.
ru: Не может лечиться обычными способами, клонируется с половинной скоростью.
zh_hans: 无法通过普通手段治疗，克隆速度减半。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_sally_adult"]/desc
source: Apparently the outcome of a desperate experiment, this fusion of an unknown lifeform and a spider is surprisingly self-aware. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Adult Spider stats: 85 health, is affected by Spider lab upgrades.
ru: Видимо, результат отчаянного эксперимента, это слияние неизвестной формы жизни и паука, удивительным образом обладающее самосознанием. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики взрослых пауков: 85 здоровья, затрагивается улучшениями лаборатории для пауков.
zh_hans: 一次绝望实验的结果，令人意想不到的是这种未知生命体和蜘蛛的融合体居然具有自我意识。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承蜘蛛成体属性：85生命值，受蜘蛛的实验室升级影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_sally_adult"]/title
source: Umbral Adult Spider
ru: Умбральный взрослый паук
zh_hans: 暗影蜘蛛成体

source: Active Ability (Triggers Automatically): Fully heals this crew and reform to its previous form (Weaver).
ru: Активная способность (срабатывает автоматически): Полностью исцеляется и возвращается в свою прежнюю форму (ткач).
zh_hans: 主动能力（自动触发）：完全治疗此船员并变形至其下一个形态（织网异蛛）。

source: 2x combat damage, 1x sabotage damage, 1x repair speed, 1.5 movement speed.
ru: 2x боевой урон, 1x урон при саботаже, 1x скорость ремонта, 1.5х скорость передвижения.
zh_hans: 2倍战斗伤害，1倍破坏伤害，1倍维修速度，1.5倍移动速度。

source: Cannot heal through normal means, knows all skills at level 1.
ru: Не может исцеляться обычными способами, владеет всеми навыками 1 ур.
zh_hans: 不能通过普通方法治疗，所有技能为1级。

source: Cannot be cloned, instead on death this crew will spawn a smaller version of this crew (Hatchling).
ru: Не может быть клонирован, вместо этого после смерти экипаж перерождается в уменьшенную версию этого экипажа (детеныша).
zh_hans: 无法被克隆，但此船员死后将生成此船员的缩小版本（幼体蜘蛛）。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_sally_weaver"]/desc
source: The outcome of a desperate experiment, this fusion of an unknown lifeform and a spider is surprisingly self-aware. Inherited Vagabond Phantom stats: takes no damage from hazards, has door phasing properties, is affected by Vagabond Ghost lab upgrades. Inherited Weaver Spider stats: 95 health, 0.8x movement speed, is affected by Spider lab upgrades.
ru: Результат отчаянного эксперимента, это слияние неизвестной формы жизни и паука, удивительным образом обладающее самосознанием. Наследует характеристики призраков-бродяг: не получает урона от опасностей, обладает возможностью проходить сквозь двери, затрагивается улучшениями лаборатории для призраков-бродяг. Наследует характеристики пауков-ткачей: 95 здоровья, 0.8х скорость передвижения, затрагивается улучшениями лаборатории для пауков.
zh_hans: 一次绝望实验的结果，令人意想不到的是这种未知生命体和蜘蛛的融合体居然具有自我意识。 继承漂浪群魂灵属性：不会受到环境伤害，可穿透舱门，受漂浪群魂灵的实验室升级的影响。 继承织网异蛛属性：95生命值，0.8倍移动速度，受蜘蛛的实验室升级影响。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_bonus_sally_weaver"]/title
source: Umbral Weaver Spider
ru: Умбральный паук-ткач
zh_hans: 暗影织网异蛛
