Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHERED_PLATING"]/desc
source: This hull plating is composed of an extremely durable, Aether-infused alloy that renders your ship immune to system damage and extremely resistant to sabotage, while also damaging boarders for 1 hp/s. It absorbs scrap to maintain its integrity, reducing scrap gain by 40%.
ru: Эта обшивка корпуса состоит из чрезвычайно прочного сплава, пропитанного эфиром, который делает ваш корабль невосприимчивым к системным повреждениям и чрезвычайно устойчивым к саботажу, а также наносит абордажникам урон со скоростью 1 ОЗ/с. Для сохранения своей целостности, она поглощает лом, снижая его добычу на 40%.
zh_hans: 该船体镀层由一种极其坚固、注入了以太的合金构成，能使你的舰船免疫系统损伤，并对破坏行为极具抗性，同时对登船单位造成1点/秒伤害。它需吸收废料以维持完整性，会使废料获取减少40%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHER_PERFECTION"]/title
source: Aenwithe's Perfection
ru: Совершенство Аэнвитэ

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHER_PERFECTION"]/desc
source: A number of specialized ship optimizations which provide a set of different benefits. - 5% faster weapon charge. - 10% faster shield charge. - 15% faster FTL Drive charge. - 5% hull resist chance, 5% system resist chance, and 25% ion resist chance. - Friendly crew and drones in your ship constantly heal 1 hp/s. - Enemy crew and drones in your ship constantly take 1 hp/s in damage.
ru: Ряд специализированных оптимизаций корабля, которые дают ряд различных преимуществ. - На 5% быстрее зарядка оружия. - На 10% быстрее зарядка щита. - На 15% быстрее зарядка ССД. - 5% шанс сопротивления урону по корпусу, 5% шанс сопротивления урону по системам и 25% шанс сопротивления ионному урону. - Дружественный экипаж и дроны на вашем корабле постоянно получают исцеление на 1 ОЗ/с; - Вражеский экипаж и дроны на вашем корабле постоянно получают урон на 1 ОЗ/с.
zh_hans: 一系列专用舰船优化模块，可提供多种不同增益效果. - 武器充能速度提升5%. - 护盾充能速度提升10%. - 超光速驱动充能速度提升15%. - 5%舰体损伤抵抗几率、5%系统损伤抵抗几率及25%离子损伤抵抗几率. - 舰内友方船员与无人机持续以每秒1点速度恢复生命值. - 舰内敌方船员与无人机持续以每秒1点速度损失生命值.

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHER_ENGINEERING"]/title
source: Aenwithe's Workstation
ru: Мастерская Аэнвитэ
zh_hans: 安威斯的实验室

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHER_ENGINEERING"]/desc
source: This magnificent onboard research laboratory allows its crew to forge cutting-edge technology by spending resources. It also allows the ship to jump to any beacon in the sector for no additional fuel cost.
ru: Эта великолепная бортовая исследовательская лаборатория позволяет экипажу корабля создавать новейшие технологии, тратя на это ресурсы. Она также позволяет кораблю прыгать к любому маяку в секторе без дополнительных затрат топлива.
zh_hans: 这间宏伟的舰载研究实验室允许船员通过消耗资源来研发尖端科技，同时可使舰船无需额外燃料消耗即可跃迁至星域内任意信标。

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHER_SHIELD"]/title
source: Aenwithe's Shielding Unit
ru: Экранир. устр. Аэнвитэ
zh_hans: 安威斯的护盾单元

# data/blueprints.xml.append$//augBlueprint[@name="FR_WITHER_SHIELD"]/desc
source: A highly advanced energy shield unit with an integrity of 10 hitpoints. It also disables the short-range teleportation of enemy crew.
ru: Высокотехнологичный энергетический щит с целостностью 10 единиц. Он также отключает телепортацию вражеского экипажа на короткие расстояния.

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEGION_AEGIS"]/title
source: Legionnaire's Aegis
ru: Эгида Легионера
zh_hans: 军团防护罩

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEGION_AEGIS"]/desc
source: This incredibly powerful energy shield was forged by the Rebels' best technicians and installed on a secret Flagship project led by Vance-1. It has an integrity of 10 hit points, increases weapon charge speed by 10%, and boasts built-in lifeform scanners.
ru: Этот невероятно мощный энергетический щит был выкован лучшими техниками повстанцев и установлен на секретном Флагмане под руководством Вэнса-1. Он обладает целостностью в 10 единиц, увеличивает скорость зарядки оружия на 10% и может похвастаться встроенными сканерами жизненных форм.
zh_hans: 这面极其强大的能量护盾由叛军最顶尖的技术人员锻造，并安装在由1号万斯主导的秘密旗舰计划中。提供10层能量盾，可提升武器充能速度10%，并内置生命扫描仪。

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEGION_SPIRIT"]/title
source: Spirit of the Rebellion
ru: Дух Восстания

# data/blueprints.xml.append$//augBlueprint[@name="FR_LEGION_SPIRIT"]/desc
source: The ship's atmosphere fosters absolute dedication to the Rebel cause, including the oppression of dissidents. Your Human crew are considered to have all of their basic crew labs; this effect stacks with the actual crew labs. Your non-Human crew are unable to heal or be cloned.
ru: Атмосфера корабля способствует абсолютной преданности делу повстанцев, включая угнетение инакомыслящих. Считается, что ваш человеческий экипаж имеет все свои базовые лаборатории; этот эффект складывается с текущей лаборатории экипажа. Ваш нечеловеческий экипаж не может лечиться или быть клонированным.

# data/blueprints.xml.append$//augBlueprint[@name="FR_RUES_ROYAL_PLATING"]/title
source: R.U.E.S. Exp. Plating
ru: Экспер. обшивка ЭЭРЕ
zh_hans: 团结精英实验装甲

# data/blueprints.xml.append$//augBlueprint[@name="FR_RUES_ROYAL_PLATING"]/desc
source: An attempt to fuse every signature augment of the factions that make up the Coalition. As a result, this unique hull armor provides several bonuses. - 20% hull resist chance, 20% system resist chance, 50% ion resistance chance. - Automatically repairs breaches on your ship. - Friendly crew in empty rooms take 20% less damage from all sources and 25% reduced stun duration. - For each powered level of Life Support, friendly crew gain an additional 15% combat damage, 20% movement speed, 5% maximum health, and 10% faster power charge rate. - 30% reduction to enemy sabotage speed. - Provides an opportunity to ram enemies before combat.
ru: Попытка объединить все фирменные модули фракций, входящих в Коалицию. - 20% сопрот. корпуса, 20% - систем, 50% - ионам. - Автомат. заделывает пробоины на вашем корабле. - Дружеств. экипаж в пустых отсеках получает на 20% меньше урона от всех источников и на 25% меньше длительности оглушения. - За каждый уровень жизнеобеспечения дружеств. экипаж получает доп. 15% боевого урона, 20% скорости передвижения, 5% макс. здоровья и 10% скорости зарядки способностей. - На 30% снижает скорость саботажа противника. - Дает возможность таранить врагов перед боем.
zh_hans: 此项设计旨在融合联盟各派系的标志性增强技术。因此，这款独特的舰体装甲可提供多重增益. - 20%舰体伤害免疫、20%系统伤害免疫、50%离子伤害免疫. - 自动修复舰内破舱. - 空舱室内友方船员承受全来源伤害降低20%，眩晕持续时间缩短25%. - 生命维持系统每提升1级功率，友方船员额外获得15%战斗伤害、20%移动速度、5%最大生命值及10%能量充能速度加成. - 敌方破坏速度降低30%. - 可在战斗前提供一次撞向敌舰的机会.

# data/blueprints.xml.append$//augBlueprint[@name="FR_RUES_GENETICS"]/title
source: R.U.E.S. Genetics Bank
ru: Генетический банк ЭЭРЕ
zh_hans: 团结精英基因库

# data/blueprints.xml.append$//augBlueprint[@name="FR_RUES_GENETICS"]/desc
source: Leeches, Mantis, Rockmen, and Slugs are all considered to have all three of their respective lab upgrades. This augment stacks with the actual lab upgrades.
ru: С этим модулем считается, что пиявки, богомолы, валуны и слизни обладают всеми тремя соответствующими лабораторными улучшениями. Этот модуль суммируется с фактическими улучшениями лаборатории.
zh_hans: 吸虫族、螳螂族、岩石族与蛞蝓虫族均视为已拥有其所有三阶实验室升级。该增强装置可与实际实验室升级效果叠加。

# data/blueprints.xml.append$//augBlueprint[@name="FR_FEDERATIONS_UNITY"]/title
source: Spirit of the Federation
ru: Дух Федерации

# data/blueprints.xml.append$//augBlueprint[@name="FR_FEDERATIONS_UNITY"]/desc
source: An air of absolute unity flows through this vessel. All crew gain non-stacking bonuses depending on what species you currently have present as crew. - Human: Crew have level 2 in all skills. - Engi: Crew gain a 50% boost to repair speed. - Mantis: Crew gain a 50% boost to combat damage. - Rockman: Crew gain a 50% boost to maximum health. - Zoltan: Crew provide 1 extra power to the system in the room they stand in if on your ship. - Slug: Crew gain immunity to mind control. - Orchid: Crew produce oxygen at the same rate as an Orchid while on your ship. - Lanius: Crew drain oxygen at the same rate as a Lanius while on the enemy ship and take half suffocation damage. - Ghost: Crew gain the ability to phase through doors. - Leech: Crew drain 1 extra power from the system in the room they stand in if on the enemy ship. - Shell: Crew gain 20% resistance to combat damage. - Crystal: Crew gain a 40% boost to sabotage damage. Lesser-known races may yield effects that are yet to be described.
ru: На этом корабле царит атмосфера абсолютного единства. Все члены экипажа получают не суммирующиеся бонусы, зависящие от того, представители какого вида присутствуют на корабле. - Человек: Экипаж имеет 2-й уровень всех навыков. - Энджи: Экипаж получает +50% скорости ремонта. - Богомол: Экипаж получает +50% боевого урона. - Валун: Экипаж получает +50% макс. здоровья. - Золтан: Экипаж дает 1 доп. энергию системе, в которой он находится, если он на вашем корабле. - Слизень: Экипаж получает иммунитет к контролю разума. - Орхидея: Экипаж вырабатывает кислород с той же скоростью, что и орхидея, находясь на вашем корабле. - Ланиус: Находясь на вражеском корабле, экипаж поглощает кислород с той же скоростью, что и ланиус, и получает половину урона от удушья. - Призрак: Экипаж получает способность проходить сквозь двери. - Пиявка: Экипаж истощает 1 доп. энергию из системы, в которой он находится, если он на вражеском корабле. - Ракушка: Экипаж получает 20% сопротивления боевому урону. - Кристаллин: экипаж получает +40% урона при саботаже. Менее известные расы могут давать эффекты, которые еще предстоит описать.
zh_hans: 舰船上弥漫着绝对的团结气息。所有船员根据当前舰上存在的种族获得非叠加型增益. -人类：船员所有技能等级+2. -半械族：船员维修速度提升50%. -螳螂族：船员战斗伤害提升50%. -岩石族：船员生命上限提升50%. -超能族：若在本方舰船，船员所在舱室系统额外提供1点能量. -蛞蝓族：船员获得精神控制免疫. -兰花族：船员在本方舰船时供氧速率等同兰花族. -食铁族：船员在敌方舰船时氧气抽取速率等同食铁族，且窒息伤害减半. -魂灵族：船员获得无视舱门能力. -吸虫族：若在敌方舰船，船员所在舱室系统被额外抽取1点能量. -甲壳族：船员战斗伤害抗性提升20%. -水晶族：船员破坏伤害提升40%. -尚未记载的稀有种族可能触发待补充效果.

# data/blueprints.xml.append$//augBlueprint[@name="FR_PROTOTYPES_SYSTEMS"]/title
source: Prototype Configurations
ru: Конфигурации прототипа
zh_hans: 原型配置

# data/blueprints.xml.append$//augBlueprint[@name="FR_PROTOTYPES_SYSTEMS"]/desc
source: The ship has a number of small, powerful bonuses, sourced from compact versions of many different augments. - 5% faster weapon charge, 50% chance to launch a crystal projectile when damaged, and 60% chance to not consume ammunition. - Automatically extinguishes fires and closes breaches, and boasts a 5-point energy shield that stacks with other energy shield augments. - Friendly crew receive passive Med-Bots healing at 45% the usual strength. - Enemy crew have their sabotage speed reduced by 25%, take 10% more damage from all sources, and are constantly dealt 16.5 hp/s in damage.
ru: Корабль имеет ряд небольших мощных бонусов, собранных из компактных версий множества различных модулей. - На 5% быстрее заряжаются орудия, 50% шанс выпустить кристаллический снаряд при повреждении и 60% шанс не расходовать боеприпасы. - Автоматически тушит пожары и заделывает пробоины, а также может похвастаться энергетическим щитом с 5 единицами целостности, который накапливается вместе с другими модулями энергетического щита. - Дружественный экипаж получает пассивное исцеление Мед-ботами на 45% от обычной силы. - У вражеского экипажа скорость саботажа снижается на 25%, он получает на 10 % больше урона от всех источников и постоянно получает 16.5 ОЗ/с урона.
zh_hans: 本舰搭载了多种由紧凑型增强模块提供的小幅强力增益. –武器充能速度加5%，受击时50%概率发射水晶碎片，60%概率不消耗弹药. –自动灭火并修复舱体破舱，拥有可与其他能量护盾叠加的5点能量护盾. –友方船员持续接受医疗机器人治疗，效果为常规强度的45%. ­­‐ 敌方船员破坏速度降低25%，受到伤害增加10%，并持续受到每秒16.5点的伤害.

# data/blueprints.xml.append$//augBlueprint[@name="FR_REAL_SHIELD"]/title
source: R.E.A.L. Defenses
ru: Л.У.А.Р. защита
zh_hans: R.E.A.L. 防御系统

# data/blueprints.xml.append$//augBlueprint[@name="FR_REAL_SHIELD"]/desc
source: This energy shield unit is composed of a cross between Aether and eldritch technology. It has an integrity of 10 hitpoints, and applies Madness to all enemy crew, even if they are on their own ship.
ru: Этот энергетический щит создан на основе эфира и эльдрической технологии. Его целостность составляет 10 единиц, и он накладывает безумие на всех членов вражеского экипажа, даже если они находятся на своем корабле.

# data/blueprints.xml.append$//augBlueprint[@name="FR_REAL_UTILITIES"]/title
source: R.E.A.L. Empowerment
ru: Л.У.А.Р. эмансипация

# data/blueprints.xml.append$//augBlueprint[@name="FR_REAL_UTILITIES"]/desc
source: All allied crew can teleport anywhere on demand, including to the enemy ship, and have immunity to mind control and suffocation.
ru: Все члены экипажа могут телепортироваться куда угодно по требованию, в том числе на вражеский корабль, и имеют иммунитет к контролю разума и удушью.
zh_hans: 所有友方船员可随时传送至任意位置（包括敌方舰船），且免疫心灵控制与窒息效果。

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_TECH"]/title
source: Observers' Collaboration
ru: Сотрудничество Наблюд.
zh_hans: 评判者的协作

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_TECH"]/desc
source: A unique technology network, crafted by the Observers for this vessel, that fuses characteristic technologies of the Separatists, Lost Suns, and Osmians. It provides a number of effects. - 20% hull resist chance, 100% ion resist chance. - Automatically extinguishes fires and repairs breaches. - Friendly crew restore 5 hp/s, gain immunity to being stunned while on your ship, and increase the number of ability charges they have and the charges they restore on jump by 3. - Enemy crew on your ship take 5 hp/s in damage. - Provides an opportunity to ram the enemy before combat.
ru: Уникальная технологическая сеть, созданная Наблюдателями для этого корабля и объединяющая характерные технологии Сепаратистов, Затерянных Солнц и осмианцев. Она дает ряд эффектов. - 20% шанс сопротивления корпуса, иммунитет к ионному урону. - Автоматически тушит пожары и заделывает пробоины. - Дружественный экипаж восстанавливает 5 ОЗ/с, получает иммунитет к оглушению, находясь на вашем корабле, и увеличивает количество зарядов способностей, которые они имеют, и зарядов, которые они восстанавливают при прыжке, на 3. - Вражеский экипаж на вашем корабле получает 5 ОЗ/с урона. - Дает возможность таранить противника перед боем.
zh_hans: 评判者专为本舰打造的独特科技，融合了分离、烈阳与原能族的标志性技术，具有以下效果. –20%舰体伤害免疫，100%离子伤害免疫. –自动灭火并修复舱体破舱. –友方船员每秒恢复5点生命值，在本舰免疫眩晕，技能充能次数与跃迁时恢复的充能数+3. –敌方登舰船员每秒受到5点伤害. –提供一次撞向敌舰的机会.

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_PRESENCE"]/title
source: Observers' Presence
ru: Присутствие Наблюдат.
zh_hans: 评判者之临

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_PRESENCE"]/desc
source: At empty beacons, you can select between gaining the effects of all of Thest's boons, all of Corby's grants, or all of Wakeson's blessings. This effect only considers base Multiverse bonuses, grants rewards from bonuses only once per run, and uses the strongest of multi-leveled bonuses.
ru: На пустых маяках вы можете выбрать между получением эффектов всех благ Сеста, всех даров Корби или всех благословений Уэйксона. Этот эффект учитывает только базовые бонусы Мультивселенной, дает награды от бонусов только один раз за забег и использует самый сильный из многоуровневых бонусов.
zh_hans: 在空白信标处，您可选择获得下列全部效果之一：塞斯特的恩赐、阔碧的赠礼，或威克森的祝福。此效果仅计算多元宇宙基础增益，每次旅程中每个奖励来源仅生效一次，且多级增益中仅取最高效果。

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_BOONS"]/title
source: Observer's Boons
ru: Благо Наблюдателя
zh_hans: 评判者的恩赐

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_BOONS"]/desc
source: Gives the effects of all boons.
ru: Дает эффекты от всех благ.
zh_hans: 获得全部恩赐效果.

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_BLESSINGS"]/title
source: Observer's Blessing
ru: Благословение Наблюдателя
zh_hans: 评判者的祝福

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_BLESSINGS"]/desc
source: Gives the effects of all blessings.
ru: Дает эффекты от всех благословений.
zh_hans: 获得全部祝福效果.

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_GRANTS"]/title
source: Observer's Grants
ru: Дар Наблюдателя
zh_hans: 评判者的赠礼

# data/blueprints.xml.append$//augBlueprint[@name="FR_OBSERVER_GRANTS"]/desc
source: Gives the effects of all grants.
ru: Дает эффекты от всех даров.
zh_hans: 获得全部赠礼效果.

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALTED_AIR"]/title
source: Saline Air
ru: Соляной воздух

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALTED_AIR"]/desc
source: The ship's life support system floods the air with microscopic salt particles. It is very uncomfortable to breathe, and barely able to support most races. Salt people on your ship passively restore 10 hp/s, and enemy Slugs passively take 20 hp/s in damage.
ru: Система жизнеобеспечения корабля наполняет воздух микроскопическими частицами соли. Дышать очень неприятно, и он едва способен поддерживать жизнь большинства рас. Соляные на вашем корабле пассивно исцеляются на 10 ОЗ/с, а вражеские слизни пассивно получают 20 ОЗ/с урона.
zh_hans: 舰船生命维持系统在空气中充斥微盐粒子，形成极不适宜呼吸的环境，难以维持多数种族的生存。舰上盐族船员每秒恢复10点生命值，敌方蛞蝓族船员每秒受到20点伤害。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_HULL"]/title
source: Halite Hull
ru: Халитовый корпус

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_HULL"]/desc
source: The composite hull of the ship contains a large amount of salt crystals, which function as an electrolytic channel for incoming attacks. Your ship is immune to ion damage, and has a 20% chance to resist hull damage.
ru: В корпусе корабля содержится большое количество кристаллов соли, которые служат электролитическим фильтром для входящих атак. Ваш корабль невосприимчив к ионному урону и имеет 20% шанс противостоять повреждениям корпуса.
zh_hans: 舰船复合船体中蕴含大量盐晶，可为来袭攻击提供电解通道。您的舰船免疫离子伤害，并有20%概率抵抗船体伤害。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_RELOADER"]/title
source: Seasoned Re-loader
ru: Приправлен. перезарядчик
zh_hans: 老练装弹手

# data/blueprints.xml.append$//augBlueprint[@name="FR_SALT_RELOADER"]/desc
source: A prototype model of automated reloader used exclusively by the Salt Empire. It was believed to have died with them, but here in front of you is a working model. It increases the fire rate of all weapons by 50%, but increases your shield cooldown by 90%.
ru: Прототип модели автоматического перезарядного устройства, используемого исключительно в Соляной империи. Считалось, что она погибла вместе с ними, но перед вами - действующая модель. Он увеличивает скорострельность всех видов орудий на 50%, но увеличивает время перезарядки щита на 90%.
zh_hans: 盐帝国专属自动装弹系统的原型型号，本应随其文明一同湮灭，而今一台可运作的样机正呈于你眼前。它能提升所有武器50%射速，但也会使护盾充能延迟增加90%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_VORTEX"]/title
source: Radioactive Black Hole
ru: Радиоакт. черная дыра
zh_hans: 放射性黑洞

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_VORTEX"]/desc
source: This ship sources its power from a black hole which emits extreme amounts of radiation. The black hole lowers enemy maximum health, repair and healing speed depending on your reactor level, the debuffs starts off weak but ramps up quickly on the later levels.
ru: Этот корабль получает энергию от черной дыры, которая излучает огромное количество радиации. Черная дыра снижает максимальное здоровье врага, скорость ремонта и исцеления в зависимости от уровня реактора, дебаффы вначале слабые, но на более поздних уровнях быстро усиливаются.
zh_hans: 该舰船从散发超强辐射的黑洞中汲取能量。该黑洞会根据你的反应堆等级降低敌方的生命上限、维修与治疗速度，这些减益效果初始较弱，但在反应堆高等级时会急速增强。

source: Holographic White Hole
ru: Голографическая белая дыра
zh_hans: 全息白洞

source: This ship sources its power from a white hole which emits extreme amounts of hard light. All allied holograms give double power, their life, damage, repair, movement and sabotage speed scale with reactor levels, the higher the level the bigger the boost.
ru: Этот корабль получает энергию из белой дыры, излучающей огромное количество твердого света. Все голограммы союзников получают двойную энергию, их жизнь, урон, ремонт, скорость передвижения и скорость саботажа зависят от уровня реактора, чем выше уровень, тем больший бонус.
zh_hans: 该舰船从散发超强光质的白洞中汲取能量。所有友方全息影像提供双倍能量，其生命、伤害、维修、移动及破坏速度均随反应堆等级成长，等级越高加成越显著。

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_VORTEX_HEAL"]/title
source: Healing Anomaly
ru: Исцеляющая аномалия
zh_hans: 治愈奇点

# data/blueprints.xml.append$//augBlueprint[@name="FR_OSMIAN_VORTEX_HEAL"]/desc
source: This ship sources its power from a space anomaly which emits extreme amounts of life energy. The vortex boosts the maximum health of all allied crew as well as healing them anywhere constantly, both effects scaling depending on your reactor level, with the effects getting stronger per level the higher your reactor level.
ru: Этот корабль получает энергию от космической аномалии, излучающей огромное количество жизненной энергии. Вихрь увеличивает максимальный уровень здоровья всех членов экипажа, а также постоянно исцеляет их в любом месте. Оба эффекта зависят от уровня реактора, причем эффект усиливается с каждым уровнем, чем выше уровень реактора.
zh_hans: 该舰船从散发超强生命能量的空间异常体中汲取动力。该涡流能提升所有友方船员的生命上限并持续进行全图治疗，两项效果均随反应堆等级提升而增强，且每级增益随等级提高不断增长。

# data/blueprints.xml.append$//augBlueprint[@name="FR_OMNIDRONE_SYSTEM"]/title
source: Master of Puppets
ru: Повелитель марионеток
zh_hans: 傀儡大师

# data/blueprints.xml.append$//augBlueprint[@name="FR_OMNIDRONE_SYSTEM"]/desc
source: This highly advanced drone system, known only by its codename, simultaneously scrambles enemy defense drones and recovers all consumed drones after fights. However, it will only function as long as the Hacking system is operational.
ru: Эта высокотехнологичная система дронов, известная только под кодовым названием, одновременно выводит из строя защитные дроны противника и возвращает все потраченные дроны после боя. Однако она будет функционировать только до тех пор, пока работает Взломщик.
zh_hans: 这款仅以代号著称的高阶无人机系统，能在干扰敌方防御无人机的同时，于战后回收所有已消耗的无人机。但该系统的运行完全依赖黑客系统的正常运作。

source: Anti-Boarder System
ru: Анти-абордажная система
zh_hans: 反登舰系统

source: An advanced variant of the classic emancipation grid. It deals 2 hp/s to boarders, plus an extra 1 hp/s for each level in the Doors system, and reduces their sabotage speed by 70%.
ru: Усовершенствованный вариант классического Поля дезинтеграции. Наносит 2 ОЗ/с абордажникам, плюс дополнительно 1 ОЗ/с за каждый уровень в системе дверей, и снижает скорость их саботажа на 70%.
zh_hans: 经典舱格能量场的进阶型号，可对登舰者造成每秒2点伤害，并按门禁系统等级追加每秒1点伤害，同时使其破坏速度降低70%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_RANDOM_AUGMENT_CRATE"]/title
source: Gambler's Gift
ru: Азартный подарок
zh_hans: 赌徒的赠礼

# data/blueprints.xml.append$//augBlueprint[@name="FR_RANDOM_AUGMENT_CRATE"]/desc
source: A turquoise box with a navy stripe across its body. Labels on the box claim it "contains any one useful augment from Multiverse or Forgotten Races", whatever that means. Come on... you know you want to open it.
ru: Бирюзовая коробка с темно-синей полосой по корпусу. Надписи на коробке утверждают, что она "содержит один полезный модуль Мультивселенной или Забытых рас", что бы это ни значило. Ну же... вы же знаете, что хотите открыть ее.
zh_hans: 一个带有藏青色条纹的蓝绿色盒子。盒身标签宣称其"内含多元宇宙或遗忘种族任意一款实用增强装置"，天知道这是什么意思。来吧…你心里早就想打开它了。

source: Gambler's Gift [MV]
ru: Азартный подарок [МВ]
zh_hans: 赌徒的赠礼(多元宇宙)

source: A dark blue box with a star pattern on its lid. Labels on the box claim it "contains any one useful augment from Multiverse", whatever that means. Come on... you know you want to open it.
ru: Темно-синяя коробка со звездным узором на крышке. Надписи на коробке утверждают, что она "содержит один полезный модуль Мультивселенной", что бы это ни значило. Ну же... вы же знаете, что хотите открыть ее.
zh_hans: 深蓝色盒盖点缀星形纹样，标签宣称其中"载有来自多元宇宙的任意一款实用增强装置"——天晓得这模糊的说明究竟何意。来吧…你很清楚自己渴望打开它。
