Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FR_FRIEND_MAKER_SHIELD"]/title
source: Friend-Maker Shielding
ru: Экранир. Творца друзей
zh_hans: 友谊护盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_FRIEND_MAKER_SHIELD"]/desc
source: An energy shield unit crafted as Jerry's latest summer project. It has an integrity of 12 hitpoints, and increases enemy weapon charge requirement by 10%.
ru: Энергетический щит, созданный в качестве последнего летнего проекта Джерри. Его целостность составляет 12 единиц, и увеличивает потребность в зарядке вражеских орудий на 10%.
zh_hans: 杰瑞暑期最新研发的能量护盾单元。提供12层能量盾，并使敌方武器充能时间提升10%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_TULLY_SHIELD"]/title
source: Unified Shielding
ru: Унифицир. экранирование
zh_hans: 整合护盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_TULLY_SHIELD"]/desc
source: Energy shield technology crafted by the Federation's finest. It has an integrity of 12 hitpoints, reduces the ability cooldowns of friendly crew by 50%, gives their abilities 2 more maximum charges, and causes them to regenerate 2 more ability charges on jump.
ru: Энергетический щит, созданный лучшими специалистами Федерации. Он имеет целостность 12 единиц, уменьшает время действия способностей дружественного экипажа на 50%, дает их способностям на 2 максимальных заряда больше и заставляет их восстанавливать на 2 заряда больше способностей при прыжке.
zh_hans: 联邦顶尖科技打造的能量护盾。提供12层能量护盾，可使友方船员技能冷却时间缩短50%，技能最大充能次数+2，并在跃迁时额外恢复2点技能充能。

# data/blueprints.xml.append$//augBlueprint[@name="FR_MFK_TRAINING"]/title
source: Ace Training Courses
ru: Учебные курсы асов
zh_hans: 王牌训练课程

# data/blueprints.xml.append$//augBlueprint[@name="FR_MFK_TRAINING"]/desc
source: A shelf of logbooks and training manuals imported from key Rebel strongholds. Allows you to train regular Humans, Medics, and Engineers into soldiers, and Soldiers and Technicians into MFK Aces, at empty beacons.
ru: Полка с журналами и учебными пособиями, привезенными из ключевых опорных пунктов повстанцев. Позволяет обучать обычных людей, Медиков и Инженеров в Солдат, а Солдат и Техников - в асов МФК на пустых маяках.
zh_hans: 从叛军关键要塞引进的日志与训练手册合集。使你能在空白信标处将普通人类、医疗兵和工程师训练为士兵，并将士兵与革新社技工进阶为MFK精英。

# data/blueprints.xml.append$//augBlueprint[@name="FR_MFK_EQUIPMENT"]/title
source: MFK Arsenal
ru: МФК арсенал
zh_hans: MFK武器库

# data/blueprints.xml.append$//augBlueprint[@name="FR_MFK_EQUIPMENT"]/desc
source: A crate filled with top-of-the-line weapons and armor. Your humans gain 50 extra maximum health and 100% extra damage in ranged combat.
ru: Ящик, наполненный первоклассным оружием и броней. Ваши люди получают 50 дополнительных единиц здоровья и +100% урона в дальнем бою.
zh_hans: 一个装满顶级武器与装甲的板条箱。您麾下的人类船员获得50点额外生命上限及100%远程战斗伤害加成。

# data/blueprints.xml.append$//augBlueprint[@name="FR_LOCAL_MAINTENANCE"]/title
source: Durable Circuitry
ru: Долговечная микросхема
zh_hans: 耐久型电路系统

# data/blueprints.xml.append$//augBlueprint[@name="FR_LOCAL_MAINTENANCE"]/desc
source: A high-grade circuitry package for smaller automatons. Drones spawned by Technicians have an infinite lifespan while on your ship.
ru: Высококачественный набор схем для небольших автоматических устройств. Дроны, порожденные Техниками, имеют бесконечный срок службы, пока находятся на вашем корабле.
zh_hans: 一套适用于小型自动机器的高等级电路套件。革新社技工部署的无人机在本方舰船上拥有无限续航时间。

# data/blueprints.xml.append$//augBlueprint[@name="FR_FRIGID_AIR"]/title
source: Frigid Air
ru: Холодный воздух
zh_hans: 极寒空气

# data/blueprints.xml.append$//augBlueprint[@name="FR_FRIGID_AIR"]/desc
source: The interior of your vessel is extremely cold, causing Snowmen to passively heal for 20 hp/s inside your ship and move at double speed. This also allows you to make more Snowmen at empty beacons.
ru: Внутри корабля очень холодно, поэтому снеговики пассивно исцеляются на 20 ОЗ/с внутри корабля и передвигаются с удвоенной скоростью. Кроме того, это позволяет вам создавать больше снеговиков на пустых маяках.
zh_hans: 舰船内部维持极寒环境，雪人在舰内可每秒恢复20点生命值且移动速度翻倍，并使你能在空白信标处制造更多雪人。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIPWIDE_HEATER"]/title
source: Overdriven Heater
ru: Избыточный обогреватель
zh_hans: 强效保温器

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIPWIDE_HEATER"]/desc
source: The interior of your vessel is unbearably hot. This allows slain Lavamen to generate another one upon death. Boarders without fire immunity also passively take 5 hp/s in damage.
ru: Внутри вашего судна невыносимо жарко. Это позволяет убитым лаваменам создавать еще одного после смерти. Абордажники, не имеющие иммунитета к огню, также пассивно получают 5 ОЗ/с урона.
zh_hans: 你的舰船内部酷热难当。这使得熔岩人在阵亡时能生成另一个熔岩人。没有火焰免疫的登船单位还会被动受到5点/秒的伤害。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SMART_THERMOSTAT"]/title
source: Precision Thermostat
ru: Высокоточный термостат
zh_hans: 精密温控仪

# data/blueprints.xml.append$//augBlueprint[@name="FR_SMART_THERMOSTAT"]/desc
source: A massively over-engineered temperature regulation system that automatically adjust the climate around each crew to the perfect level. Both Snowmen and Lavamen passively heal for 20 hp/s while in your ship, and enemy boarders passively take 3 hp/s in damage. Snowmen can now be cloned, move at double speed, and can be built at empty beacons, and Lavamen revive themselves upon death.
ru: Масштабно переработанная система терморегуляции, которая автоматически подстраивает климат вокруг каждого члена экипажа под идеальный уровень. Снеговики и лавамены пассивно исцеляются на 20 ОЗ/с, пока находятся на вашем корабле, а вражеские абордажники пассивно получают 3 ОЗ/с урона. Снеговиков теперь можно клонировать, они двигаются с удвоенной скоростью и могут быть созданы на пустых маяках, а лавамены возрождаются после смерти.
zh_hans: 一套设计过度复杂的温度调节系统，能自动将每位船员周围的环境调节至最佳状态。 雪人和熔岩人在你的飞船内时，会以每秒回复20点生命值；而敌方登船者则会以每秒损失3点生命值。此外，雪人现在可被克隆、移动速度翻倍且能在空信标处制造，熔岩人死亡后则会自行复活。

# data/blueprints.xml.append$//augBlueprint[@name="FR_AI_AVATAR_GENERATOR"]/title
source: AI Avatar Generator
ru: Генератор ИИ-аватаров
zh_hans: 人工智能化生生成器

# data/blueprints.xml.append$//augBlueprint[@name="FR_AI_AVATAR_GENERATOR"]/desc
source: A highly sophisticated algorithm-driven machine that can manufacture AI avatars at the cost of some scrap.
ru: Сложнейшая техника, управляемая алгоритмами, способная производить ИИ-аватары за небольшое количество лома.
zh_hans: 一套高度精密的算法驱动设备，能够以消耗部分废料为代价制造人工智能化身。

# data/blueprints.xml.append$//augBlueprint[@name="FR_REBEL_REPLICATOR"]/title
source: Rebel Replicator
ru: Репликатор повстанцев
zh_hans: 叛军以太复制器

# data/blueprints.xml.append$//augBlueprint[@name="FR_REBEL_REPLICATOR"]/desc
source: A marvel of engineering produced by the Rebellion, powered by a hint of Aether. Your weapons will no longer consume missiles, but all of your weapons and artillery have a 20% longer cooldown.
ru: Чудо инженерной мысли, созданное повстанцами, питается эфиром. Ваши орудия больше не расходуют боеголовки, но все ваши орудия и артиллерия заряжаются на 20% дольше.
zh_hans: 此乃叛军工程学的奇迹之作，由一丝以太驱动。你的武器将不再消耗导弹，但所有武器和巨炮的冷却时间延长20%。

# data/blueprints.xml.append$//augBlueprint[@name="REBEL_ID"]/title
source: Forged Identification
ru: Поддельные документы
zh_hans: 伪造的身份卡

# data/blueprints.xml.append$//augBlueprint[@name="REBEL_ID"]/desc
source: A fake Rebel identification card, often used by smugglers to get past security checkpoints. While it's unlikely this will work on high ranking Rebel officers or aggressive vessels who've already identified you as Federation, it should be enough to convince those less certain about your identity, or at least those who aren't very good at their jobs. Provides helpful blue options during relevant events.
ru: Поддельное удостоверение личности повстанца, которое часто используют контрабандисты, чтобы пройти через контрольно-пропускные пункты. Хотя это вряд ли убедит высокопоставленных офицеров повстанцев или агрессивные корабли, которые уже идентифицировали вас как Федерацию, этого должно быть достаточно, чтобы убедить тех, кто менее уверен в вашей личности, или, по крайней мере, тех, кто не очень хорошо разбирается в своей работе. Предоставляет полезные синие опции во время соответствующих событий.
zh_hans: 一张伪造的叛军身份卡，走私者常凭此物混过安检关卡。虽然它不太可能骗过高阶叛军军官或那些已将你识别为联邦舰船的敌对舰只，但足以说服那些对你的身份不太确定的人——或者至少能糊弄那些玩忽职守的检查员。 可在相关事件中提供蓝色选项。

# data/blueprints.xml.append$//augBlueprint[@name="FR_ROYAL_PHEROMONES"]/title
source: Royal Pheromones
ru: Королевские феромоны
zh_hans: 皇家信息素

# data/blueprints.xml.append$//augBlueprint[@name="FR_ROYAL_PHEROMONES"]/desc
source: A concoction of Mantis pheromones made by the Queen, for the Queen, to be shared with everybody. For each powered level of Life Support, all friendly crew increase their sabotage damage by 20% and their repair speed by 10%. Friendly Hive Mantis also become immune to mind control while Life Support is powered.
ru: Снадобье из феромонов богомола, созданное Королевой для Королевы и предназначенное для всех. За каждый включенный уровень кислородной установки все члены дружественного экипажа увеличивают свой урон при саботажа на 20%, а скорость ремонта - на 10%. Дружественные богомолы Улья также становятся невосприимчивыми к контролю разума, пока работает система жизнеобеспечения.
zh_hans: 由螳螂女皇调配、为女皇服务、并与众生共享的信息素合剂。氧气系统每提升一级功率，所有友方船员的破坏伤害增加20%，维修速度提高10%。当氧气系统供能时，友方母巢螳螂还将获得心灵控制免疫。

# data/blueprints.xml.append$//augBlueprint[@name="FR_THICK_EXOSKELETON"]/title
source: Thickened Exoskeleton
ru: Утолщенный экзоскелет
zh_hans: 强化外骨骼

# data/blueprints.xml.append$//augBlueprint[@name="FR_THICK_EXOSKELETON"]/desc
source: A small amount of genetic manipulation can do anything in this world, it seems. Your Spider crew take halved damage from hazards, but move 25% slower.
ru: Кажется, в этом мире небольшое количество генетических манипуляций может сделать все. Ваш экипаж пауков получает вдвое меньше урона от опасностей, но передвигается на 25% медленнее.
zh_hans: 看似微小的基因操控竟能颠覆世界法则。蜘蛛船员承受的环境危害伤害减半，但移动速度降低25%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_GAS_COMPRESSORS"]/title
source: Air Compressors
ru: Воздушные компрессоры
zh_hans: 空气压缩机

# data/blueprints.xml.append$//augBlueprint[@name="FR_GAS_COMPRESSORS"]/desc
source: Very crude Old-Earth technology, repurposed for a strange use. Allied Ghost crew gain 20% more maximum health and take up half a crew slot, but move 30% slower.
ru: Очень грубая староземная технология, перепрофилированная для необычного назначения. Ваш экипаж призраков получает на 20% больше максимального здоровья и занимает половину слота экипажа, но двигается на 30% медленнее.
zh_hans: 经过粗糙改造的古地球技术，被赋予非常规用途。友方魂灵族船员生命上限提升20%且仅占用半数船员舱位，但移动速度减缓30%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIPWIDE_SPEAKERS"]/title
source: Omni Sound System
ru: Звуковая омни-система
zh_hans: 全频声场系统

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHIPWIDE_SPEAKERS"]/desc
source: An advanced speaker system, suitable for a concert venue, that blasts loud, funkalicious music throughout your ship. Allied crew receive a 50% bonus to combat damage and repair speed, and enemy boarders have their combat damage and sabotage speed halved. This effect does not stack with Sammy's music.
ru: Усовершенствованная акустическая система, подходящая для концертной площадки, разносит по всему кораблю громкую зажигательную музыку. Экипаж союзников получает 50% бонус к боевому урону и скорости ремонта, а у вражеских абордажников боевой урон и скорость саботажа снижаются вдвое. Этот эффект не суммируется с музыкой Пейдена.
zh_hans: 一套适用于音乐场馆的先进扬声系统，能在整艘舰船内播放喧闹的funkalicious音乐。友方船员获得50%战斗伤害与维修速度加成，登舰敌军的战斗伤害与破坏速度则减半。此效果无法与萨米的音乐叠加。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SLIMER_GEL"]/title
source: Slimer's Ectoplasmic Gel
ru: Эктоплазм. гель Слимера
zh_hans: 黏稠者的灵质凝胶

# data/blueprints.xml.append$//augBlueprint[@name="FR_SLIMER_GEL"]/desc
source: A preternaturally thick blend of Slug breach sealant, only possible to forge using the black magic of Tartarus. Coats the inside of empty rooms. Friendly crew inside of them become immune to hazards, while enemy boarders become unable to fight and move at half speed. Like standard Slug gel, it also repairs breaches. Provides a cheaper option for repairs at empty beacons.
ru: Сверхъестественно густая смесь из герметика слизней, которую можно получить только с помощью черной магии Тартара. Покрывает внутренние поверхности пустых помещений. Дружественный экипаж, находящийся в них, становится неуязвимым к опасностям, а вражеские абордажники теряют способность сражаться и передвигаются с половинной скоростью. Как и стандартный гель слизней, он также заделывает пробоины. Также предоставляет более дешевый вариант ремонта у пустых маяков.
zh_hans: 一种异常粘稠的蛞蝓族破口密封剂，唯有借助塔尔塔罗斯的黑魔法方可炼制。 能覆盖空舱室的内壁。其中的友方船员可获得对危害环境的免疫力，而敌方登船者则会丧失战斗能力且移速减半。与常规蛞蝓凝胶一样，它也能修复破口。 在空白信标处为维修提供更廉价的选择。

# data/blueprints.xml.append$//augBlueprint[@name="FR_IONIC_NEBULA_GAS"]/title
source: Phys' Ionized Gases
ru: Ионизиров. газы Физ
zh_hans: 菲斯的电离气体

# data/blueprints.xml.append$//augBlueprint[@name="FR_IONIC_NEBULA_GAS"]/desc
source: This ship is flooded with ionized Shell gas. The gas renders it immune to ion damage, grants friendly crew stun immunity, and damages enemy boarders for 6 hp/s. Drones take doubled damage.
ru: Этот корабль наполнен ионизированным газом ракушек. Газ делает его невосприимчивым к ионному урону, дает иммунитет к оглушению дружественному экипажу и наносит вражеским абордажникам урон в 6 ОЗ/с. Дроны получают удвоенный урон.
zh_hans: 舰船内部充满电离化的甲壳族气体。该气体使舰船免疫离子伤害，赋予友方船员眩晕免疫，并对登舰敌军造成每秒6点伤害，无人机所受伤害翻倍。

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_PHEROMONES"]/title
source: Aleenor's Pheromones
ru: Феромоны Алеенор
zh_hans: 埃莉诺的信息素

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_PHEROMONES"]/desc
source: A potent, one-of-a-kind pheromone concoction fills the ship. The mix grants increasingly strong bonuses to crew for each powered level of Life Support. - 1 power: Friendly crew gain immunity to suffocation. - 2 power: Friendly crew gain the ability to phase through doors. - 3 power: Friendly crew gain the ability to teleport to any room on your ship. - 4 power: Friendly crew gain the ability to teleport to any room and to either ship directly.
ru: Мощный, единственный в своем роде феромонный коктейль наполняет корабль. Смесь дает все более сильные бонусы экипажу за каждый включенный уровень системы жизнеобеспечения. - 1 уровень: Дружественный экипаж получает иммунитет к удушью. - 2 уровень: Дружественный экипаж получает возможность проходить сквозь двери. - 3 уровень: Дружественный экипаж получает возможность телепортироваться в любой отсек на вашем корабле. - 4 уровень: Дружественный экипаж получает возможность телепортироваться в любой отсек и на любой корабль напрямую.
zh_hans: 舰船内弥漫着强效独特的信息素合剂。该混合物能根据氧气系统的供能等级为船员提供逐级增强的增益。 –1级供能：友方船员获得窒息免疫。 –2级供能：友方船员获得无视舱门能力。 –3级供能：友方船员可传送至己方舰船任意舱室。 –4级供能：友方船员可传送至任意舱室并直接抵达任意舰船。

source: Cursed Pheromones
ru: Проклятые феромоны
zh_hans: 诅咒信息素

source: A potent, one-of-a-kind pheromone concoction fills the ship. The mix grants increasingly strong bonuses to crew for each powered level of Life Support. - 1 power: Friendly crew gain immunity to all hazards. - 2 power: Friendly crew gain 20% extra sabotage speed and the ability to phase through doors. - 3 power: Friendly crew gain 20% extra health and the ability to teleport to any room on your ship. - 4 power: Friendly crew gain 20% extra combat damage and the ability to teleport to any room and to either ship directly.=.
ru: Мощный, единственный в своем роде феромонный коктейль наполняет корабль. Смесь дает все более сильные бонусы экипажу за каждый включенный уровень жизнеобеспечения. - 1 энергия: Дружеств. экипаж получает иммунитет ко всем опасностям. - 2 энергии: Дружеств. экипаж получает на 20% больше скорости саботажа и способность проходить сквозь двери. - 3 энергии: Дружеств. экипаж получает 20% доп. здоровья и возможность телепорт. в любой отсек на вашем корабле. - 4 энергии: Дружеств. экипаж получает 20% доп. боевого урона и возможность телепорт. в любой отсек и на любой корабль напрямую.
zh_hans: 舰船内弥漫着强效独特的信息素合剂。该混合物能根据氧气系统的供能等级为船员提供逐级增强的增益。 ‐1级供能：友方船员获得全环境伤害免疫。 ‐2级供能：友方船员破坏速度提升20%并获得无视舱门能力。 ‐3级供能：友方船员生命值提升20%并获得传送至己方舰船任意舱室的能力。 ‐4级供能：友方船员战斗伤害提升20%并可传送至任意舱室及直接抵达任意舰船。

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_CLOAK"]/title
source: Aleenor's Ghostly Cloak
ru: Призрач. покров Алеенор
zh_hans: 埃莉诺的幽魂斗篷

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_CLOAK"]/desc
source: A ghostly veil follows this ship. Its Cloaking system recharges 10 seconds faster than normal, and firing weapons doesn't disrupt the cloak.
ru: За этим кораблем тянется призрачная пелена. Маскировочная система перезаряжается на 10 секунд быстрее, чем обычно, а стрельба из орудий не нарушает маскировку.
zh_hans: 幽魂薄纱萦绕此舰。其隐形系统充能速度较常规提升10秒，且武器开火不会减少隐形时间。

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_CLOAK_CURSED"]/title
source: Aleenor's Cursed Cloak
ru: Прокл. маскир. Алеенор
zh_hans: 埃莉诺的诅咒斗篷

# data/blueprints.xml.append$//augBlueprint[@name="FR_GHOSTLY_CLOAK_CURSED"]/desc
source: A ghostly veil follows this ship. Its Cloaking system recharges 10 seconds faster than normal, and firing weapons doesn't disrupt the cloak. The veil also improves weapon performance, boosting cooldown speed by 10%.
ru: За этим кораблем тянется призрачная пелена. Маскировочная система перезаряжается на 10 секунд быстрее, чем обычно, а стрельба из орудий не нарушает маскировку. Пелена также улучшает характеристики орудий, увеличивая скорость их перезарядки на 10%.
zh_hans: 一层幽灵般的薄纱跟随着这艘舰船。其隐形系统的充能时间比正常情况快10秒，且开火不会减少隐形时间。这层薄纱还能提升武器性能，使充能速度加快10%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_MOLTEN_ARMOR"]/title
source: Vin's Molten Armor
ru: Расплавл. броня Вина
zh_hans: 文的熔火装甲

# data/blueprints.xml.append$//augBlueprint[@name="FR_MOLTEN_ARMOR"]/desc
source: The ship is flooded with real, obscenely hot lava. This hostile environment passively deals 15 hp/s to both allied and enemy crew. This damage counts as fire damage, and is modified accordingly. The plating itself has a 50% chance to resist hull damage, and provides an opportunity to ram the enemy ship before combat.
ru: Корабль затоплен настоящей, невероятно горячей лавой. Эта враждебная среда пассивно наносит 15 ОЗ/с как союзникам, так и вражескому экипажу. Этот урон учитывается как урон от огня и соответствующим образом модифицируется. Сама обшивка имеет 50% шанс противостоять повреждениям корпуса и дает возможность таранить вражеский корабль перед боем.
zh_hans: 舰船内部充盈着实实在在、灼热异常的岩浆。此极端环境会无差别地对友方与敌方船员造成15点/秒的持续性伤害。该伤害视作火焰伤害，并受相关属性修正。 装甲本体拥有50%概率免疫船体伤害，并可提供一次冲撞敌舰的机会。

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENERGY_SIPHON"]/title
source: Cleo's Energy Siphon
ru: Энергетич. сифон Клео
zh_hans: 克里奥的能量吸收器

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENERGY_SIPHON"]/desc
source: Your crew can siphon energy from drones. While in the same room as a crew drone, they receive a 25% boost to combat damage and passively heal for 3.5 hp/s. Drones in the same room as your crew have their combat damage halved.
ru: Ваш экипаж может высасывать энергию из дронов. Находясь в одном отсеке с бортовым дроном, он получает 25% прибавку к боевому урону и пассивно исцеляется со скоростью 3.5 ОЗ/с. У дронов, находящихся в одном отсеке с вашим экипажем, боевой урон снижается вдвое.
zh_hans: 你的船员可从无人机处吸收能量。当与友方无人机同处一室时，船员获得25%战斗伤害加成，并每秒恢复3.5点生命值；而与你的船员同处一室的无人机，其战斗伤害将减半。

# data/blueprints.xml.append$//augBlueprint[@name="FR_HOLY_FURY"]/title
source: Zulu's Holy Conviction
ru: Святое убеждение Зулу
zh_hans: 祖鲁的神圣信念

# data/blueprints.xml.append$//augBlueprint[@name="FR_HOLY_FURY"]/desc
source: The ship and its weaponry are supercharged by a divine force. Friendly crew in the ship heal and clone 50% faster, and beam weapons pierce 2 additional shield layers.
ru: Корабль и его орудия усилены божественной силой. Дружественный экипаж на корабле лечится и клонируется на 50% быстрее, а лучевые орудия пробивают 2 дополнительных слоя щита.
zh_hans: 整艘舰船及其武器系统均受神力加持而超载。舰上友方船员治疗与克隆速度提升50%，光束武器额外穿透2层护盾。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NECROMANCER_SHIELD"]/title
source: G's Magical Shield
ru: Магический щит Ж
zh_hans: G的神奇护盾

# data/blueprints.xml.append$//augBlueprint[@name="FR_NECROMANCER_SHIELD"]/desc
source: An absurdly powerful energy shield unit. Has an integrity of no less than 80 points, and offers the ability to jam an enemy's bypass unit before battle if they have one.
ru: Абсурдно мощный энергетический щит. Его целостность составляет не менее 80 очков, и он способен перед боем заглушить вражеский блок обхода энергетического щита, если он у него есть.
zh_hans: 性能超规格的能量护盾单元。提供不低于80层的能量盾，且能在战前若侦测到敌方配备光质穿透器时实施干扰。

source: G's Cursed Shield
ru: Проклятый щит Ж
zh_hans: G的诅咒护盾

source: An absurdly powerful energy shield unit. Has an integrity of no less than 80 points, and offers the ability to jam an enemy's bypass unit before battle if they have one. Also gives your ship a 50% chance to resist ion damage.
ru: Абсурдно мощный энергетический щит. Его целостность составляет не менее 80 очков, и он способен заглушить вражеский блок обхода энергетического щита перед боем, если он у него есть. Также дает кораблю 50% шанс противостоять ионному урону.
zh_hans: 性能超规格的能量护盾单元。提供不低于80层的能量盾，具备在战前干扰敌方光质穿透器的能力（若侦测到该装置），并为舰船提供50%的离子伤害抗性。

source: G's Necromantic Aura
ru: Некромантическая аура Ж
zh_hans: G的死灵光环

source: A powerful spell blankets this ship, granting all allied Ghost crew 100 extra maximum health and immunity to mind control.
ru: Мощное заклинание окутывает этот корабль, даруя всем членам экипажа призраков 100 дополнительного максимального здоровья и невосприимчивость к контролю разума.
zh_hans: 强大死灵法术笼罩整艘舰船，所有友方魂灵族船员获得100点额外生命上限与精神控制免疫。

source: G's Cursed Aura
ru: Проклятая аура Ж
zh_hans: G的诅咒光环

source: A powerful spell blankets this ship, granting all allied Ghost crew 200 extra maximum health and immunity to mind control.
ru: Мощное заклинание окутывает этот корабль, даруя всем членам экипажа призраков 200 дополнительного максимального здоровья и невосприимчивостью к контролю разума.
zh_hans: 强大法术笼罩整艘舰船，所有友方魂灵族船员获得200点额外生命上限与精神控制免疫。

# data/blueprints.xml.append$//augBlueprint[@name="FR_AETHER_NECRONOMICON"]/title
source: Aetheric Necronomicon
ru: Эфирный некрономикон
zh_hans: 以太死灵秘典

# data/blueprints.xml.append$//augBlueprint[@name="FR_AETHER_NECRONOMICON"]/desc
source: A tome, crafted with the finest Aether-infused materials, containing the knowledge needed to perform unspeakable acts of black magic. All allied crew killed aboard this ship return to life as a Specter, in addition to being cloned if possible. Specters can't be resurrected by this augment. Additionally, crew clone 100% faster.
ru: Фолиант, созданный из лучших материалов, пропитанных эфиром, содержащий знания, необходимые для совершения невыразимых актов черной магии. Все союзники, убитые на борту этого корабля, возвращаются к жизни в виде приведения, а также, если возможно, клонируются. Приведения не могут быть воскрешены с помощью этого модуля. Кроме того, экипаж клонируется на 100% быстрее.
zh_hans: 一本以顶级以太材料编撰的典籍，其中记载着施行不可言说之黑巫术的秘法。所有在此舰上阵亡的友方船员，均会以“魂灵”形态复活（若条件允许仍会正常克隆）。魂灵无法被此改装件再次复活。此外，船员克隆速度提升100%。

source: Aether Necronomicon (Enemy)
ru: Эфир. некрономикон (Враг)
zh_hans: 以太死灵之书（敌对）
