Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: A prototype Aether combat drone that fires a shotgun blast of ionized plasma bolts, overloading and damaging systems as well as electrifying them.
ru: Прототип боевого эфирного дрона, который стреляет из пушки ионизированными плазменными болтами, перегружая и повреждая системы, а также электризуя их.
zh_hans: 原型以太战斗无人机，发射多发等离子，使系统过载并造成实际伤害。

source: Ancient Ion
ru: Древний ион
zh_hans: 远古离子

source: A. Ion
ru: Др. ион дрона
zh_hans: 远古离子

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

source: Cleanser Drone
ru: Очищающий дрон
zh_hans: 清扫者光点无人机

source: Cleanser
ru: Очищающий
zh_hans: 清扫者

source: An Obelisk combat drone equipped with a pinpoint that annihilates crew while causing all kinds of havoc on the enemy's ship.
ru: Боевой дрон обелисков, оснащенный точечным лучом, создавая всевозможный хаос на вражеском корабле.
zh_hans: 方碑战斗无人机，装备的光点武器能在歼灭敌方船员的同时在敌舰上造成大量混乱。

source: Ancient Beam
ru: Древний луч
zh_hans: 远古光束

source: A. Beam
ru: Древний луч
zh_hans: 远古光束

source: DRONE WEAPON
ru: ДРОНОВОЕ ОРУЖИЕ
zh_hans: 无人机武器

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomw"]/title
source: Wither Atomizer
ru: Увядший Атомизатор
zh_hans: 凋零解离无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomw"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_atomw"]/powerList/power
source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMW"]/title
source: Experimental Atomizer
ru: Экспериментальный Атомизатор
zh_hans: 实验性解离无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMW"]/short
source: Ex. Atom.
ru: Экс. Атом.
zh_hans: 实验解离

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ATOMW"]/desc
source: A powerful boarding drone that can't attack crew but will deal heavy sabotage damage. -200 HP, 2x movement speed -2.5x sabotage damage, breaks doors very fast and slowly drains oxygen
ru: Мощный абордажный дрон, который не может атаковать экипаж, но наносит сильный урон при саботаже. -200 ОЗ, 2x скорость передвижения -2.5х урон при саботаже, очень быстро ломает двери и медленно поглощает кислород
zh_hans: 强大的登舰无人机，无法攻击船员，但可造成大量破坏伤害。 -200生命值，2倍移动速度 -2.5倍破坏伤害，破门速度极快，缓慢吸收氧气

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorw"]/title
source: Wither Director
ru: Увядший-Руководитель
zh_hans: 凋零导引无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorw"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_directorw"]/powerList/power
source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_DIRECTORW"]/title
source: Experimental Director
ru: Экспериментальный Руководитель
zh_hans: 实验性导引无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_DIRECTORW"]/short
source: Ex. Director
ru: Экс. Руковод.
zh_hans: 实验导引

# data/blueprints.xml.append$//droneBlueprint[@name="FR_DIRECTORW"]/desc
source: A extremely durable prototype utility drone that can simultaneously fight crew and interface with systems. -300 HP, 0.5x damage taken -Heals friendly crew for 20 hp/s and damages enemy crew for 10 hp/s while in the same room as them. -Can man systems at lv2 skill level
ru: Чрезвычайно прочный прототип утилитарного дрона, который может одновременно сражаться с экипажем и взаимодействовать с системами. -300 ОЗ, 0.5x получаемый урон -Вылечивает дружественный экипаж на 20 ОЗ/с и наносит 10 ОЗ/с урона вражескому экипажу, находясь с ним в одном отсеке. -Может управлять системами на 2 ур.
zh_hans: 非常结实的原型多功能无人机，可以在操控系统的同时与船员作战， -300生命值，受到0.5倍战斗伤害 -每秒恢复同一舱室的友方船员20点生命值并每秒扣除同一舱室的敌方船员10点生命值 -可以以2级技能操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderw"]/title
source: Wither Mender
ru: Увядший Наладчик
zh_hans: 凋零修复无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderw"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_menderw"]/powerList/power
source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERW"]/title
source: Experimental Mender
ru: Экспериментальный Наладчик
zh_hans: 实验性修复无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERW"]/short
source: Ex. Mender
ru: Экс. Наладчик
zh_hans: 实验修复

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERW"]/desc
source: This prototype aether crew drone repairs at an acceptable speed while boosting crew and weakening enemies. -50 HP, 1.5x repair speed, 2x movement speed -Friendly crew in the same room as the mender will be immune to suffocation damage. -Enemy crew in the same room as the mender will be strip of their suffocation immunity and have their resistance set to 2x damage taken. -Inflicts a 10s stun when destroyed
ru: Этот прототип эфирного дрона ремонтирует с приемлемой скоростью, усиливая экипаж и ослабляя врагов. -50 ОЗ, 1.5x скорость ремонта, 2x скорость передвижения -Дружеский экипаж, находящийся в одном отсеке с Наладчиком, получает иммунитет к урону от удушья. -Вражеский экипаж, находящийся в одном отсеке с Наладчиком, лишается иммунитета к удушью и получает сопротивление, равное 2х получаемому урону. -Наносит 10-секундное оглушение при уничтожении
zh_hans: 这种原型以太船员无人机可以以适当的速度进行修理的同时增强友方船员，削弱地方船员。 -50生命值，1.5倍修理速度，2倍移动速度 -同一舱室的友方船员免疫窒息伤害 -同一舱室的敌方船员失去窒息抗性并受到2倍窒息伤害 -被破坏时造成10秒的眩晕

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERW_ENEMY"]/title
source: Experimental Mender
ru: Экспериментальный Наладчик
zh_hans: 实验性修复无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERW_ENEMY"]/short
source: Ex. Mender
ru: Экс. Наладчик
zh_hans: 实验修复

# data/blueprints.xml.append$//droneBlueprint[@name="FR_MENDERW_ENEMY"]/desc
source: This prototype aether crew drone repairs at an acceptable speed while boosting crew and weakening enemies. -50 HP, 1.5x repair speed, 2x movement speed -Friendly crew in the same room as the mender will be immune to suffocation damage. -Enemy crew in the same room as the mender will be strip of their suffocation immunity and have their resistance set to 2x damage taken. -Inflicts a 10s stun when destroyed
ru: Этот прототип эфирного дрона ремонтирует с приемлемой скоростью, усиливая экипаж и ослабляя врагов. -50 ОЗ, 1.5x скорость ремонта, 2x скорость передвижения -Дружеский экипаж, находящийся в одном отсеке с Наладчиком, получает иммунитет к урону от удушья. -Вражеский экипаж, находящийся в одном отсеке с Наладчиком, лишается иммунитета к удушью и получает сопротивление, равное 2х получаемому урону. -Наносит 10-секундное оглушение при уничтожении
zh_hans: 这种原型以太船员无人机可以以适当的速度进行修理的同时增强友方船员，削弱地方船员。 -50生命值，1.5倍修理速度，2倍移动速度 -同一舱室的友方船员免疫窒息伤害 -同一舱室的敌方船员失去窒息抗性并受到2倍窒息伤害 -被破坏时造成10秒的眩晕

source: Arcadia Multipurpose Drone (Laser)
ru: Многоцелевой дрон Аркадии (Лазер)
zh_hans: 桃源多用途无人机（激光）

source: Arc. (Laser)
ru: Арк. (Лазер)
zh_hans: 桃源（激光）

source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Laser
ru: Лазер дрона
zh_hans: 无人机激光

source: Arcadia Multipurpose Drone (Pierce)
ru: Многоцелевой дрон Аркадии (Пронзание)
zh_hans: 桃源多用途无人机（穿刺）

source: Arc. (Pierce)
ru: Арк. (Пронзание)
zh_hans: 桃源（穿刺）

source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Laser
ru: Лазер дрона

source: Arcadia Multipurpose Drone (Beam)
ru: Многоцелевой дрон Аркадии (Луч)
zh_hans: 桃源多用途无人机（光束）

source: Arc. (Beam)
ru: Арк. (Луч)
zh_hans: 桃源（光束）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_BEAM"]/desc
source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Beam
ru: Лучевой дрон
zh_hans: 无人机光束

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_BIO"]/title
source: Arcadia Multipurpose Drone (Bio)
ru: Многоцелевой дрон Аркадии (Анти-Био)
zh_hans: 桃源多用途无人机（生物）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_BIO"]/short
source: Arc. (Bio)
ru: Арк. (Анти-Био)
zh_hans: 桃源（生物）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_BIO"]/desc
source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARCADIA_DRONE_BIO"]/title
source: Anti-Bio Beam
ru: Анти-Био луч
zh_hans: 反生物光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARCADIA_DRONE_BIO"]/short
source: Anti-Bio B.
ru: Анти-Био луч
zh_hans: 反生物光束。

source: Arcadia Multipurpose Drone (Status)
ru: Многоцелевой дрон Аркадии (Статусный)
zh_hans: 桃源多用途无人机（状态）

source: Arc. (Status)
ru: Арк. (Статус)
zh_hans: 桃源（状态）

source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Status Burst
ru: Импульсный статусный дрон

source: Drone Status Burst
ru: Импульсный статусный дрон

source: Arcadia Multipurpose Drone (Missile)
ru: Многоцелевой дрон Аркадии (Ракетный)
zh_hans: 桃源多用途无人机（导弹）

source: Arc. (Missile)
ru: Арк. (Ракетный)
zh_hans: 桃源（导弹）

source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Missile
ru: Ракета дрона
zh_hans: 无人机导弹

source: Drone M.
ru: Ракета др.

source: Arcadia Multipurpose Drone (Pinpoint)
ru: Многоцелевой дрон Аркадии (Точечный луч)
zh_hans: 桃源多用途无人机（光点）

source: Arc. (Pinpoint)
ru: Арк. (Точечный)
zh_hans: 桃源（光点）

source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Focus
ru: Точечный луч дрона
zh_hans: 无人机光点

source: Drone Focus
ru: Точечный луч дрона
zh_hans: 无人机光点

source: Arcadia Multipurpose Drone (Bomb)
ru: Многоцелевой дрон Аркадии (Бомбовый)
zh_hans: 桃源多用途无人机（炸弹）

source: Arc. (Bomb)
ru: Арк. (Бомбовый)
zh_hans: 桃源（炸弹）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_BOMB"]/desc
source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Bomb
ru: Бомбовый дрон
zh_hans: 无人机炸弹

source: Arcadia Multipurpose Drone (Flak)
ru: Многоцелевой дрон Аркадии (Осколочный)
zh_hans: 桃源多用途无人机（破片）

source: Arc. (Flak)
ru: Арк. (Осколочный)
zh_hans: 桃源（破片）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_FLAK"]/desc
source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Flak
ru: Осколочный дрон
zh_hans: 无人机破片

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_ION"]/title
source: Arcadia Multipurpose Drone (Ion)
ru: Многоцелевой дрон Аркадии (Ионный)
zh_hans: 桃源多用途无人机（离子）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_ION"]/short
source: Arc. (Ion)
ru: Арк. (Ионный)
zh_hans: 桃源（离子）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_ION"]/desc
source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ARCADIA_DRONE_ION"]/title
source: Drone Ion
ru: Ионный дрон
zh_hans: 无人机离子

source: Arcadia Multipurpose Drone (Energy)
ru: Многоцелевой дрон Аркадии (Энергетический)
zh_hans: 桃源多用途无人机（能量）

source: Arc. (Energy)
ru: Арк. (Энерг.)
zh_hans: 桃源（能量）

source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Energy
ru: Энергопушка дронов
zh_hans: 无人机能量

source: Arcadia Multipurpose Drone (Mine)
ru: Многоцелевой дрон Аркадии (Мины)
zh_hans: 桃源多用途无人机（空雷）

source: Arc. (Mine)
ru: Арк. (Мины)
zh_hans: 桃源（空雷）

# data/blueprints.xml.append$//droneBlueprint[@name="FR_ARCADIA_COMBAT_MINE"]/desc
source: A one of a kind drone that can switch between any known combat drone mode. Will always dodge anti-drone measures.
ru: Единственный в своем роде дрон, который может переключаться между любыми известными режимами боевого дрона. Всегда избегает мер анти-дронов.
zh_hans: 一种可以在所有已知种类的战斗无人机模式间切换的无人机。可以躲避所有反无人机手段。

source: Drone Mine
ru: Минометный дрон
zh_hans: 无人机空雷

source: Drone Mine
ru: Минометный дрон
zh_hans: 无人机空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_BEAM"]/title
source: Salt Beam
ru: Соляной луч
zh_hans: 盐晶光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_BEAM"]/short
source: Salt B.
ru: Соляной луч
zh_hans: 盐晶光束

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_BEAM"]/desc
source: A one-of-a-kind weapon forged by the legendary, fallen Salt Empire. It fires a highly compressed beam of gaseous salt that inflicts minor damage to the ship, and poisons crew for 50 seconds, dealing 5 hp/s. The beam kills Slugs instantly.
ru: Единственное в своем роде орудие, созданное легендарной, павшей Соляной империей. Оно стреляет сильно сжатым пучком газообразной соли, который наносит кораблю незначительный урон и отравляет экипаж на 50 секунд, нанося 5 ОЗ/с урона. Луч мгновенно убивает слизней.
zh_hans: 由传说中的，早已陨落的盐人帝国铸造的独一无二的武器。它发射一束高度压缩的气态盐束，对飞船造成轻微伤害，并毒害船员 50 秒，每秒造成5点伤害。此光束会立即杀死蛞蝓。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_SNIPER"]/title
source: Salt Sniper
ru: Соляная снайперка
zh_hans: 盐晶狙击炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_SNIPER"]/short
source: Salt Snip.
ru: Сол. снайпер.
zh_hans: 盐晶狙击

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_SNIPER"]/desc
source: This legendary weapon fires a single projectile that penetrates all shields, deals 3 damage to hull and 6 to systems, and poisons crew for 10 seconds, dealing 10 hp/s. The cannon kills Slugs and destroys drones instantly.
ru: Это легендарное орудие стреляет одним снарядом, который пробивает все щиты, наносит 3 урона корпусу и 6 - системам, а также отравляет экипаж на 10 секунд, нанося 10 ОЗ/с урона. Пушка мгновенно убивает слизней и уничтожает дронов.
zh_hans: 这把传说中的武器发射一发穿透所有护盾的弹体，造成3点舰体伤害与6点系统伤害，毒害船员10秒，每秒造成10点伤害。这把大炮会直接轰杀蛞蝓与无人机。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_ION"]/title
source: Salt Ion
ru: Соляной ион
zh_hans: 盐晶离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_ION"]/short
source: Salt Ion
ru: Соляной ион
zh_hans: 盐晶离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SALT_ION"]/desc
source: This peculiar weapon of the lost Salt Empire fires a single projectile, piercing all shields, dealing 3 ion damage, locking down the target room, and inflicting a light poison for 20 seconds that deals 2 hp/s. Slugs and drones take 6 hp/s instead.
ru: Это необычное орудие павшей Соляной империи стреляет одним снарядом, пробивая все щиты, нанося 3 ионных урона, изолируя помещение и накладывая легкий яд на 20 секунд, который наносит 2 ОЗ/с урона. Слизни и дроны вместо этого получают 6 ОЗ/с урона.
zh_hans: 这种来自陨落的盐人帝国的奇特武器会发射一枚弹体，穿透所有护盾，造成 3 点离子伤害，锁定目标房间，并造成 持续20 秒的轻毒效果，每秒造成2点伤害。蛞蝓族与无人机改为每秒造成6点伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SLIMER_BOMB"]/title
source: Sticky Bomb
ru: Липкая бомба
zh_hans: 黏性炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SLIMER_BOMB"]/short
source: Sticky B.
ru: Липк. бомба
zh_hans: 黏性炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_SLIMER_BOMB"]/desc
source: Self-teleporting explosive of Slimer's grand design. Deals minor system damage, prevents repair, and makes crew move at 0.1x speed for 10 seconds. Can target your own ship.
ru: Самодвижущаяся взрывчатка собственной разработки Слимера. Наносит незначительный урон системе, предотвращает ремонт и заставляет экипаж передвигаться со скоростью 0.1х в течение 10 секунд. Может быть направлена на ваш собственный корабль.
zh_hans: 黏稠者的首席打造的自传送式炸药。造成轻微系统伤害，阻止修理，并使船员移动速度降低至0.1倍，持续10秒。无法对自己的飞船使用。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PHYS_BEAM"]/title
source: 'Physure'
ru: Физура
zh_hans: ‘菲斯之苦痛’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PHYS_BEAM"]/short
source: 'Physure'
ru: Физура
zh_hans: ‘菲斯之苦痛’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_PHYS_BEAM"]/desc
source: A simple, yet powerful ion beam weapon, forged with a modicum of Phys' eternal suffering.
ru: Простое, но мощное ионно-лучевое орудие, созданное с добавлением крупицы вечных страданий Физ.
zh_hans: 简单但强大的离子光束武器，结合了菲斯永恒苦痛的一部分锻造而成。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ALEENOR_SNIPER"]/title
source: 'One Tap'
ru: "Одним касанием"
zh_hans: ‘一发入魂’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ALEENOR_SNIPER"]/short
source: 'One Tap'
ru: Одним касанием
zh_hans: ‘一发入魂’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ALEENOR_SNIPER"]/desc
source: A slow-charging weapon designed by Aleenor. It will instantly kill any crew unlucky enough to be struck by it. However, it only pierces two layers of shield, so care must be taken when firing.
ru: Медленно заряжающееся орудие, разработанное Алеенор. Оно мгновенно убивает всех членов экипажа, которым не повезло попасть под его удар. Однако оно пробивает только два слоя щита, поэтому при стрельбе следует соблюдать осторожность.
zh_hans: 埃莉诺设计的充能缓慢的武器。它会秒杀任何被命中的倒霉船员。然而，它只能穿透2层护盾，所以开火时一定要注意。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_VIN_MISSILE"]/title
source: 'Prometheus' Burst Missiles
ru: Залповая ракетная установка "Прометей"
zh_hans: ‘火种’爆裂导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_VIN_MISSILE"]/short
source: 'Prometheus'
ru: Прометей
zh_hans: ‘火种’

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_VIN_MISSILE"]/desc
source: Vin's pet project. Likely the hottest gun in the Multiverse, it charges and fires a barrage of missiles that inflict no system damage, but always start fires and temporarily make enemies vulnerable to fire.
ru: Проект Вин. Это, вероятно, самая горячая пушка в Мультивселенной. Она заряжается и выпускает шквал ракет, которые не наносят системного урона, но всегда вызывают пожар и временно делают врагов уязвимыми к огню.
zh_hans: 文最中意的武器。差不多是多元宇宙中最“火热”的武器，它可以充能并发射多发导弹，不造成系统伤害，但必定起火并暂时使敌人对火焰易伤。

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghostly_drone"]/title
source: Ghostly Drone
ru: Призрачный дрон
zh_hans: 鬼魂无人机

# data/blueprints.xml.append$//crewBlueprint[@name="fr_ghostly_drone"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_GHOSTLY_DRONE"]/title
source: Spectral Battle Drone
ru: Призрачный солдат
zh_hans: 幽灵战斗无人机

# data/blueprints.xml.append$//droneBlueprint[@name="FR_GHOSTLY_DRONE"]/short
source: Spectral
ru: Призрачный
zh_hans: 幽灵

# data/blueprints.xml.append$//droneBlueprint[@name="FR_GHOSTLY_DRONE"]/desc
source: Cleo's pride and joy. A powerful boarding drone that can teleport around the enemy ship. -150 HP, 2x movement speed -1.5x crew damage, can teleport within the ship its in.
ru: Гордость и радость Клео. Мощный абордажный дрон, способный телепортироваться на вражеском корабле. -150 ОЗ, 2x скорость передвижения -1.5x урон по экипажу, может телепортироваться в пределах корабля, в котором находится.
zh_hans: 克里奥的骄傲与快乐源泉。强大的登舰无人机，可以在敌舰内随意传送。 -150生命值，2倍移动速度 -1.5倍战斗伤害，可以在所处星舰内传送。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZULU_PIKE"]/title
source: Holy Pike
ru: Священный луч "Пика"
zh_hans: 神圣光矛

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZULU_PIKE"]/short
source: Holy Pike
ru: Свящ. Пика
zh_hans: 神圣光矛

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_ZULU_PIKE"]/desc
source: Forged in the depths of Tartarus by Zulu's ancestors, this high-quality beam weapon is quite overtuned for its energy consumption.
ru: Это высококлассное лучевое орудие, созданное в глубинах Тартара предками Зулуса, обладает повышенной энергоемкостью.
zh_hans: 在塔尔塔罗斯的深处，由祖鲁的先祖们铸造的武器，这把高质量光束武器所需消耗的能量相当过度。

source: Necromantic Cannon (enemy)
ru: Некромантическая пушка (Враг)
zh_hans: 死灵炮（敌方）

source: Necro. C.
ru: Некро. пушка
zh_hans: 死灵炮

source: G's favorite self-constructed weapon. It fires a massive spray of shots that do nothing but pierce all shields and inflict a powerful erosion effect.
ru: Любимое орудие Ж, созданное ей самой. Оно выпускает мощную струю, которая пробивает все щиты и накладывает мощный эффект эрозии.
zh_hans: G最喜欢的自制武器。散射出大量弹体，不造成伤害，但穿透所有护盾并造成强力的腐蚀效果。

source: Necromantic Cannon
ru: Некромантическая пушка
zh_hans: 死灵炮

source: ☠ Plasma
ru: ☠ Плазма
zh_hans: 等离子 ☠

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_NECROMANTIC_PLASMA"]/desc
source: G's favorite self-constructed weapon. It fires a massive spray of shots that do nothing but pierce all shields and inflict a powerful erosion effect.
ru: Любимое орудие Ж, созданное ей самой. Оно выпускает мощную струю, которая пробивает все щиты и накладывает мощный эффект эрозии.
zh_hans: G最喜欢的自制武器。散射出大量弹体，不造成伤害，但穿透所有护盾并造成强力的腐蚀效果。

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_NECROMANTIC_LASER"]/title
source: Necromantic Harbinger
ru: Некромантический "Предвестник"
zh_hans: 死灵预兆者激光

# data/blueprints.xml.append$//weaponBlueprint[@name="FR_NECROMANTIC_LASER"]/short
source: ☠ Harbinger
ru: ☠ Предв.
zh_hans: 预兆者 ☠
