Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: Non-beam weapons apply lockdown and pierce 1 more shield layer.
ru: Эффект: Ваши нелучевые орудия применяют запирание отсеков. Все ваши орудия пробивают на 1 слой щита больше.
zh_hans: 所有非光束类武器额外施加一层护盾穿透与封锁效果。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_WEAPONS_BOOST"]/title
source: Overclocked Mechanisms Upgrade
ru: Улучшение Разогнанные механизмы
zh_hans: 超频机构升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_WEAPONS_BOOST"]/desc
source: Non-Beam weapons and artilleries deal +1 hull, system and ion damage as well +15 crew damage if the weapon already had one of those stats. Beams penetrate 1 more shield layer. The extra damage won't appear in the weapon's stats.
ru: Нелучевое оружие и артиллерия наносят дополнительно +1 урона корпусу, системам и ионного урона, а также +15 урона экипажу, если это орудие уже обладает одной из этих характеристик. Лучи пробивают еще 1 слой щита. Дополнительный урон не будет отображаться в характеристиках орудия.
zh_hans: 所有非光束武器与舰炮，若其本身具备相应属性，则额外造成1点船体、系统与离子伤害；若其本身造成船员伤害，则额外造成15点船员伤害。光束武器额外穿透1层护盾。此额外伤害不会在武器属性中显示。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_WEAPONS_POWER"]/title
source: Internal Generator Upgrade
ru: Улучшение Внутренний генератор
zh_hans: 内置发电机器升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_WEAPONS_POWER"]/desc
source: Weapons have their power cost reduced by 1. Can't reduce the power lower than 1.
ru: Требуемая мощность оружия снижается на 1. Не может снизить мощность ниже 1.
zh_hans: 武器所需的能量成本降低1。不能将能量降低至1以下。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_OXYGEN_EMPTY"]/title
source: Covert Entrances Upgrade
ru: Улучшение Скрытые проходы
zh_hans: 隐蔽通道升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_OXYGEN_EMPTY"]/desc
source: Your crew are immune to fire and suffocation in empty rooms.
ru: Ваш экипаж получает иммунитет к огню и удушью в пустых отсеках.
zh_hans: 您的船员在无人的房间内免疫火焰与窒息。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_OXYGEN_BREACH"]/title
source: Gravitational Atmosphere Upgrade
ru: Улучшение Гравитационное поле
zh_hans: 重力大气升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_OXYGEN_BREACH"]/desc
source: Breaches in systems don't drain o2 while the life support system is powered.
ru: Пробоины в системах не истощают кислород, пока работает система жизнеобеспечения.
zh_hans: 当氧气系统供能时，系统舱室的破舱不会导致氧气泄漏。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_OXYGEN_DEBUFF"]/title
source: Radioactive Warfare Upgrade
ru: Улучшение Радиоактивная война
zh_hans: 放射性战剂升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_OXYGEN_DEBUFF"]/desc
source: For each powered level of your Life Support system, enemy crew in the enemy ship have their repair and movement speed lowered by 15%.
ru: За каждый уровень питания вашей системы жизнеобеспечения у вражеского экипажа на вражеском корабле скорость ремонта и передвижения снижается на 15%.
zh_hans: 对于你的氧气系统的供能等级，敌舰中的敌方船员维修和移动速度降低15%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DRONES_BOOST"]/title
source: External Drone Booster Upgrade
ru: Улучшение Усилитель внешних дронов
zh_hans: 外置无人机增强器升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DRONES_BOOST"]/desc
source: Combat drones move at twice the speed and defense drones fire 2x faster.
ru: Боевые дроны двигаются с удвоенной скоростью, а защитные дроны стреляют в 2 раза быстрее.
zh_hans: 战斗无人机的移动速度提升至2倍，防御无人机的开火速度提升至2倍。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DRONES_HACK"]/title
source: Portable Malware Upgrade
ru: Улучшение Переносное вредоносное ПО
zh_hans: 便携式恶意程序升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DRONES_HACK"]/desc
source: Your boarding drones hack the doors in the rooms they are in.
ru: Ваши абордажные дроны взламывают двери в отсеках, в которых они находятся.
zh_hans: 你的登舰无人机能电子破解其所在房间的舱门系统。

source: Localized Reconstruction Upgrade
ru: Улучшение Локальная реконструкция
zh_hans: 局部重构升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DRONES_TELEPORT"]/desc
source: Your crew drones can teleport to anywhere from your drone control.
ru: Дроны вашего экипажа могут телепортироваться в любое место с вашего отсека контроля дронов.
zh_hans: 你的所有工作无人机均可从无人机控制室直接传送至任意房间。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLOAK_COOLDOWN"]/title
source: Cloaking-Field Recharge Booster Upgrade
ru: Улучшение Ускоритель перезарядки маскировочного поля
zh_hans: 隐形充能加速器升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLOAK_COOLDOWN"]/desc
source: The cooldown of your cloaking system is reduced by 5 seconds.
ru: Время перезарядки вашей маскировочной системы сокращается на 5 секунд.
zh_hans: 你的隐形系统冷却时间减少了5秒。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLOAK_CHARGE"]/title
source: Charge Scrambler Upgrade
ru: Улучшение Улучшенный зарядный генератор помех
zh_hans: 充能干扰器升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLOAK_CHARGE"]/desc
source: Whilst cloaked, the enemy's weapon charge will slowly deplete, at a rate of 0.5 seconds of charge lost per second cloaked.
ru: Пока противник замаскирован, уровень заряда его орудий будет медленно уменьшаться, со скоростью 0.5 секунды зарядки за секунду длительности маскировки.
zh_hans: 隐形期间，敌方武器充能将缓慢流失，流失速度为：每秒损失0.5秒的充能进度。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLOAK_EMP"]/title
source: EMP Blast Upgrade
ru: Улучшение ЭМИ-взрыв
zh_hans: EMP冲击升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLOAK_EMP"]/desc
source: When cloaking, non-surge enemy combat drones are stunned and hacking probes attached to your hull are destroyed.
ru: Во время маскировки вражеские боевые дроны оглушаются, а зонды Взломщика, прикрепленные к вашему корпусу уничтожаются.
zh_hans: 启动隐形时，非战斗型敌方战斗无人机将陷入瘫痪，附着于船体的黑客程序将被摧毁。

source: Teleportation Recharge Booster Upgrade
ru: Улучшение Усилитель подзарядки телепортации
zh_hans: 传送系统充能加速器升级

source: The cooldown of your teleporting system is reduced by 5 seconds.
ru: Время перезарядки вашей системы телепортации сокращается на 5 секунд.
zh_hans: 传送系统冷却时间减少5秒。

source: Tele-Charger Upgrade
ru: Улучшение Теле-зарядное устройство
zh_hans: 传送充能升级

source: Your crew fully recharges their powers after using the teleporter to board the enemy ship.
ru: Ваш экипаж полностью перезаряжает свои способности после использования телепортера на борту вражеского корабля.
zh_hans: 船员通过传送系统登敌舰后，其技能将完全重置冷却。

source: Short-Range Personal Teleporters Upgrade
ru: Улучшение Персональные телепортаторы малого радиуса действия
zh_hans: 短距单兵传送装置升级

source: Your crew use short-range teleportation while the teleporter system has at least 3 power into it.
ru: Ваш экипаж может телепортироваться на короткие расстояния, пока в системе телепортации есть не менее 3 энергии.
zh_hans: 当传送系统供能达到至少3级时，船员将启用短距传送模式。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLONE_BOOST"]/title
source: Expedited Growth Process Upgrade
ru: Улучшение Ускоренный процесс роста
zh_hans: 快速克隆流程升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLONE_BOOST"]/desc
source: Your crew is cloned 25% faster.
ru: Ваш экипаж клонируется на 25% быстрее.
zh_hans: 你的船员克隆速度提升25%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLONE_SABOTAGE"]/title
source: Redundant Samples Upgrade
ru: Улучшение Резервные образцы
zh_hans: 阻滞克隆破坏协议升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLONE_SABOTAGE"]/desc
source: Enemy boarders and boarding drones sabotage your clonebay at half speed.
ru: Вражеские абордажники и абордажные дроны саботируют ваш клон-отсек с половинной скоростью.
zh_hans: 登舰敌军与登舰无人机对克隆舱的破坏速度减半。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLONE_SKILL"]/title
source: High Quality Sample Storage Upgrade
ru: Улучшение Качественное хранилище образцов
zh_hans: 高品质样本存储升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_CLONE_SKILL"]/desc
source: Cloning a crew won't lower their skills.
ru: Клонирование экипажа не снижает уровень его навыков.
zh_hans: 船员克隆后技能等级不会衰减。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MEDBAY_NANO"]/title
source: Advanced Nanomachines Upgrade
ru: Улучшение Продвинутые наномашины
zh_hans: 先进纳米防护机升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MEDBAY_NANO"]/desc
source: Your crew takes 10% less damage while your Medbay has at least 3 power in it.
ru: Ваш экипаж получает на 10% меньше урона, пока в Медотсеке есть не менее 3 энергии.
zh_hans: 当医疗舱供能达到至少3级时，船员承受伤害降低10%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MEDBAY_BOOST"]/title
source: Higher Dosage Upgrade
ru: Улучшение Повышенная дозировка
zh_hans: 高剂量疗法升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MEDBAY_BOOST"]/desc
source: Your crew heal 20% faster while your Medbay has at least 3 power in it.
ru: Ваш экипаж исцеляется на 20% быстрее, пока в Медотсеке есть не менее 3 энергии.
zh_hans: 当医疗舱供能达到至少3级时，船员治疗速率提升20%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MEDBAY_POWER"]/title
source: On-Demand Painkillers Upgrade
ru: Улучшение Обезболивающие по требованию
zh_hans: 快速止痛剂升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MEDBAY_POWER"]/desc
source: Your crew gain the ability to quickly heal themselves for 20 health once per jump.
ru: Ваш экипаж получает способность быстро исцелять себя на 20 единиц здоровья один раз за прыжок.
zh_hans: 你的船员获得能力：每次跳跃后可快速自我治疗20点生命值一次。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MIND_COOLDOWN"]/title
source: Flash Cooling Upgrade
ru: Улучшение Быстрое охлаждение
zh_hans: 闪速冷却升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MIND_COOLDOWN"]/desc
source: The cooldown of your mind control system is reduced by 5 seconds.
ru: Время перезарядки вашей системы контроля разума сокращается на 5 секунд.
zh_hans: 你的心灵控制系统充能时间缩短5秒。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MIND_DURATION"]/title
source: Lithium Batteries Upgrade
ru: Улучшение Литиевые батареи
zh_hans: 锂电池升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MIND_DURATION"]/desc
source: Your mind control lasts 30% longer.
ru: Ваш контроль разума действует на 30% дольше.
zh_hans: 你的心灵控制效果持续时间延长30%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MIND_DEBUFF"]/title
source: Nerve Puppetry Upgrade
ru: Улучшение Контроль нервной системы
zh_hans: 心灵控制升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_MIND_DEBUFF"]/desc
source: Mind controlled allies deal 0.5x crew and sabotage damage and mind controlled enemies deal 2x crew and sabotage damage.
ru: Союзники, находящиеся под контролем разума, наносят 0.5х урона экипажу и столько же при саботаже, а враги, находящиеся под контролем разума, наносят 2х урон экипажу и столько же при саботаже.
zh_hans: 被心灵控制的友方单位造成0.5倍船员伤害与破坏伤害，而被精神控制的敌方单位则造成2倍船员伤害与破坏伤害。

source: Adaptable Malware Upgrade
ru: Улучшение Адаптируемое вредоносное ПО
zh_hans: 自适应恶意软件升级

source: The cooldown of your hacking system is reduced by 5 seconds
ru: Время действия вашего Взломщика сокращается на 5 секунд
zh_hans: 黑客系统冷却时间减少5秒

source: Extended Ransomware Upgrade
ru: Улучшение Продвинутый вымогательский вирус
zh_hans: 持久型黑客软件升级

source: Your hacking lasts 30% longer.
ru: Ваш Взломщик действует на 30% дольше.
zh_hans: 黑客操控持续时间延长30%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_HACKING_DAMAGE"]/title
source: Lose-Lose Design Upgrade
ru: Улучшение Поражающая конструкция

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_HACKING_DAMAGE"]/desc
source: Your hacking damages systems during its effect.
ru: Ваш Взломщик повреждает системы во время его действия.
zh_hans: 黑客程序在生效期间将持续损伤目标系统。

source: Sub-Zero Cooling Upgrade
ru: Улучшение Охлаждение Саб-Зиро
zh_hans: 时流冷却升级

source: The cooldown of your Temporal Manipulator system is reduced by 5 seconds
ru: Время перезарядки вашего Временного манипулятора сокращается на 5 секунд
zh_hans: 你的时流系统充能时间缩短5秒

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_TEMPORAL_BOOST"]/title
source: Personal Micro-Temporal Upgrade
ru: Улучшение Персональное микровремя
zh_hans: 个人微时间操控升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_TEMPORAL_BOOST"]/desc
source: Each powered level of your Temporal Manipulator raises your crew's repair and sabotage speed by 10% while lowering enemy crew's repair and sabotage speed by 10%.
ru: Каждый уровень вашего Временного манипулятора повышает скорость ремонта и саботажа вашего экипажа на 10%, а скорость ремонта и саботажа вражеского экипажа снижается на 10%.
zh_hans: 时流每提升一级能量，友方船员维修与破坏速度提高10%，同时降低敌方船员相应速度10%。

source: Ship-Wide Temporal Distortion Upgrade
ru: Улучшение Корабельное временное искажение
zh_hans: 星舰时间扭曲升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_TEMPORAL_GLOBAL"]/desc
source: Lowers the following ship functions of the enemy by 5%: Weapon cooldown speed and Shield recharge rate. Also raises their ftl recharge time by 50%.
ru: Уменьшает следующие функции вражеского корабля на 5%: скорость перезарядки оружия и скорость перезарядки щита. Также увеличивает время перезарядки их ССД на 50%.
zh_hans: 降低敌方舰船以下功能5%：武器充能速度与护盾充能速率。同时，将其跃迁充能时间延长50%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_BATTERY_POWER"]/title
source: Crew Energizer Upgrade
ru: Улучшение Энергизатор экипажа
zh_hans: 供能船员升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_BATTERY_POWER"]/desc
source: Your crew that give power will now give double power.
ru: Ваш экипаж дающий энергию, теперь будет давать удвоенное количество энергии.
zh_hans: 能提供能量的船员现在会提供双倍能量。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_BATTERY_SHIELD"]/title
source: Shield Energizer Upgrade
ru: Улучшение Энергизатор щита
zh_hans: 护盾供能器升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_BATTERY_SHIELD"]/desc
source: You gain a single hitpoints stackable Super Shield.
ru: Вы получаете суммируемый Суперщит на одну единицу целостности.
zh_hans: 你将获得一点可以与其他护盾叠加的超能护盾。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DOORS_GRID"]/title
source: Improvised E-Grid Upgrade
ru: Улучшение Импровизированная электросеть
zh_hans: 临时舱格升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DOORS_GRID"]/desc
source: Enemy boarders lose 2hp/s with an extra 1 for every door level.
ru: Вражеские абордажники теряют 2 ОЗ/с, дополнительно 1 за каждый уровень системы дверей.
zh_hans: 敌方登舰单位每秒损失2点生命值，每级舱门升级额外增加1点伤害。

source: Reinforced Metal Upgrade
ru: Улучшение Армированный металл
zh_hans: 强化金属升级

source: Enemy boarders and drones take twice as long to break doors while in your ship.
ru: Вражеские абордажники и дроны вдвое дольше ломают двери, находясь на вашем корабле.
zh_hans: 敌方登舰人员与无人机在你舰内破坏舱门所需时间延长一倍。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DOORS_CREW"]/title
source: Shared Sleeping Quarters Upgrade
ru: Улучшение Общие спальные места
zh_hans: 共享睡眠舱升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_DOORS_CREW"]/desc
source: Your crew only uses 60% of their crew space.
ru: Ваш экипаж использует только 60% пространства для экипажа.
zh_hans: 你的船员只占用原本人员槽位的60%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_SENSORS_CHARGE"]/title
source: Heat Seeking Sensors Upgrade
ru: Улучшение Тепловые сенсоры
zh_hans: 热能追踪传感器升级

# data/blueprints.xml.append$//augBlueprint[@name="FR_NEXUS_SENSORS_CHARGE"]/desc
source: Your weapons charge at half speed while the enemy is cloaked.
ru: Ваши орудия заряжается с половинной скоростью, пока противник замаскирован.
zh_hans: 敌舰处于隐形状态时，你的武器可以半速充能。

source: Higher Precision Equipment Upgrade
ru: Улучшение Оборудование высокой точности
zh_hans: 高精度设备升级

source: Your weapons have 10% more accuracy.
ru: Точность ваших орудий повышается на 10%.
zh_hans: 你的武器命中率提升10%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_GOLDEN_SYSTEMS"]/title
source: Gilded Circuitry
ru: Позолоченная схема
zh_hans: 镀金回路

# data/blueprints.xml.append$//augBlueprint[@name="FR_GOLDEN_SYSTEMS"]/desc
source: Your ship is literally powered by the presence of scrap. The more scrap you have aboard at any given moment, the more efficient your ship's components run. - For every 10 scrap in your cargo, your weapons charge 1% faster. - For every 5 scrap in your cargo, your shields regenerate 1% faster. - For every 2 scrap in your cargo, your FTL Drive charges 1% faster.
ru: Ваш корабль буквально питается энергией от наличия металлолома. Чем больше у вас на борту лома в каждый момент времени, тем эффективнее работают его компоненты. - За каждые 10 единиц лома на вашем корабле, орудия заряжаются на 1% быстрее. - За каждые 5 единиц лома на вашем корабле, щиты восстанавливаются на 1% быстрее. - За каждые 2 лома на вашем корабле, ССД заряжается на 1% быстрее.
zh_hans: 你的舰船动力直接与携带的废料量挂钩。货舱内废料越多，舰船组件运行效率越高。 - 货舱每有10废料，武器充能速度提升1%。 - 货舱每有5废料，护盾恢复速度提升1%。 - 货舱每有2废料，超光速驱动引擎充能速度提升1%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_GOLDEN_SYSTEMS_ENEMY"]/title
source: Gilded Circuitry (Enemy)
ru: Позолоченная схема (Враг)
zh_hans: 镀金回路（敌方）

# data/blueprints.xml.append$//augBlueprint[@name="FR_GOLDEN_SYSTEMS_ENEMY"]/desc
source: Your ship is literally powered by the presence of scrap. The more scrap you have aboard at any given moment, the more efficient your ship's components run. - For every 10 scrap in your cargo, your weapons charge 1% faster. - For every 5 scrap in your cargo, your shields regenerate 1% faster. - For every 2 scrap in your cargo, your FTL Drive charges 1% faster.
ru: Ваш корабль буквально питается энергией от наличия металлолома. Чем больше у вас на борту лома в каждый момент времени, тем эффективнее работают его компоненты. - За каждые 10 единиц лома на вашем корабле, орудия заряжаются на 1% быстрее. - За каждые 5 единиц лома на вашем корабле, щиты восстанавливаются на 1% быстрее. - За каждые 2 лома на вашем корабле, ССД заряжается на 1% быстрее.
zh_hans: 你的舰船动力直接与携带的废料量挂钩。货舱内废料越多，舰船组件运行效率越高。 - 货舱每有10废料，武器充能速度提升1%。 - 货舱每有5废料，护盾恢复速度提升1%。 - 货舱每有2废料，超光速驱动引擎充能速度提升1%。

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_OVERCLOCKER"]/title
source: Beam Overclocker
ru: Разгонщик луча
zh_hans: 光束超频器

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_OVERCLOCKER"]/desc
source: A powerful piece of technology that bolsters the power of your beam and pinpoint weapons and artilleries. They deal 1 extra damage of all of the types they normally deal, with crew damage being raised by 15 instead. The extra damage won't appear in the weapon's stats.
ru: Мощная технология, усиливающая мощь лучевого, точечных орудий и артиллерии. Они наносят 1 дополнительный урон всех типов, которые они обычно наносят, а урон по экипажу увеличивается на 15 единиц. Дополнительный урон не отображается в характеристиках орудия.
zh_hans: 一项能增强光束与光点类武器及巨炮威力的尖端科技。 此类武器在原伤害基础上额外造成1点所有类型的伤害，若原含船员伤害则提升15点。 额外伤害不会在武器属性面板显示。

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_SUPERCLOCKER"]/title
source: Beam Superclocker
ru: Суперразгонщик луча
zh_hans: 光束超级超频器

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_SUPERCLOCKER"]/desc
source: A powerful piece of technology that bolsters the power of your beam and pinpoint weapons and artilleries. They gain the ability to pierce all shields, and deal 1 extra damage of all of the types they normally deal, with crew damage being raised by 15 instead. The extra damage won't appear in the weapon's stats.
ru: Мощная технология, усиливающая мощь ваши лучевые, точечные орудия и артиллерию. Оно получает способность пробивать все щиты и наносить 1 дополнительный урон всех типов, которые они обычно наносят, с увеличением урона по экипажу на 15 единиц. Дополнительный урон не отображается в характеристиках орудия.
zh_hans: 一项能增强光束与光点类武器及巨炮威力的尖端科技。 此类武器将获得穿透所有护盾的能力，并在原伤害基础上额外造成1点所有类型的伤害，若原含船员伤害则提升15点。 额外伤害不会在武器属性面板显示。

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_ULTRACLOCKER"]/title
source: Beam Ultraclocker
ru: Ультраразгонщик луча
zh_hans: 光束终极超频器

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_ULTRACLOCKER"]/desc
source: A powerful piece of technology that bolsters the power of your beam and pinpoint weapons and artilleries. They deal 2 extra damage of all of the types they normally deal, with crew damage being raised by 30 instead. However, the system needs to divert more power for these boosted weapons, causing all weapons to take 30% longer to charge. The extra damage won't appear in the weapon's stats.
ru: Мощная технология, усиливающая мощь лучевых и точечных орудий и артиллерии. Они наносят 2 дополнительных урона всех типов, которые наносят обычно, а урон по экипажу увеличивается на 30 единиц. Однако система должна потреблять больше энергии для этого усиленного оружия, поэтому все оружие заряжается на 30% дольше. Дополнительный урон не отображается в характеристиках орудия.
zh_hans: 一项能增强光束与光点类武器及巨炮威力的尖端科技。 此类武器将在原伤害基础上额外造成2点所有类型的伤害，若原含船员伤害则提升30点。但系统需为强化武器分配更多能量，导致所有武器充能时间延长30%。 此项额外伤害不会在武器属性面板显示。

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_STORE"]/title
source: Beam Merchant Hotline
ru: Контакты продавца лучей
zh_hans: 光束武器商人热线

# data/blueprints.xml.append$//augBlueprint[@name="FR_BEAM_STORE"]/desc
source: Allows you to access a store that, every time it is summoned, offers 3 random beams or pinpoint weapons, each at half price. Any non-artillery beam can appear in this store.
ru: Позволяет получить доступ к магазину, который при каждом вызове предлагает 3 случайных лучевых или точечных лучевых орудий за полцены. В этом магазине может появиться любой неартиллерийский луч.
zh_hans: 允许你访问一个特殊商店。该商店每次被召唤时，会提供3款随机的光束类或精准射击类武器，且每款均以半价出售。 任何非巨炮型的光束武器均有可能在此商店中出现。

# data/blueprints.xml.append$//augBlueprint[@name="FR_INFESTATION"]/title
source: Spider Infestation
ru: Нашествие пауков
zh_hans: 蜘蛛感染

# data/blueprints.xml.append$//augBlueprint[@name="FR_INFESTATION"]/desc
source: Every 15 seconds, a friendly but uncontrollable spider will violently burst out of enemy crew, dealing 5 damage to them. These spiders will die after 7 seconds. This effect applies on both ships.
ru: Каждые 15 секунд дружественный, но неуправляемый паук будет вырываться из тела вражеского экипажа, нанося ему 5 единиц урона. Эти пауки умирают через 7 секунд. Этот эффект действует на оба корабля.
zh_hans: 每15秒，会有一只友好但不受控制的蜘蛛从敌方船员体内破体而出，对其造成5点伤害。这些蜘蛛会在7秒后死亡。此效果对双方舰船同时生效。

# data/blueprints.xml.append$//augBlueprint[@name="FR_INFESTATION_ENEMY"]/title
source: Spider Infestation (Enemy)
ru: Нашествие пауков (Враг)
zh_hans: 蜘蛛感染（敌方）

# data/blueprints.xml.append$//augBlueprint[@name="FR_INFESTATION_ENEMY"]/desc
source: Every 25 seconds, a friendly but uncontrollable spider will violently burst out of enemy crew. Such spiders deal halved combat damage, and will die after 5 seconds. This effect applies on both ships.
ru: Каждые 25 секунд из тел вражеского экипажа будет вырываться дружественный, но неуправляемый паук. Такие пауки наносят вдвое меньше боевого урона и умирают через 5 секунд. Этот эффект действует на оба корабля.
zh_hans: 每25秒，会有一只友好但不受控制的蜘蛛从敌方船员体内破体而出。此类蜘蛛造成的战斗伤害减半，并在5秒后死亡。此效果对双方舰船同时生效。

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHADOW_MIST"]/title
source: Cloak of Darkness
ru: Покров тьмы
zh_hans: 黑暗笼罩

# data/blueprints.xml.append$//augBlueprint[@name="FR_SHADOW_MIST"]/desc
source: The ship's hull is shrouded in an ethereal shadow. Incoming projectiles have a 25% chance to be completely nullified, either missing outright or simply dealing no damage.
ru: Корпус корабля окутан незримой тенью. Попадающие в него снаряды имеют 25% шанс быть полностью уничтоженными: они либо пролетают мимо, либо просто не наносят урона.
zh_hans: 舰体笼罩在缥缈的暗影中。来袭弹体有25%几率被完全无效化，或偏离弹道，或直接不造成任何伤害。
