Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_SPHERAX_REFOCUSED"]/desc
source: Spheraxes lose the ability to teleport, but gain 100 extra health, +15% damage and +25% sabotage speed.
ru: Сфераксы теряют способность к телепортации, но получают 100 дополнительного здоровья, +15% урона и +25% скорости саботажа.

source: Non-Aggressive Behavior
ru: Неагрессивное поведение

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_SPHERAX_BEHAVIOUR"]/desc
source: Not having any Spherax on the enemy ship will give your Spherax 2x repair speed. Spheraxes on the enemy ship deal 0.5x damage.
ru: Отсутствие сфераксов на вражеском корабле дает вашим сфераксам 2x скорость ремонта. Сфираксы на вражеском корабле наносят 0.5x урона.

source: Electronic Dominance
ru: Электронное превосходство

# data/blueprints.xml.append$//augBlueprint[@name="FR_LAB_SPHERAX_ELETRONIC"]/desc
source: Spherax lose the ability to sabotage but will automatically hack doors in the enemy ship and unhack them in yours.
ru: Сфераксы теряют способность к саботажу, но автоматически взламывает двери на вражеском корабле и разблокирует их на вашем.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_HUMAN_TEAMWORK"]/title
source: [L] Teamwork Neurons
ru: [Л] Нейро-слаженность

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_HUMAN_TEAMWORK"]/desc
source: Humans gain 15% repair speed and combat damage for each human in the room minus themselves. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Люди получают +15% к скорости ремонта и боевому урону за каждого человека в отсеке, кроме себя. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_HUMAN_DIVERSE"]/title
source: [L] Diversification
ru: [Л] Диверсификация

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_HUMAN_DIVERSE"]/desc
source: Humans gain a 12% buff in movement speed, combat damage, repair speed, and health. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Люди получают 12% бонус к скорости передвижения, боевому урону, скорости ремонта и здоровью. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SLUG_BUFF"]/title
source: [L] Neural Redirection
ru: [Л] Перенапр. нейронов

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SLUG_BUFF"]/desc
source: Slugs lose the ability to sense crew on the other ship, but gain a 25% boost to combat, sabotage, and repair speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Слизни теряют способность чувствовать экипаж другого корабля, но получают 25% прибавку к скорости боя, саботажа и ремонта. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SHELL_TELEPATHY"]/title
source: [L] Evolutionary Rebranching
ru: [Л] Истоки эволюции

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SHELL_TELEPATHY"]/desc
source: Shells inherit the telepathic abilities of Slugs. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Ракушки наследуют телепатические способности слизней. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MANTIS_MELEE"]/title
source: [L] Selective Killing
ru: [Л] Избират. убийство

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MANTIS_MELEE"]/desc
source: Mantis do an extra 60% damage in melee combat, but lose 50% of their ranged damage. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Богомолы наносят дополнительно 60% урона в ближнем бою, но теряют 50% урона в дальнем. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ROCK_SPEED"]/title
source: [L] Crumbling Exterior
ru: [Л] Осыпающаяся порода

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ROCK_SPEED"]/desc
source: Rockmen move 75% faster, but heal at half speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Валуны передвигаются на 75% быстрее, но лечатся с половинной скоростью. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LANIUS_METAL"]/title
source: [L] Selective Metalworking
ru: [Л] Выб. металлообработка

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LANIUS_METAL"]/desc
source: Lanius repair and sabotage 50% faster, but do 30% less crew damage. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Ланиусы ремонтируют и саботируют на 50% быстрее, но наносят на 30% меньше урона экипажу. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_CRYSTAL_SABOTAGE"]/title
source: [L] Hardened Crystals
ru: [Л] Закаленные кристаллы

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_CRYSTAL_SABOTAGE"]/desc
source: Crystals gain 75% sabotage damage, but lose 50% of their move speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Кристаллы получают 75% урона при саботаже, но теряют 50% скорости передвижения. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ORCHID_THORNS"]/title
source: [L] Thorns
ru: [Л] Шипы

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ORCHID_THORNS"]/desc
source: Orchids do x1.3 ranged damage. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Орхидеи наносят 1.3х урона в дальнобойной атаке. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ENGI_EFFICIENCY"]/title
source: [L] Nanite Efficiency
ru: [Л] Эффективные наниты

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ENGI_EFFICIENCY"]/desc
source: Engi crew gain 15% repair speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Энджи получают увеличивают скорость ремонта на 15%. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LEECH_POWER"]/title
source: [L] High Voltage
ru: [Л] Высокое напряжение

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LEECH_POWER"]/desc
source: Leeches are stunned for 50% longer and take 33% more fire and asphyxiation damage but provide power on the player ship. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Длительность оглушения пиявок увеличена на 50%, также они получают на 33% больше урона от огня и удушья, но дают энергию на корабле игрока. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ZOLTAN_SHIELD"]/title
source: [L] Hard-Light Shielding
ru: [Л] Свет. экранирование

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ZOLTAN_SHIELD"]/desc
source: Zoltan shield other crew in the room, making them take 33% damage, but cannot directly fight other crew themselves. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Золтаны защищают других членов экипажа в отсеке, принимая на себя 33% урона, но сами не могут напрямую сражаться с другими членами экипажа. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_GHOST_HEALTH"]/title
source: [L] Denser Molecules
ru: [Л] Молекулярное уплотнение

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_GHOST_HEALTH"]/desc
source: Ghosts gain 20 extra health. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Призраки получают 20 дополнительного здоровья. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SPIDER_PREDATOR"]/title
source: [L] Predatory Instincts
ru: [Л] Инстинкты хищника

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SPIDER_PREDATOR"]/desc
source: Spiders can't repair at all or man systems, but gain 50% combat damage and movement speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Пауки не могут ремонтировать или обслуживать системы, но получают 50% боевого урона и скорости передвижения. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. Module Effects: Cooldown: Boosts shield recharge rate by 200%. Anti-Bio: Makes your ship an Auto-ship while slotted. Stun: Your crew become immune to stun. Enemies are stunned for triple the normal duration, and they will be stunned automatically every 5 seconds while in your ship. Pierce: Enemy weapons and drones pierce 7 fewer shield layers. Hullbuster: Provides a 50% chance to negate incoming hull damage. Lockdown: Your non-beam weapons apply lockdown. All of your weapons pierce an additional shield layer. Fire: Your systems and crew don't take fire damage. Accuracy: Your weapons have 30% more accuracy. Power: The energy shield's integrity is increased to 20 layers, but your normal shields will have their recharge rate reduced by 50%.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. Эффекты модуля: Перезарядка: Ускоряет скорость перезарядки щита на 200%. Анти-Био: Делает ваш корабль автоматическим, пока он находится в слоте. Оглушение: Ваш экипаж получает иммунитет к оглушению. Враги оглушаются втрое дольше обычного, а находясь на вашем корабле, они будут автоматически оглушаться каждые 5 секунд. Пронзание: Вражеские орудия и дроны пробивают на 7 слоев меньше щитов. Противокорпусный: Дает 50% шанс свести на нет входящий урон по корпусу. Изоляция: Ваши нелучевые орудия применяют изоляцию. Все ваши орудия пробивают дополнительный слой щита. Огонь: Ваши системы и экипаж не получают урона от огня. Точность: Точность ваших орудий повышается на 30%. Мощность: Целостность энергетического щита увеличивается до 20 слоев, но скорость перезарядки обычных щитов снижается на 50%.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Anti-Bio: Makes your ship an Auto-ship while slotted.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Анти-Био: Делает ваш корабль автоматическим, пока он находится в слоте.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Cooldown: Boosts shield recharge rate by 200%.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Перезарядка: Ускоряет скорость перезарядки щита на 200%.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Lockdown: Your non-beam weapons apply lockdown. All of your weapons pierce an additional shield layer.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Изоляция: Ваше нелучевое оружие применяет изоляцию. Все ваши орудия пробивают на 1 слой щита больше.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Pierce: Enemy weapons and drones pierce 7 fewer shield layers.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Пронзание: Вражеское оружие и дроны пробивают на 7 слоев меньше щита.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Stun: Your crew become immune to stun. Enemies are stunned for triple the normal duration, and they will be stunned automatically every 5 seconds while in your ship.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Оглушение: Ваш экипаж становится невосприимчивым к оглушению. Враги оглушаются втрое дольше обычного, а находясь на вашем корабле, они будут автоматически оглушаться каждые 5 секунд.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Accuracy: Your weapons have 30% more accuracy.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Точность: Точность ваших орудий повышается на 30%.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Fire: Your systems and crew don't take fire damage.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Огонь: Ваши системы и экипаж не получают урона от огня.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. ----CURRENTLY INSTALLED MODULE---- Hullbuster: Provides a 50% chance to negate incoming hull damage.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Противокорпусный: Дает 50% шанс свести на нет входящий урон по корпусу.

source: Hektar Modular Shield
ru: Модульный щит Гектар

source: A powerful energy shield created by the one and only Billvan. It has an integrity of 10 hitpoints, and can be modified with any Hektar module to apply a powerful secondary effect. -----CURRENTLY INSTALLED MODULE---- Power: The energy shield's integrity is increased to 20 layers, but your normal shields will have their recharge rate reduced by 50%.
ru: Мощный энергетический щит, созданный единственным и неповторимым Биллваном. Его целостность составляет 10 единиц, и он может быть модифицирован любым модулем "Гектар Индастриз", чтобы применить мощный вторичный эффект. -----УСТАНОВЛЕННЫЕ МОДУЛИ---- Мощность: Целостность энергетического щита увеличивается до 20 слоев, но скорость перезарядки обычных щитов снижается на 50%.

# data/blueprints.xml.append$//augBlueprint[@name="FR_HUMAN_SACRIFICE_1"]/title
source: Human Sacrifice
ru: Жертвоприношение людей

# data/blueprints.xml.append$//augBlueprint[@name="FR_HUMAN_SACRIFICE_1"]/desc
source: Your crew has +25% hazard resistance.
ru: Ваш экипаж имеет +25% устойчивости к опасностям.

# data/blueprints.xml.append$//augBlueprint[@name="FR_HUMAN_SACRIFICE_2"]/title
source: Human Sacrifice 2
ru: Жертвоприношение людей 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_HUMAN_SACRIFICE_2"]/desc
source: Your crew has +50% hazard resistance.
ru: Ваш экипаж имеет +50% устойчивости к опасностям.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENGI_SACRIFICE_1"]/title
source: Engi Sacrifice
ru: Жертвоприношение энджи

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENGI_SACRIFICE_1"]/desc
source: Your drones have +25% repair, sabotage and movement speed as well as +10% damage and healing.
ru: Ваши дроны получают +25% к скорости ремонта, саботажа и передвижения, а также +10% к урону и исцелению.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENGI_SACRIFICE_2"]/title
source: Engi Sacrifice 2
ru: Жертвоприношение энджи 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_ENGI_SACRIFICE_2"]/desc
source: Your drones have +50% repair, sabotage and movement speed as well as +20% damage and healing.
ru: Ваши дроны имеют +50% к скорости ремонта, саботажа и передвижения, а также +20% к урону и исцелению.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ROCK_SACRIFICE_1"]/title
source: Rock Sacrifice
ru: Жертвоприношение валунов

# data/blueprints.xml.append$//augBlueprint[@name="FR_ROCK_SACRIFICE_1"]/desc
source: Your ship has +10% hull resist.
ru: Ваш корабль имеет +10% сопротивления корпуса.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ROCK_SACRIFICE_2"]/title
source: Rock Sacrifice 2
ru: Жертвоприношение валунов 2

# data/blueprints.xml.append$//augBlueprint[@name="FR_ROCK_SACRIFICE_2"]/desc
source: Your ship has +20% hull resist.
ru: Ваш корабль имеет +20% сопротивления корпуса.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ZOLTAN_SACRIFICE_1"]/title
source: Zoltan Sacrifice
ru: Жертвоприношение золтан

# data/blueprints.xml.append$//augBlueprint[@name="FR_ZOLTAN_SACRIFICE_1"]/desc
source: Your ship has +10% hull resist.
ru: Ваш корабль имеет +10% сопротивления корпуса.

# data/blueprints.xml.append$//augBlueprint[@name="FR_ZOLTAN_SACRIFICE_2"]/title
source: Zoltan Sacrifice 2
ru: Жертвоприношение золтан 2
