Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_sector_jerry.xml.append/*.po
Languages: ru, zh_hans

source: (Vance Prime) "Jerry! It's really you! It's...it's been so long" Prime says trying holding back his emotions. In all your time in this mission Vance's face never changed from his regular stoic one, no matter what he was doing his emotions were always absent...until now.
ru: (Вэнс Первый) "Джерри...?"
zh_hans: （万斯本尊）“杰瑞...?”

source: Jerry pauses as he looks at his uncle flabbergasted "U-Uncle vance?! W-Wait, those clothes...P-PRIME?! W-What are you doing here?! Shouldn't you be at Universe 0? N-Not only that, but those Renegades were hired by the Federation! Uncle...W-What's going on?"
ru: "Джерри! Это действительно ты! Это... это было так давно..." говорит Вэнс Первый, пытаясь сдержать свои эмоции. За все время, проведенное на этом задании, лицо Вэнса не выражало ничего, кроме чистого стоицизма. Что бы он ни делал, его эмоции полностью отсутствовали... до этого момента. Джерри застывает, глядя на своего дядю, совершенно ошеломленный. "Д-дядя Вэнс?! Постойте, эта одежда... ВЭНС П-ПЕРВЫЙ?! Что ты здесь делаешь?! Разве ты не должен пытаться открыть Вселенную 0? М-мало того, эти Ренегаты... они были наняты Федерацией! Дядя... Что происходит?"
zh_hans: “杰瑞！真的是你！已经...已经过去这么久了...”万斯本尊说道，试图忍住他的情绪。在你整个任务过程中，万斯的脸上从未显露出半点表情，总是一副严肃的样子。不论他做什么，他的情绪完全不会外露……直到现在。 杰瑞看见他叔叔的时候愣住了，大吃一惊。“万-万斯叔叔？等等，那件衣服...万斯本-本尊？！你-你在这里做什么？！你不应该在尝试打开前往0号宇宙的路吗？而-而且，那些变元者...他们是联邦雇佣的！叔叔...到底发生什-什么了？“

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Vance stays silent for a minute, carefully thinking what to say next. "Vance 1, he... he tried to kill me." Vance speaks deflated. "Not only that, I have been doing a lot of... thinking this past few years. I... I think you were right about me... about what I have done and... I'm sorry Jerry... I'm so, so sorry." As vance speaks you can clearly see his face contort as the words that come out from his mouth seem painful to speak.
ru: Вэнс стоит молча на протяжении минуты, тщательно обдумывая, что сказать в ответ. "Вэнс 1, он... он пытался убить меня". Вэнс говорит подавленно. "Кроме того, я много... думал последние несколько лет. Я... я думаю, ты был прав насчет меня... насчет того, что я сделал и... мне жаль, Джерри... мне очень, очень жаль". Пока Вэнс говорит, вы можете отчетливо видеть, как искажается его лицо, поскольку слова, вырывающиеся из его уст, кажутся ему болезненными.
zh_hans: 万斯沉默了一分钟，仔细斟酌着措辞。“万斯1号，他...他想杀掉我。”万斯有气无力的说着，“不仅如此，过去这些年我一直在...思考。我...我觉得你对我说的都没错...对我的所作所为以及...我很抱歉，杰瑞...我真的，真的很抱歉。”当万斯说话时，你可以清楚地看到他的脸扭曲着，就像他所说的每一个字都会让他感到痛苦一样。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Jerry stares at his uncle for 5 minutes, speechless and stunned. Eventually though, he finds the words he was looking for and looked away before speaking. "Uncle... Prime... I... I'm happy you saw the errors of your ways but... I'm not sure you can stop what you put into motion all those years ago. The lives you took, the ideas you spread... I... You can't revert them Uncle..." He sighs heavily before looking back at him. "But...if you are willing to try to fix your mistake, then I will help you in any way I can."
ru: Джерри смотрит на своего дядю несколько минут, потеряв дар речи и ошеломленный. В конце концов он находит слова, которые искал, и отводит взгляд, прежде чем заговорить. "Дядя... Первый... Я... я рад, что ты понял ошибки своего жизненного пути, но... Я не уверен, что ты сможешь остановить то, что привел в движение столько лет назад. Жизни, которые ты забрал, идеи, которые ты распространил... ты не сможешь их остановить, дядя"...." Он тяжело вздыхает и снова смотрит на него. "Но... если ты хочешь попытаться исправить свои ошибки, совершенные много лет назад, я помогу тебе всем, чем смогу".
zh_hans: 杰瑞盯着他的叔叔看了几分钟，震惊到哑口无言。最后，他想到了自己想说的话，在说话前挪开了视线。“叔叔...本尊...我...我很高兴你意识到了你一路上的过错，但...我不确定你能否停下这些年来你所推动的浪潮。你夺走的生命，散播的思想...你无法阻止他们的，叔叔。”他沉重的叹了一口气，随后重新看向万斯。“但是...如果你愿意弥补这些年的过错，我会竭尽所能来帮助你。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Vance ruminates on what Jerry said before nodding while hiding his face. "You are right. Let's... let's start the fixing process then. First things first, let's tell Cyra to stand down." Jerry nods and the crew moves back to your cruiser with Jerry on your side.
ru: Вэнс обдумывает слова Джерри, перед тем как кивнуть, пряча свое лицо. "Ты прав. Тогда давай... начнем исправлять мои ошибки. Прежде всего, пойдемте скажем Сайре, чтобы она отступила". Джерри кивает, и команда возвращается к вашему крейсеру с Джерри на вашей стороне.
zh_hans: 万斯思考着杰瑞的话，随后点头，藏住了自己的脸。“你说得对。我们...让我们开始纠正我的错误吧。首要任务是先去让赛拉停下。”杰瑞点了点头，随后与船员们和你一起返回了船上。

source: Jerry
ru: Джерри
zh_hans: 杰瑞

source: (Vance Prime) "It's me, Cyra. My new orders for you are to stand down. You were one of my best soldiers, I don't want to have to fight you."
ru: (Вэнс Первый) Вэнс готов.
zh_hans: （万斯本尊）万斯准备好了。

source: Cyra stares at Vance for a moment, silently. "Well I'll be dammed, Vance Prime himself huh? Rumor has it that you stole a ship from Vance 1 himself and are now a wanted criminal. What in gods name happened?" Vance growls spitefully at V1's mention. "A lot happened, Cyra. V1 crossed the line and I had to stand down. I wasn't expecting the federation to let me join their ranks so easily, but I suppose when you hold influence over their biggest enemy you can get away with anything!"
ru: Вэнс Первый делает шаг вперед, подходя к камере. "Сайра. Это я, Вэнс. Мой новый приказ для тебя - отступить. Ты была одним из моих лучших солдат... Я не хочу сражаться с тобой". Сайра некоторое время молча смотрит на Вэнса. "Что ж... будь я проклята, Вэнс Первый собственной персоной, да? Ходят слухи, что ты украл корабль у самого Вэнса-1 и теперь являешься самым разыскиваемым преступником во всей Мультивселенной. Что, ради всего святого, произошло?" Вэнс злобно рычит при упоминании Вэнса-1. "Много чего случилось, Сайра. Старина В-1 перешел черту, и мне пришлось отступить. Я не ожидал, что Федерация позволит мне так легко вступить в их ряды, но... полагаю, когда ты имеешь такое влияние на их главного врага, тебе все может сойти с рук!
zh_hans: 万斯本尊向前一步，走到了镜头前。“赛拉，是我，万斯。我对你的新命令是停下。你曾是我手下最出色的士兵...我不想和你打。” 赛拉无言地盯着万斯看了一会。“好吧...我肯定是被诅咒了，万斯本尊亲临是吧？有传言称，你偷走了万斯1号的飞船，如今已经是多元宇宙间的通缉犯。到底发生了什么？”万斯听见万斯1号时愤怒的低吼。“说来话长，赛拉。万斯1号越线了，而我不得不放手。我没想过联邦会这么轻易的让我加入他们，但是...我估计作为他们最大的敌人，手握如此大的影响力，你就是可以像这样逍遥法外！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Cyra chuckles before powering down her ship. "Well, I suppose if you are going to take Jerry into a little adventure then I might as well come too, it's been awfully boring around here anyways. Feel free to take the schematics of my old ship, it's of no use to me anymore."
ru: Сайра засмеялась, отключает подачу энергии, и орудия втягиваются обратно в корпус. "Ну, я думаю... если вы собираетесь отправиться с Джерри в небольшое приключение, то я тоже могу присоединиться. Здесь и так было ужасно скучно. Не стесняйтесь забрать схемы моего старого корабля, он мне больше не нужен".
zh_hans: 赛拉轻声一笑，然后关闭了她的飞船，武器收回到船体内。“好吧，我想……如果你要带杰瑞去一次小小冒险，那我也可以去。反正这里实在是太无聊了。请随意拿走我旧飞船的设计图；对我来说已经没什么用了。”

source: Cyra
ru: Сайра
zh_hans: 赛拉

source: (Vance) Welcome them aboard.
ru: (Вэнс Первый) Добро пожаловать на борт.
zh_hans: （万斯本尊）欢迎他们上船。

# data/events_sector_jerry.xml.append$//event[@name="FR_DESTROYED_TOM_VANCE"]/text
source: "Holy shit it's Vance! It's an honor to be abord the same ship as you, sir. If you plan on helping the federation then I will gladly join you!"
ru: "Черт возьми! Э-это Вэнс! Для меня большая честь находиться на одном корабле с вами, сэр. Если вы планируете помочь Федерации, я с удовольствием присоединюсь к вам... и неважно, что это означает уход от повстанцев".
zh_hans: “我嘞个豆！是-是万斯！和您在同一艘船上共事是我的荣幸，长官。如果您打算协助联邦，那我也乐意效劳...不管算不算抛弃了叛军。”

source: Tom
ru: Том
zh_hans: 汤姆
