Repository: ftl-mv-translation/forgotten-races
Catalog: locale/data/events_sector_hive.xml.append/*.po
Languages: ru, zh_hans

source: (Tully) "Queen Leikonpliiinakra, please listen! It doesn't have to end this way, I have enough power in the federation to convince their leaders to agree to aid the Hive in rebuilding any damage caused by the fed mantis war, if you agree to leave the coalition we will do everything we can to make sure the Hive has a loyal ally in the battles to come! Please, don't this end in more bloodshed!"
ru: (Талли) Талли кажется, что ему есть что сказать.
zh_hans: （塔利）塔利好像有些话要说。

source: After an hour long pause, the remaining hive ships all power down their weapons as queen Leikonpliiinakra hails your ship "I'm afraid we are in no place to bargain, we need to be within a greater faction if we have any hope of surviving as is, before it was the coalition but I suppose the federation will also be able to supply out needs. Unfortunately I can't sign any pacts as of yet, this transition must be slow, otherwise we may have issues with opposing ideas from the lesser mantis." "However, I do believe a meeting with your so called leaders is in order, allow me to accompany you in your little quest."
ru: По вашему совету Талли встает и говорит. "Королева Лейконплииинакра, пожалуйста, послушайте! Это не должно закончиться таким образом. Я обладаю достаточной властью в Федерации, чтобы убедить наших лидеров помочь Улью в восстановлении любого ущерба, нанесенного войной Федерации и богомолов. Если вы покинете Коалицию, мы сделаем все возможное, чтобы у Улья был верный союзник в грядущих сражениях! Пожалуйста, не доводите дело до кровопролития!" После часовой паузы все оставшиеся корабли Улья отключают орудия, и Лейконплииинакра вызывает ваш корабль. "Боюсь... мы не в состоянии торговаться, нам нужно присоединиться к большему альянсу, если у нас есть хоть какая-то надежда выжить в нынешнем виде. До сегодняшнего дня это была Коалиция, но я полагаю... Федерация также сможет удовлетворить наши потребности. К сожалению, пока я не могу подписать никаких договоров. Этот переход должен быть неспешным и обдуманным, чтобы младшие богомолы не выступили против него". "Однако... Я считаю, что встреча с вашими так называемыми лидерами необходима. Позвольте мне сопровождать вас в вашем маленьком походе". Талли откидывается на спинку кресла и вздыхает с облегчением, когда Лейконплииинакра отключает связь, а затем дает знать о своем присутствии на вашем корабле.
zh_hans: 在你的建议下，塔利站起来说：“莱孔普利纳克拉女王，请听我说！事情不必以这种方式结束。我在联邦有足够的权力说服我们的领导人帮助母巢来重建螳螂入侵战争中造成的任何损失。如果您离开星联，我们将竭尽所能，确保母巢在未来的战斗中拥有一个忠诚的盟友！我恳求您，不要让这一切以更多的流血结束！” 经过似乎长达一个小时的停顿，其余的母巢飞船都关闭了武器，莱孔普利纳克拉向你的飞船发出了呼叫。“我恐怕……我们无力讨价还价，如果我们还想延续生存，就必须加入一位更强大的盟友。今天之前，是星联，但我想……联邦也能满足我们的需求。不幸的是，我现在不能签署任何协议。这一过渡必须缓慢而谨慎，以免反对的螳螂族人数量过多。” “然而……我确实认为和你们所谓的领导人会面是可行的。请允许我陪伴你进行这次小小的任务。”塔利松了一口气，放松下来，随后莱孔普利纳克拉切断了通讯，不久后就在你的飞船上露面了。

source: Leikonpliiinakra
ru: Лейконплииинакра
zh_hans: 莱孔普利纳克拉

source: (Freddy) "Queen Leikonpliiinakra, I understand we have our differences, the cultural divide between our clans is clear as glass, however, this war has claimed the lives of countless mantis, from both sides! Please, let's end all this endless cycle of death! I can grantee a home for the hive within the federation, you just need to give me a chance!"
ru: (Фредди) Фредди кажется, что ему есть что сказать.
zh_hans: （弗雷迪）弗雷迪好像有话要说。

source: After an hour long pause, the remaining hive ships all power down their weapons as queen Leikonpliiinakra hails your ship "Very well then, Tiifleeiiik, I see your gesture and I'm willing to trust you that you will hold your end of the bargain, not that I have the luxury to bargain." "I do believe a meeting with the so called leaders of the federation is in order, allow me to accompany you in your little quest."
ru: "Королева Лейконплииинакра. Я понимаю, что у нас есть разногласия. Культурная пропасть между нашими кланами прозрачна как стекло, но эта война унесла жизни бесчисленного множества богомолов с обеих сторон! Пожалуйста, давайте положим конец этому круговороту смертей! Я могу гарантировать дом для Улья в Федерации, вам нужно только дать мне шанс!" После часовой паузы все оставшиеся корабли Улья отключают орудия, и Лейконплииинакра вызывает ваш корабль. "Тогда хорошо, Тиифлеииик. Я вижу твой жест милосердия и готова поверить, что ты выполнишь свою часть сделки. Не то чтобы у меня была возможность торговаться..." "Я считаю, что встреча с вашими так называемыми лидерами необходима. Позвольте мне сопровождать вас в вашем маленьком путешествии". Фредди кивает, вздыхая с облегчением, когда Лейконплииинакра отключает связь, а затем дает знать о своем присутствии на вашем корабле.
zh_hans: “莱孔普利纳克拉女王。我理解我们之间存在差异，我们种群之间的文化差异如玻璃般清晰，但这场战争已经夺走了双方太多的螳螂同胞！我恳求您，终结这死亡的循环吧！我能保证母巢会在联邦里有一席之地，请您给我一个机会！” 经过似乎长达一个小时的停顿，其余的母巢飞船都关闭了武器，莱孔普利纳克拉向你的飞船发出了呼叫。“好吧，蒂弗莱伊克。我已经看见了你表达慈悲的手势，我相信你会遵守约定，虽然我也没有讨价还价的余地...” “我确实认为和你们所谓的领导人会面是可行的。请允许我陪伴你进行这次小小的任务。”弗雷迪点了点头，松了一口气，随后莱孔普利纳克拉切断了通讯，不久后就在你的飞船上露面了。

source: Leikonpliiinakra
ru: Лейконплииинакра
zh_hans: 莱孔普利纳克拉

source: (Leikonpliiinakra) "Listen other me! Its not too late stop! I have seen the federation's inner workings and they are trustworthy! Please don't trow your life away out of pride!"
ru: (Лейконплииинакра) Вторая королева отчаянно хочет поговорить.
zh_hans: （莱孔普利纳克拉）另一位女王迫切的想说些什么。

source: The queen on the other end is speechless, she looked at her doppelganger for several minutes before finally speaking "I-Is...that...me? I...joined the federation?" She stares at her other self for several more minutes before finally snapping back to reality. "Very well then, if you managed to convince that version of me then I suppose that's my grantee. Let's go renegade, bring me to your leaders."
ru: Глаза Лейконплииинакры расширяются от шока, когда она видит, как на вашем канале связи появляется другая версия себя. "Послушай, другая я! Еще не поздно! Я видела внутреннее устройство Федерации, и она заслуживает доверия! Пожалуйста, Королева, не стоит лишать себя жизни из-за гордыни!" Королева на другом конце связи потеряла дар речи. Она смотрела на своего двойника несколько минут, прежде чем наконец заговорила. "Это... это... я? Я... присоединилась к Федерации!?" Она смотрит на своего двойника еще несколько минут, прежде чем окончательно прийти в себя "...тогда хорошо. Если вам удалось убедить эту версию меня присоединиться к вам, то, полагаю, это моя гарантия безопасности. Пойдем, Ренегат. Приведи меня к своим лидерам".
zh_hans: 莱孔普利纳克拉看见了另一个自己在你船上发出通讯的时候瞪大了双眼。“听着，另一个我！现在还为时不晚！我已见证了联邦内部的运作，而他们的确值得信任！拜托了，女王，不要因为所谓的尊严而白白断送了你的性命！” 另一边的女王哑口无言。她凝视着另一个自己，过了几分钟才终于开口，“那，那是我吗？我...加入了联邦！？”她又盯着另一个自己看了几分钟，才终于将自己的思绪拉回至现实。 “...好吧。如果你能说服另一个我加入你们，那想必我的安全也能得到保证。走吧，变元者。带我去见你们的领导者吧。”

source: Leikonpliiinakra
ru: Лейконплииинакра
zh_hans: 莱孔普利纳克拉

source: (Leikonpliiinakra) Have the queen contact the bishop instead.
ru: (Лейконплииинакра) Вместо королевы связаться с Епископом.
zh_hans: （莱孔普利纳克拉）让螳螂女王来联系那位主教。

source: "Oh queen! I was not expecting to see you far from nest! Please, let me serve in queen's mission!"
ru: "О Королева! Я не ожидал увидеть вас вдали от гнезда! Пожалуйста, позвольте мне служить в вашей миссии!"
zh_hans: “哦，我的女王！没想到我能在离巢穴这么远的地方见到您！请让我加入您吧！”

source: (Salt Crew) Have your Salt Soldier open the pod.
ru: (Член экипаж-соляной) Пусть ваш соляной Солдат откроет капсулу.
zh_hans: （盐人船员）让你的盐人士兵打开救生舱。

source: Your salt soldier approaches the pod, investigating it up and down, trying to find out what's inside it. Eventually he gives up and just opens the pod, only to find a dead mantis, frothing at the mouth. It seems they died from being exposed to the salt soldier's mere presence for an extended period of time.
ru: Ваш соляной подходит к капсуле и осматривает ее вдоль и поперек, пытаясь понять, что в ней находится. В конце концов он сдается и открывают капсулу, и находит там мертвого богомола, пускающего рвотные массы. Похоже, он умер от длительного присутствия одного лишь соляного солдата.
zh_hans: 你的盐人走近救生舱，上下扫描，试图弄清里面有什么。最终，他们放弃了，打开了救生舱，却发现一只死去的螳螂，口吐白沫。似乎它们是因为长时间暴露在盐人士兵的存在下而死去的。

source: As soon as you open the pod, the Mantis inside falls to the ground and grovels at your feet. "Oh most gracious and noble captain, you are sparing of me! Please, accepting my gratitude and service."
ru: Как только вы открываете капсулу, богомол внутри опускается на землю и падает к вашим ногам. "О, милостивый и благородный капитан, пощадите меня! Прошу вас, примите мою благодарность и готовность служить вам".
zh_hans: 一打开逃生舱，里面的螳螂就掉到地上，趴在你的脚边。"哦，最优雅尊贵的舰长，您饶了我吧！请接受我的感谢和服务。"

source: A man bursts out of the life-pod screaming and claws his way into a corner. A rare survivor of Mantis captivity. Once calm, the survivor offers to join your crew for a time.
ru: Из спасательной капсулы с криком вырывается человек и забивается в угол. Редкий выживший в плену богомолов. Успокоившись, выживший предлагает на время присоединиться к вашему экипажу.
zh_hans: 一个人冲出逃生舱，尖叫着爬到角落里。一个罕见的螳螂囚禁的幸存者。一平静下来，幸存者就提议加入你的船员一段时间。
